Repository: LAB02-Research/HASS.Agent
Catalog: src/HASS.Agent/Resources/Localization/Languages.*.resx
Languages: de, es, fr, nl, pl, pt_br, ru, sl, tr

# ConfigNotifications_BtnSendTestNotification_MessageBox2
source: The test notification should have appeared, if you did not receive it please check the logs or consult the documentation for troubleshooting tips. Note: This only tests locally whether notifications can be shown!
de: Die Benachrichtigung sollte aufgetaucht sein. Überprüfe andernfalls die Logs oder die Dokumentation auf Tipps zur Fehlerbehebung. Hinweis: Dies testet nur lokal, ob Benachrichtigungen angezeigt werden können!
es: La notificación debería haber aparecido. De lo contrario, consulte los registros o consulte la documentación para obtener sugerencias para la solución de problemas. Nota: ¡esto solo prueba localmente si se pueden mostrar notificaciones!
fr: La notification doit être apparue. Si ce n'est pas le cas, consultez les journaux ou lisez la documentation pour obtenir des conseils de dépannage. Remarque : cela ne teste que localement si les notifications peuvent être affichées !
nl: De notificatie zou getoond moeten zijn. Zo niet, controleer dan de logs, of raadpleeg de documentatie voor probleemoplossende tips. Ter info: dit test alleen of lokaal notificaties getoond kunnen worden!
pl: Powiadomienie powinno się pojawić. Jeśli nie, sprawdź logi lub zapoznaj się z dokumentacją, aby uzyskać wskazówki dotyczące rozwiązywania problemów. Uwaga: ten test sprawdza tylko lokalnie, czy powiadomienia mogą być wyświetlane!
pt_br: A notificação deveria ter aparecido. Se não, verifique os logs ou consulte a documentação para obter dicas de solução de problemas. Nota: isso apenas testa localmente se as notificações podem ser mostradas!
ru: Уведомление должно было появиться. Если нет, проверьте журналы или ознакомьтесь с документацией для получения советов по устранению неполадок. Примечание: это только локально проверяет, могут ли отображаться уведомления!
sl: Obvestilo bi se moralo pojaviti. Če ne, preverite dnevnike ali preverite dokumentacijo za nasvete za odpravljanje težav. Opomba: s tem se preverja samo lokalno, ali je mogoče prikazati obvestila!
tr: Test bildiriminin görünmesi gerekirdi, almadıysanız lütfen günlükleri kontrol edin veya sorun giderme ipuçları için belgelere bakın. Not: Bu, yalnızca yerel olarak bildirimlerin gösterilip gösterilmeyeceğini test eder!

# ConfigNotifications_TestNotification
source: This is a test notification!
de: Dies ist eine Testbenachrichtigung.
es: Esta es una notificación de prueba.
fr: Ceci est une notification de test.
nl: Dit is een test notificatie.
pl: To jest testowe powiadomienie.
pt_br: Esta é uma notificação de teste.
ru: Это тестовое уведомление.
sl: To je testno obvestilo.
tr: Bu bir test bildirimidir!

# ConfigNotifications_BtnExecutePortReservation_Busy
source: Executing, please wait..
de: Wird ausgeführt, bitte warten ..
es: ejecutando, por favor espere ..
fr: en cours d'exécution, veuillez patienter ..
nl: uitvoeren, ogenblik geduld ..
pl: wykonywanie, proszę czekać ..
pt_br: executando, por favor aguarde ..
ru: выполнение, подождите, пожалуйста..
sl: izvajanje, prosim počakajte ..
tr: Yürütülüyor, lütfen bekleyin..

# ConfigNotifications_BtnExecutePortReservation_MessageBox1
source: Something went wrong whilst reserving the port! Manual execution is required and a command has been copied to your clipboard, please open an elevated terminal and paste the command. Additionally, remember to change your Firewall Rules port!
de: Etwas ist schief gelaufen! Bitte führe den erforderlichen Befehl manuell aus. Er wurde in deine Zwischenablage kopiert, du musst es nur in eine Eingabeaufforderung mit Administrator Rechten einfügen. Denke daran, auch den Port deiner Firewall-Regel zu ändern.
es: ¡Algo salió mal! Ejecute manualmente el comando requerido. Se ha copiado en su portapapeles, solo necesita pegarlo en un símbolo del sistema elevado. Recuerde cambiar también el puerto de su regla de firewall.
fr: Quelque chose s'est mal passé ! Veuillez exécuter manuellement la commande. Elle a été copiée dans votre presse-papiers, il vous suffit de le coller dans une invite de commande avec droits administrateurs. N'oubliez pas de modifier également les règles de port du pare-feu.
nl: Er ging iets mis! Probeer handmatig het vereiste commando uit te voeren. Die is gekopieerd naar je klembord, je hoeft 'm alleen maar te plakken in een 'command prompt' met verhoogde privileges. Vergeet niet om de poort van je firewall regel ook aan te passen.
pl: Coś poszło nie tak! Proszę ręcznie wykonać wymagane polecenie. Zostało ono skopiowane do schowka, wystarczy wkleić je do wiersza polecenia z podwyższonym poziomem uprawnień. Pamiętaj również o zmianie portu reguły zapory.
pt_br: Algo deu errado! Execute manualmente o comando necessário. Ele foi copiado para sua área de transferência, você só precisa colá-lo em um prompt de comando elevado. Lembre-se de alterar também a porta da sua regra de firewall.
ru: Что-то пошло не так! Пожалуйста, вручную выполните необходимую команду. Он был скопирован в ваш буфер обмена, вам просто нужно вставить его в командную строку с повышенными правами доступа. Не забудьте также изменить порт вашего правила брандмауэра.
sl: Nekaj je šlo narobe! Prosimo, ročno izvedite zahtevani ukaz. Kopiran je bil v odložišče, samo ga morate prilepiti v povišan ukazni poziv. Ne pozabite spremeniti tudi vrat pravila požarnega zidu.
tr: Liman rezerve edilirken bir şeyler ters gitti! El ile yürütme gerekli ve panonuza bir komut kopyalandı, lütfen yükseltilmiş bir terminal açın ve komutu yapıştırın. Ayrıca Güvenlik Duvarı Kuralları bağlantı noktanızı değiştirmeyi unutmayın!

# ConfigService_NotInstalled
source: Not Installed
de: nicht installiert
es: no instalado
fr: Non installé
nl: niet geïnstalleerd
pl: nie zainstalowany
pt_br: não instalado
ru: не установлен
sl: ni nameščeno
tr: Yüklü değil

# ConfigService_Disabled
source: Disabled
de: deaktiviert
es: desactivado
fr: Désactivé
nl: uitgeschakeld
pl: wyłączony
pt_br: desativado
sl: onemogočeno
tr: Engelli

# ConfigService_Running
source: Running
de: läuft
es: corriendo
fr: Lancé
nl: actief
pl: działa
pt_br: executando
sl: teče
tr: Koşma

# ConfigService_Stopped
source: Stopped
de: gestoppt
es: detenido
fr: Arrêté
nl: gestopt
pl: zatrzymana
pt_br: parou
sl: ustavljeno
tr: durduruldu

# ConfigService_Failed
source: Failed
de: gescheitert
es: ha fallado
fr: Echoué
nl: gefaald
pl: nie powiodło się
pt_br: falhou
sl: ni uspelo
tr: Arızalı

# ConfigService_BtnStopService_MessageBox1
source: Something went wrong whilst stopping the service, did you allow the UAC prompt? Check the HASS.Agent (not the service) logs for more information.
de: Beim Versuch, den Dienst zu stoppen, ist etwas schiefgelaufen. Hast du die UAC-Eingabeaufforderung zugelassen? Überprüfe die Logs von HASS.Agent (nicht des Dienstes) auf weitere Informationen.
es: Algo salió mal al intentar detener el servicio. ¿Permitiste el aviso de UAC? Consulte los registros de HASS.Agent (no el servicio) para obtener más información.
fr: Une erreur s'est produite lors de la tentative d'arrêt du service. Avez-vous autorisé l'invite UAC ? Consultez les journaux HASS.Agent (pas le service) pour plus d'informations.
nl: Er ging iets mis tijdens het stoppen van de service. Heb je het UAC verzoek toegestaan? Controleer de HASS.Agent (niet de service) logs voor meer info.
pl: Podczas próby zatrzymania usługi coś poszło nie tak. Czy zezwoliłeś na monit UAC? Sprawdź logi HASS.Agent (nie usługi), aby uzyskać więcej informacji.
pt_br: Algo deu errado ao tentar parar o serviço. Você permitiu o prompt do UAC? Verifique os logs do HASS.Agent (não do serviço) para obter mais informações.
ru: Что-то пошло не так при попытке остановить службу. Разрешили ли вы запрос UAC? Проверь HASS.Agent (не службы) логи для получения дополнительной информации.
sl: Pri poskusu zaustavitve storitve je šlo nekaj narobe. Ali ste dovolili poziv UAC? Za več informacij preverite dnevnike HASS.Agent (ne storitve).
tr: Hizmeti durdururken bir şeyler ters gitti, UAC istemine izin verdiniz mi? Daha fazla bilgi için HASS.Agent (hizmet değil) günlüklerini kontrol edin.

# ConfigService_BtnStartService_MessageBox1
source: The service is set to 'disabled', so it cannot be started. Please enable the service first and try again.
de: Der Dienst ist auf „deaktiviert“ gesetzt, kann also nicht gestartet werden. Bitte aktiviere zuerst den Dienst und versuche es dann erneut.
es: El servicio está configurado como 'deshabilitado', por lo que no se puede iniciar. Habilite primero el servicio y luego inténtelo de nuevo.
fr: Le service est défini sur 'désactivé', il ne peut donc pas être démarré. Veuillez d'abord activer le service, puis réessayer.
nl: De service staat op 'uitgeschakeld', dus kan niet gestart worden. Schakel eerst de service in, en probeer het dan opnieuw.
pl: Usługa jest wyłączona, więc nie można jej uruchomić. Najpierw włącz usługę, a następnie spróbuj ponownie.
pt_br: O serviço está definido como 'desativado', portanto, não pode ser iniciado. Ative o serviço primeiro e tente novamente.
ru: Для службы установлено значение 'отключено', поэтому ее нельзя запустить. Пожалуйста, сначала включите службу, а затем повторите попытку.
sl: Storitev je nastavljena na 'onemogočena', zato je ni mogoče zagnati. Najprej omogočite storitev, nato poskusite znova.
tr: Hizmet 'devre dışı' olarak ayarlanmıştır, bu nedenle başlatılamaz. Lütfen önce hizmeti etkinleştirin ve tekrar deneyin.

# ConfigService_BtnStartService_MessageBox2
source: Something went wrong whilst starting the service, did you allow the UAC prompt? Check the HASS.Agent (not the service) logs for more information.
de: Beim Starten des Dienstes ist ein Fehler aufgetreten. Hast du die UAC-Eingabeaufforderung zugelassen? Überprüfe die Logs von HASS.Agent (nicht des Dienstes) auf weitere Informationen.
es: Algo salió mal al intentar iniciar el servicio. ¿Permitiste el aviso de UAC? Consulte los registros de HASS.Agent (no el servicio) para obtener más información.
fr: Une erreur s'est produite lors de la tentative de démarrage du service. Avez-vous autorisé l'invite UAC ? Consultez les journaux HASS.Agent (pas le service) pour plus d'informations.
nl: Er ging iets mis bij het starten van de service. Heb je het UAC verzoek toegestaan? Controleer de HASS.Agent (niet die van de service) logs voor meer info.
pl: Podczas próby uruchomienia usługi coś poszło nie tak. Czy zezwoliłeś na monit UAC? Sprawdź logi HASS.Agent (nie usługi), aby uzyskać więcej informacji.
pt_br: Algo deu errado ao tentar iniciar o serviço. Você permitiu o prompt do UAC? Verifique os logs do HASS.Agent (não do serviço) para obter mais informações.
ru: Что-то пошло не так при попытке запустить службу. Разрешили ли вы запрос UAC? Проверь HASS.Agent (не службы) логи для получения дополнительной информации.
sl: Pri zagonu storitve je šlo nekaj narobe. Ali ste dovolili poziv UAC? Za več informacij preverite dnevnike HASS.Agent (ne storitve).
tr: Hizmeti başlatırken bir şeyler ters gitti, UAC istemine izin verdiniz mi? Daha fazla bilgi için HASS.Agent (hizmet değil) günlüklerini kontrol edin.

# ConfigService_BtnDisableService_MessageBox1
source: Something went wrong whilst disabling the service, did you allow the UAC prompt? Check the HASS.Agent (not the service) logs for more information.
de: Etwas ist beim Deaktivieren schiefgelaufen. Hast du die UAC Aufforderung erlaubt? Überprüfe die HASS.Agent (nicht der Service) Protokolle für mehr Informationen.
es: Algo salió mal al intentar deshabilitar el servicio. ¿Permitiste el aviso de UAC? Consulte los registros de HASS.Agent (no el servicio) para obtener más información.
fr: Une erreur s'est produite lors de la tentative de désactivation du service. Avez-vous autorisé l'invite UAC ? Consultez les journaux HASS.Agent (pas le service) pour plus d'informations.
nl: Er ging iets mis bij het uitschakelen van de service. Heb je het UAC verzoek toegestaan? Controleer de HASS.Agent (niet die van de service) logs voor meer info.
pl: Podczas próby wyłączenia usługi coś poszło nie tak. Czy zezwoliłeś na monit UAC? Sprawdź logi HASS.Agent (nie usługi), aby uzyskać więcej informacji.
pt_br: Algo deu errado ao tentar desabilitar o serviço. Você permitiu o prompt do UAC? Verifique os logs do HASS.Agent (não do serviço) para obter mais informações.
ru: Что-то пошло не так при попытке отключить службу. Разрешили ли вы запрос UAC? Проверь HASS.Agent (не службы) логи для получения дополнительной информации.
sl: Pri poskusu onemogočanja storitve je šlo nekaj narobe. Ali ste dovolili poziv UAC? Za več informacij preverite dnevnike HASS.Agent (ne storitve).
tr: Hizmeti devre dışı bırakırken bir şeyler ters gitti, UAC istemine izin verdiniz mi? Daha fazla bilgi için HASS.Agent (hizmet değil) günlüklerini kontrol edin.

# ConfigService_BtnEnableService_MessageBox1
source: Something went wrong whilst enabling the service, did you allow the UAC prompt? Check the HASS.Agent (not the service) logs for more information.
de: Beim Versuch, den Dienst zu aktivieren, ist etwas schief gelaufen. Hast du die UAC-Aufforderung zugelassen? Prüfe die Protokolle von HASS.Agent (nicht des Dienstes) für weitere Informationen.
es: Algo salió mal al intentar habilitar el servicio. ¿Permitiste el aviso de UAC? Consulte los registros de HASS.Agent (no el servicio) para obtener más información.
fr: Une erreur s'est produite lors de la tentative d'activation du service. Avez-vous autorisé l'invite UAC ? Consultez les journaux HASS.Agent (pas le service) pour plus d'informations.
nl: Er ging iets mis bij het inschakelen van de service. Heb je het UAC verzoek toegestaan? Controleer de HASS.Agent (niet die van de service) logs voor meer info.
pl: Podczas próby włączenia usługi coś poszło nie tak. Czy zezwoliłeś na monit UAC? Sprawdź logi HASS.Agent (nie usługi), aby uzyskać więcej informacji.
pt_br: Algo deu errado ao tentar habilitar o serviço. Você permitiu o prompt do UAC? Verifique os logs do HASS.Agent (não do serviço) para obter mais informações.
ru: Что-то пошло не так при попытке включить службу. Разрешили ли вы запрос UAC? Проверь HASS.Agent (не службы) логи для получения дополнительной информации.
sl: Pri omogočanju storitve je šlo nekaj narobe. Ali ste dovolili poziv UAC? Za več informacij preverite dnevnike HASS.Agent (ne storitve).
tr: Hizmeti etkinleştirirken bir şeyler ters gitti, UAC istemine izin verdiniz mi? Daha fazla bilgi için HASS.Agent (hizmet değil) günlüklerini kontrol edin.

# ConfigService_BtnShowLogs_MessageBox1
source: Something went wrong whilst reinstalling the service, did you allow the UAC prompt? Check the HASS.Agent (not the service) logs for more information.
de: Bei der Neuinstallation des Dienstes ist etwas schiefgelaufen. Hast du die UAC-Aufforderung zugelassen? Prüfe die Protokolle von HASS.Agent (nicht des Dienstes) für weitere Informationen.
es: Algo salió mal al intentar reinstalar el servicio. ¿Permitiste el aviso de UAC? Consulte los registros de HASS.Agent (no el servicio) para obtener más información.
fr: Une erreur s'est produite lors de la tentative de réinstallation du service. Avez-vous autorisé l'invite UAC ? Consultez les journaux HASS.Agent (pas le service) pour plus d'informations.
nl: Er ging iets mis bij het herinstalleren van de service. Heb je het UAC verzoek toegestaan? Controleer de HASS.Agent (niet die van de service) logs voor meer info.
pl: Podczas próby reinstalacji usługi coś poszło nie tak. Czy zezwoliłeś na monit UAC? Sprawdź logi HASS.Agent (nie usługi), aby uzyskać więcej informacji.
pt_br: Algo deu errado ao tentar reinstalar o serviço. Você permitiu o prompt do UAC? Verifique os logs do HASS.Agent (não do serviço) para obter mais informações.
ru: Что-то пошло не так при попытке переустановить службу. Разрешили ли вы запрос UAC? Проверь HASS.Agent (не службы) логи для получения дополнительной информации.
sl: Pri ponovni namestitvi storitve je šlo nekaj narobe. Ali ste dovolili poziv UAC? Za več informacij preverite dnevnike HASS.Agent (ne storitve).
tr: Hizmeti yeniden yüklerken bir şeyler ters gitti, UAC istemine izin verdiniz mi? Daha fazla bilgi için HASS.Agent (hizmet değil) günlüklerini kontrol edin.

# ConfigStartup_BtnSetStartOnLogin_MessageBox1
source: Something went wrong whilst disabling Start-on-Login, please check the logs for more information.
de: Beim Aktivieren von Start-on-Login ist etwas schief gelaufen. Weitere Informationen findest du in den Protokollen.
es: Algo salió mal al deshabilitar el inicio al iniciar sesión. Consulte los registros para obtener más información.
fr: Une erreur s'est produite lors de la désactivation du démarrage à l'ouverture de session. Consultez les journaux pour plus d'informations.
nl: Er ging iets mis bij het uitschakelen van start-bij-inloggen. Controleer de logs voor meer info.
pl: Coś poszło nie tak podczas wyłączania uruchamiania przy logowaniu. Sprawdź logi, aby uzyskać więcej informacji.
pt_br: Algo deu errado ao desativar a inicialização no login. Verifique os logs para obter mais informações.
ru: Что-то пошло не так при отключении запуска при входе в систему. Проверьте журналы для получения дополнительной информации.
sl: Pri onemogočanju začetka ob prijavi je šlo nekaj narobe. Za več informacij preverite dnevnike.
tr: Girişte Başlat devre dışı bırakılırken bir şeyler ters gitti, lütfen daha fazla bilgi için günlükleri kontrol edin.

# ConfigStartup_BtnSetStartOnLogin_MessageBox2
source: Something went wrong whilst disabling Start-on-Login, please check the logs for more information.
de: Beim Aktivieren von Start-on-Login ist etwas schief gelaufen. Weitere Informationen findest du in den Logs.
es: Algo salió mal al habilitar el inicio al iniciar sesión. Consulte los registros para obtener más información.
fr: Une erreur s'est produite lors de l'activation du démarrage à l'ouverture de session. Consultez les journaux pour plus d'informations.
nl: Er ging iets mis bij het activeren van start-bij-inloggen. Controleer de logs voor meer info.
pl: Coś poszło nie tak podczas włączania uruchamiania przy logowaniu. Sprawdź logi, aby uzyskać więcej informacji.
pt_br: Algo deu errado ao ativar o início no login. Verifique os logs para obter mais informações.
ru: Что-то пошло не так при включении запуска при входе в систему. Проверьте журналы для получения дополнительной информации.
sl: Pri omogočanju zagona ob prijavi je šlo nekaj narobe. Za več informacij preverite dnevnike.
tr: Girişte Başlat devre dışı bırakılırken bir şeyler ters gitti, lütfen daha fazla bilgi için günlükleri kontrol edin.

# ConfigStartup_Enabled
source: Enabled
de: eingeschaltet
es: activado
fr: Activé
nl: ingeschakeld
pl: Włączony
pt_br: ativado
sl: omogočeno
tr: Etkinleştirilmiş

# ConfigStartup_Disable
source: Disable Start-on-Login
de: Start-bei-Anmeldung deaktivieren
es: deshabilitar inicio de sesión
fr: Désactiver le démarrage à l'ouverture de session
nl: start-bij-inloggen uitschakelen
pl: wyłącz uruchomienie przy logowaniu
pt_br: desativar iniciar no login
ru: отключить запуск при входе в систему
sl: onemogoči zagon ob prijavi
tr: Girişte Başlamayı Devre Dışı Bırak

# ConfigStartup_Disabled
source: Disabled
de: deaktiviert
es: desactivado
fr: Désactivé
nl: uitgeschakeld
pl: wyłączony
pt_br: desativado
sl: onemogočeno
tr: Engelli

# ConfigStartup_Enable
source: Enable Start-on-Login
de: Start-bei-Anmeldung aktivieren
es: habilitar el inicio de sesión
fr: Activer le démarrage à l'ouverture de session
nl: start-bij-inloggen inschakelen
pl: Włącz uruchomienie przy logowaniu
pt_br: ativar iniciar no login
ru: включить запуск при входе в систему
sl: omogoči zagon ob prijavi
tr: Oturum Açıldığında Başlatmayı Etkinleştir

# OnboardingStartup_Activated
source: Start-on-Login has been activated!
de: Start-bei-Anmeldung erfolgreich aktiviert!
es: ¡Lanzamiento al iniciar sesión activado con éxito!
fr: Démarrage à l'ouverture de session activé !
nl: Start-bij-inloggen succesvol geactiveerd!
pl: Uruchomienie-przy-logowaniu zostało włączone!
pt_br: Iniciar no login ativado com sucesso!
ru: Запуск при входе в систему успешно активирован!
sl: Zagon ob prijavi je bil uspešno aktiviran!
tr: Girişte Başlat etkinleştirildi!

# OnboardingStartup_EnableNow
source: Do you want to enable Start-on-Login now?
de: Möchtest du Start-bei-Anmeldung jetzt aktivieren?
es: ¿Desea habilitar el inicio al iniciar sesión ahora?
fr: Voulez-vous activer le lancement à l'ouverture de session maintenant ?
nl: Wil je start-bij-inloggen nu inschakelen?
pl: Czy chcesz włącz Uruchomienie-przy-logowaniu teraz?
pt_br: Deseja ativar o lançar no login agora?
ru: Вы хотите включить запуск при входе в систему прямо сейчас?
sl: Ali želite omogočiti zagon ob prijavi zdaj?
tr: Girişte Başlat'ı şimdi etkinleştirmek istiyor musunuz?

# OnboardingStartup_AlreadyActivated
source: Start-on-Login is already activated, all set!
de: Start-bei-Anmeldung ist bereits aktiviert, alles bereit!
es: Iniciar sesión ya está activado, ¡todo listo!
fr: Le lancement à l'ouverture de session est activé !
nl: Start-bij-inloggen is al geactiveerd, helemaal klaar!
pl: Uruchomienie-przy-logowaniu już jest aktywne!
pt_br: lançar no login já está ativado, tudo pronto!
ru: Запуск при входе в систему уже активирован, все готово!
sl: Zagon ob prijavi je že aktiviran, vse pripravljeno!
tr: Girişte Başlat zaten etkinleştirildi, her şey hazır!

# OnboardingStartup_Activating
source: Activating Start-on-Login..
de: Aktivieren von Start-bei-Anmeldung, warte kurz ..
es: activando el lanzamiento al iniciar sesión, espera ..
fr: Activation du lancement à l'ouverture de session, patientez ..
nl: start-bij-inloggen activeren, ogenblik geduld ..
pl: Aktywowanie Uruchomienie-przy-logowaniu..
pt_br: ativando o lançar no login, espere ..
ru: активируя запуск при входе в систему, подождите ..
sl: aktiviranje zagona ob prijavi, počakaj ..
tr: Oturum Açılırken Başlat etkinleştiriliyor..

# OnboardingStartup_Failed
source: Something went wrong. You can try again, or skip to the next page and retry after HASS.Agent's restart.
de: Etwas ist schief gelaufen. Du kannst es noch einmal versuchen oder auf die nächste Seite wechseln und es nach dem Neustart von HASS.Agent erneut versuchen.
es: Algo salió mal. Puede volver a intentarlo o pasar a la página siguiente y volver a intentarlo después del reinicio de HASS.Agent.
fr: Une erreur s'est produite. Vous pouvez réessayer, ou passer à la page suivante et réessayer après le redémarrage de HASS.Agent.
nl: Er ging iets mis. Je kunt het nog een keer proberen, of naar de volgende pagina gaan en het opnieuw proberen nadat HASS.Agent herstart is.
pl: Coś poszło nie tak. Możesz spróbować ponownie, lub przejść do następnej strony i spróbować ponownie po ponownym uruchomieniu HASS.Agent'a.
pt_br: Algo deu errado. Você pode tentar novamente ou pular para a próxima página e tentar novamente após a reinicialização do HASS.Agent.
ru: Что-то пошло не так. Вы можете попробовать еще раз или перейти к следующей странице и повторить попытку после перезагрузки HASS.Agent's.
sl: Nekaj je šlo narobe. Poskusite lahko znova ali pa preskočite na naslednjo stran in poskusite znova po ponovnem zagonu HASS.Agent.
tr: Bir şeyler yanlış gitti. Tekrar deneyebilir veya sonraki sayfaya atlayıp HASS.Agent'ın yeniden başlatılmasından sonra yeniden deneyebilirsiniz.

# OnboardingStartup_BtnSetLaunchOnLogin_2
source: Enable Start-on-Login
de: Start-bei-Anmeldung aktivieren
es: habilitar el lanzamiento al iniciar sesión
fr: Activer le lancement à l'ouverture de session
nl: start-bij-inloggen inschakelen
pl: Włącz Uruchomienie-przy-logowaniu
pt_br: ativar lançar no login
ru: включить запуск при входе в систему
sl: omogoči zagon ob prijavi
tr: Oturum Açıldığında Başlatmayı Etkinleştir
