Repository: LAB02-Research/HASS.Agent
Catalog: src/HASS.Agent/Resources/Localization/Languages.*.resx
Languages: de, es, fr, nl, pl, pt_br, ru, sl, tr

# ServiceGeneral_LblInfo2
source: You can use the satellite service to run sensors and commands without having to be logged in. Not all types are available, for instance the 'LaunchUrl' command can only be added as a regular command.
de: Du kannst den Satellitenservice verwenden, um Sensoren und Befehle auszuführen, ohne angemeldet zu sein. Nicht alle Typen sind verfügbar, zum Beispiel kann der Befehl „ÖffneUrl“ nur als regulärer Befehl hinzugefügt werden.
es: Puede usar el servicio satelital para ejecutar sensores y comandos sin tener que iniciar sesión. No todos los tipos están disponibles, por ejemplo, el comando 'LaunchUrl' solo se puede agregar como un comando normal.
fr: Vous pouvez utiliser le Service Windows pour faire fonctionner les capteurs et commandes sans avoir à vous connecter. Tous ne sont pas disponibles, par exemple la commande 'LaunchUrl' ne peut pas être lancée par le service.
nl: Je kunt de satelliet service gebruiken om sensoren en commando's uit te voeren zonder ingelogd te hoeven zijn. Niet alle types zijn beschikbaar, bijvoorbeeld het 'LanceerUrl' commando kan alleen als regulier commando toegevoegd worden.
pl: Możesz użyć usługi Satellite aby przesyłać czujniki i komendy bez potrzeby bycia zalogowanym. Nie wszystkie typy działają, na przykład komenda 'UruchomUrl' może zostać dodana tylko jako normalna komenda.
ru: Вы можете использовать спутниковую службу для запуска датчиков и команд без необходимости входа в систему. Доступны не все типы, например, команда 'launchUrl' может быть добавлена только как обычная команда.
sl: Lahko uporabite satelitsko storitev za senzorje in ukaze brez, da ste prijavljeni. Vsi tipi niso na voljo, npr. 'LaunchUrl' ukaz se lahko doda samo kot klasičen ukaz.
tr: Uydu hizmetini, oturum açmak zorunda kalmadan sensörleri ve komutları çalıştırmak için kullanabilirsiniz. Tüm türler mevcut değildir, örneğin 'LaunchUrl' komutu yalnızca normal bir komut olarak eklenebilir.

# SensorsConfig_ClmValue
source: Last Known Value
de: letzter bekannter Wert
es: último valor conocido
fr: Dernière valeur connue
nl: laatst bekende waarde
pl: Ostatnie Znana Wartość
ru: последнее известное значение
sl: zadnja znana vrednost
tr: Bilinen Son Değer

# LocalApiManager_Initialize_MessageBox1
source: Error trying to bind the API to port {0}. Make sure no other instance of HASS.Agent is running and the port is available and registered.
de: Fehler beim Versuch, die API an Port {0} zu binden. Stelle sicher, dass keine andere Instanz von HASS.Agent läuft und der Port verfügbar und registriert ist.
es: Error al intentar vincular la API al puerto {0}. Asegúrese de que no se esté ejecutando ninguna otra instancia de HASS.Agent y que el puerto esté disponible y registrado.
fr: Erreur lors de la tentative de connexion de l'API au port {0}. Assurez vous qu'aucune autre instance de HASS.Agent n'est en cours d'exécution et que le port est disponible et enregistré.
nl: Fout tijdens het binden van de API aan poort {0}. Controleer of er geen andere HASS.Agent instanties actief zijn, en of de poort beschikbaar en geregistreerd is.
pl: Błąd podczas próby powiązania interfejsu API z portem {0}. Upewnij się, że żadne inna instancja HASS.Agent nie jest uruchomiona, a port jest dostępny i zarejestrowany.
ru: Ошибка при попытке привязать API к порту {0}. Убедитесь, что нет другого запущеного экземпляра HASS.Agent и порт доступен и зарегистрирован.
sl: Napaka pri povezovanju API z vrati {0}. Prepričajte se, da ne teče več kopij HASS.Agent-a in da so vrata na voljo in registrirana.
tr: API'yi {0} bağlantı noktasına bağlamaya çalışırken hata oluştu. HASS.Agent'ın başka hiçbir örneğinin çalışmadığından ve bağlantı noktasının kullanılabilir ve kayıtlı olduğundan emin olun.

# CommandType_WebViewCommand
source: WebView
pl: WidokInternetowy(WebView)
tr: Web Görünümü

# CommandsManager_WebViewCommandDescription
source: Shows a window with the provided URL. This differs from the 'LaunchUrl' command in that it doesn't load a full-fledged browser, just the provided URL in its own window. You can use this to for instance quickly show Home Assistant's dashboard. By default, it stores cookies indefinitely so you only have to log in once.
de: Zeigt ein Fenster mit der bereitgestellten URL. Dies unterscheidet sich von dem „ÖffneUrl“ Befehl, da er keinen vollständigen Browser lädt, sondern nur die bereitgestellte URL in einem eigenen Fenster. Du kannst dies benutzen, um zum Beispiel schnell Home Assistant's Dashboard anzuzeigen. Standardmäßig werden alle Cookies für unbegrenzte Zeit gespeichert, sodass du dich nur einmal einloggen musst.
es: Muestra una ventana con la URL proporcionada. Esto difiere del comando 'LaunchUrl' en que no carga un navegador completo, solo la URL provista en su propia ventana. Puede usar esto para, por ejemplo, mostrar rápidamente el panel de Home Assistant. De forma predeterminada, almacena cookies de forma indefinida, por lo que solo tiene que iniciar sesión una vez.
nl: Toont een scherm met de opgegeven URL. Dit wijkt af van het 'LanceerUrl' commando in dat het geen volledige browser laadt, alleen de opgegeven URL in een eigen scherm. Je kunt dit bijvoorbeeld gebruiken om snel een dashboard van Home Assistant te tonen. Standaard slaat hij cookies oneindig op, dus je hoeft maar één keer in te loggen.
pl: Wyświetla okno z podanym adresem URL. Różni się to od polecenia „UruchomUrl” tym, że nie ładuje pełnej przeglądarki, tylko podany adres URL we własnym oknie. Możesz tego użyć, aby na przykład szybko wyświetlić panel Home Assistant. Domyślnie przechowuje pliki cookie przez cały czas, więc wystarczy się zalogować tylko raz.
ru: Показывает окно с предоставленным URL-адресом. Это отличается от команды launchUrl тем, что она не загружает полноценный браузер, а только указанный URL-адрес в своем собственном окне. Вы можете использовать это, например, для быстрого отображения панели управления Home Assistant. По умолчанию он хранит файлы cookie на неопределенный срок, поэтому вам нужно войти в систему только один раз.
sl: Prikaže okno z vpisanim URL. Tole se razlikuje od ukaza 'LaunchUrl' tkao, da se ne naloži v polnem brskalniku, ampak samo naveden URL v svojem oknu. To lahko uporabite npr. za hitri prikaz glavnega okna Home Assistant. Privzeto so piškotki shranjeni za vedno, zato se morate vpisati samo enkrat.
tr: Sağlanan URL ile bir pencere gösterir. Bu, 'LaunchUrl' komutundan farklıdır, çünkü tam teşekküllü bir tarayıcı yüklemez, yalnızca kendi penceresinde sağlanan URL'yi yükler. Bunu, örneğin Home Assistant'ın kontrol panelini hızlı bir şekilde göstermek için kullanabilirsiniz. Varsayılan olarak, çerezleri süresiz olarak saklar, bu nedenle yalnızca bir kez oturum açmanız gerekir.

# HassDomain_HASSAgentCommands
source: HASS.Agent Commands
de: HASS.Agent Befehle
es: Comandos HASS.Agent
fr: Commandes HASS.Agent
nl: HASS.Agent Commando's
pl: HASS.Agent Polecenia
sl: HASS.Agent ukazi
tr: HASS.Ajan Komutları

# CommandsManager_CommandsManager_SendWindowToFrontCommandDescription
source: Looks for the specified process, and tries to send its main window to the front. If the application is minimized, it'll get restored. Example: if you want to send VLC to the foreground, use 'vlc'.
de: Sucht nach dem angegebenen Prozess und versucht, dessen Hauptfenster in den Vordergrund zu bringen. Wenn die Anwendung minimiert ist, wird sie wiederhergestellt. Beispiel: Wenn du VLC in den Vordergrund bringen willst, verwende „vlc“.
es: Busca el proceso especificado e intenta enviar su ventana principal al frente. Si la aplicación está minimizada, se restaurará. Ejemplo: si desea enviar VLC al primer plano, use 'vlc'.
fr: Recherche le processus spécifié et essaie d'afficher sa fenêtre principale au premier plan. Si l'application est réduite, elle sera restaurée. Exemple : si vous voulez envoyer VLC au premier plan, utilisez 'vlc'.
nl: Zoekt het opgegeven proces, en probeert z'n hoofdscherm naar de voorgrond te halen. Als de applicatie geminimaliseerd is, wordt hij hersteld. Voorbeeld: als je VLC naar de voorgrond wilt sturen, gebruik dan 'vlc'.
pl: Szuka określonego procesu i próbuje wysłać jego główne okno na wierzch. Jeśli aplikacja jest zminimalizowana, zostanie pokazana. Przykład: jeśli chcesz wysłać VLC na pierwszy plan, użyj „vlc”.
ru: Ищет указанный процесс и пытается отправить его главное окно на передний план. Если приложение свернуто, оно будет восстановлено. Пример: если вы хотите отправить VLC на передний план, используйте 'vlc'.
sl: Išče naveden proces in ga poskuša poslati v ospredje. Če je aplikacija minimirana jo poveča. Primer: če želite v ospredje poslati VLC uporabite 'vlc'
tr: Belirtilen işlemi arar ve ana penceresini öne göndermeye çalışır. Uygulama simge durumuna küçültülürse geri yüklenir. Örnek: VLC'yi ön plana göndermek istiyorsanız, 'vlc' kullanın.

# CommandsMod_BtnStore_MessageBox8
source: If you do not configure the command, you may only use this entity with an 'action' value via Home Assistant and it will appear using the default settings, running it as-is will have no action. Are you sure you want to do this?
de: Wenn du den Befehl nicht konfigurierst, kannst du diese Entität nur mit einem „Aktions“-Wert über Home Assistant verwenden und sie wird mit den Standardeinstellungen angezeigt. Wenn du den Befehl unverändert ausführst, bewirkt er nichts. Bist du sicher, dass du das willst?
es: Si no configura el comando, solo puede usar esta entidad con un valor de 'acción' a través de Home Assistant y se mostrará con la configuración predeterminada. Ejecutarlo como está no hará nada. ¿Estás seguro de que quieres esto?
fr: Si vous ne configurez pas la commande, vous ne pouvez utiliser cette entité qu'avec une valeur 'action' via Home Assistant et elle s'affichera en utilisant les paramètres par défaut. La faire fonctionner tel quel ne fera rien. Etes vous sûr de vouloir cela ?
nl: Als je het commando niet configureert, kan je deze entiteit alleen gebruiken met een 'actie' waarde via Home Assistant en hij toont met de standaard instellingen. Uitvoeren zonder een actie doet niks. Weet je zeker dat je dit wilt?
pl: Jeśli nie skonfigurujesz polecenia, możesz użyć tej encji tylko z wartością „action” za pomocą Home Assistant i wyświetli się przy użyciu ustawień domyślnych. Uruchamianie go tak, jak jest, nic nie da. Czy na pewno tego chcesz?
ru: Если вы не настроили команду, вы можете использовать эту сущность только со значением 'действие' через Home Assistant, и она будет отображаться с использованием настроек по умолчанию. Запуск его как есть ничего не даст. Ты уверен, что хочешь этого?
sl: Če ukaza ne skonfigurirate ga lahko uporabite samo kot 'akcija' preko Home Assistant, prikazana pa bo samo privzeta vrednost. Zagon 'kot je' ne bo naredil ničesar. Ali ste prepričani, da želite to?
tr: Komutu yapılandırmazsanız, bu varlığı yalnızca Home Assistant aracılığıyla bir 'eylem' değeriyle kullanabilirsiniz ve varsayılan ayarlar kullanılarak görünür, olduğu gibi çalıştırıldığında herhangi bir işlem yapılmaz. Bunu yapmak istediğinden emin misin?

# ConfigLocalStorage_BtnClearAudioCache
source: Clear Audio Cache
de: lösche Audiocache
es: borrar caché de audio
fr: Vider le cache audio
nl: audio cache legen
pl: wyczyść pamięć podręczną dźwięku
ru: очистить кэш аудио
sl: izbriši audio cache
tr: Ses Önbelleğini Temizle

# ConfigLocalStorage_BtnClearAudioCache_InfoText1
source: Cleaning..
de: Reinigung ..
es: limpieza ..
fr: Nettoyage ..
nl: opschonen ..
pl: czyszczenie ..
ru: очистка ..
sl: brisanje ..
tr: Temizlik..

# ConfigLocalStorage_BtnClearAudioCache_MessageBox1
source: The audio cache has been cleared!
de: Audiocache wurde gelöscht!
es: ¡Se ha borrado la memoria caché de audio!
fr: Le cache audio a été vidé !
nl: Audio cache opgeschoond!
pl: Pamięć podręczna audio została wyczyszczona!
ru: Кэш аудио был очищен!
sl: Audio cache je bil izbrisan!
tr: Ses önbelleği temizlendi!

# ConfigLocalStorage_BtnClearWebViewCache
source: Clear WebView Cache
de: WebView-Cache löschen
es: borrar caché de vista web
fr: Vider le cache webview
nl: webview cache legen
pl: wyczyść pamięć podręczną widoku internetowego
ru: очистить кэш webview
sl: izbriši webview cache
tr: Web Görünümü Önbelleğini Temizle

# ConfigLocalStorage_BtnClearWebViewCache_InfoText1
source: Cleaning..
de: löschen..
es: limpieza ..
fr: nettoyage ..
nl: opschonen ..
pl: czyszczenie ..
ru: очистка ..
sl: brisanje ..
tr: Temizlik..

# ConfigLocalStorage_BtnClearWebViewCache_MessageBox1
source: The WebView cache has been cleared!
de: Der WebView-Cache wurde gelöscht!
es: ¡Se ha borrado la caché de WebView!
fr: Le cache WebView a été nettoyé !
nl: WebView cache opgeschoond!
pl: Pamięć podręczna widoku internetowego została wyczyszczona!
ru: Кэш WebView был очищен!
sl: WebView cache je bil izbrisan!
tr: WebView önbelleği temizlendi!

# Main_CheckDpiScalingFactor_MessageBox1
source: It looks like you're using an alternative scaling. This may result in some parts of HASS.Agent not looking as intended. Please report any unusable aspects on GitHub. Thanks! Note: this message only shows once.
de: Es sieht so aus, als ob du eine alternative Skalierung verwendest. Dies kann dazu führen, dass einige Teile von HASS.Agent nicht wie vorgesehen aussehen. Bitte melde alle unbrauchbaren Aspekte auf GitHub. Danke! Hinweis: Diese Meldung wird nur einmal angezeigt.
es: Parece que estás usando una escala alternativa. Esto puede provocar que algunas partes de HASS.Agent no se vean como se esperaba. Informe cualquier aspecto inutilizable en GitHub. ¡Gracias! Nota: este mensaje solo se muestra una vez.
fr: Il semble que vous utilisiez une mise à l'échelle personnalisée. Il se peut que certaines parties de HASS.Agent ne s'affichent pas comme prévu. Veuillez signaler tout aspect inutilisable sur GitHub. Merci! Remarque : ce message ne s'affiche qu'une seule fois.
nl: Het lijkt erop dat je een alternatieve schaling gebruikt. Dat kan ervoor zorgen dat sommige delen van HASS.Agent niet tonen zoals bedoeld. Geef onbruikbare delen graag door via GitHub. Bedankt! Ter info: deze melding toont éénmalig.
pl: Wygląda na to, że używasz alternatywnego skalowania. Może to spowodować, że niektóre części HASS.Agent nie będą wyglądać tak jak powinny. Prosimy o zgłaszanie wszelkich nieużytecznych aspektów programu w serwisie GitHub. Dziękuję! Uwaga: ten komunikat pojawia się tylko raz.
ru: Похоже, вы используете альтернативное масштабирование. Это может привести к повреждению некоторых частей и HASS.Agent будет выглядит не так, как предполагалось. Пожалуйста, сообщайте о любых непригодных аспектах на GitHub. Спасибо! Примечание: это сообщение отображается только один раз.
sl: Izgleda, da uporabljate alternativno povečavo. To lahko povzroči, da HASS.Agent ne bo izgledal pravilno. Prosim, poročajte o nepravilnem prikazu na GitHub. Hvala! Opomba: to sporočilo bo prikazano samo enkrat.
tr: Görünüşe göre alternatif bir ölçeklendirme kullanıyorsunuz. Bu, HASS.Agent'ın bazı bölümlerinin amaçlandığı gibi görünmemesine neden olabilir. Lütfen kullanılamayan yönleri GitHub'da bildirin. Teşekkürler! Not: Bu mesaj yalnızca bir kez gösterilir.

# WebViewCommandConfig_SetStoredVariables_MessageBox1
source: Unable to load the stored command settings, resetting to default.
de: Konnte nicht die gespeicherten Befehlseinstellungen laden. Setze auf Standard zurück.
es: No se puede cargar la configuración del comando almacenado, restableciéndose a los valores predeterminados.
fr: Impossible de charger les paramètres enregistrés de la commande, réinitialisation par défaut.
nl: Kan de opgeslagen commando instellingen niet laden, teruggevallen op de standaard.
pl: Nie mogę wczytać ustawień komend, resetuje je do domyślnych.
ru: Не удалось загрузить сохраненные настройки команды, сброс значение по умолчанию.
sl: Ne morem naložiti shranjenih nastavitev ukaza, ponastavljam na privzeto.
tr: Depolanan komut ayarları yüklenemiyor, varsayılana sıfırlanıyor.

# CommandsMod_BtnConfigureCommand
source: Configure Command &Parameters
de: konfiguriere Befehls&parameter
es: configurar comandos y parámetros
fr: configurer la commande &parameters
nl: configureer commando &parameters
pl: &parametry konfiguracji poleceń
ru: настройка команды и &параметров
sl: nastavi ukaz in parametre
tr: Komut ve Parametreleri Yapılandır

# ConfigLocalApi_BtnExecutePortReservation
source: Execute Port &Reservation
de: führe Port&reservierung aus
es: ejecutar puerto y reserva
fr: Lancer la réservation des ports
nl: voer poort &reservering uit
pl: wykonaj &rezerwację portu
sl: Izvedi &rezervacijo vrat
tr: Bağlantı Noktası ve Rezervasyonu Yürüt

# ConfigLocalApi_CbLocalApiActive
source: &Enable Local API
de: aktivi&ere lokale api
es: &habilitar API local
fr: Activer l'API locale
nl: lokal&e api uitvoeren
pl: &włącz lokalne API
ru: &включить локальный api
sl: &omogoči lokalni api
tr: &Yerel API'yi Etkinleştir

# ConfigLocalApi_LblInfo1
source: HASS.Agent has its own local API, so Home Assistant can send requests (for instance to send a notification). You can configure it globally here, and afterwards you can configure the dependent sections (currently notifications and mediaplayer). Note: this is not required for the new integration to function. Only enable and use it if you don't use MQTT.
de: HASS.Agent verfügt über eine eigene lokale API, sodass Home Assistant Anfragen senden kann (z. B. um eine Benachrichtigung zu senden). Du kannst es hier global konfigurieren und anschließend die abhängigen Abschnitte (derzeit Benachrichtigungen und Mediaplayer) konfigurieren.
es: HASS.Agent tiene su propia API local, por lo que Home Assistant puede enviar peticiones (por ejemplo, para enviar una notificación). Puede configurarlo globalmente aquí, y después puede configurar las secciones dependientes (actualmente notificaciones y mediaplayer). Nota: esto no es necesario para que la nueva integración funcione. Sólo actívelo y úselo si no usa MQTT.
fr: HASS.Agent a sa propre API locale, donc Home Assistant peut envoyer des requêtes (par exemple pour envoyer une notification). Vous pouvez le configurer globalement ici, et ensuite vous pouvez configurer les sections qui en dépendent (actuellement les notifications et le lecteur multimédia). Remarque : ceci n'est pas nécessaire pour que la nouvelle intégration fonctionne. Activez-le et utilisez-le uniquement si vous n'utilisez pas MQTT.
nl: HASS.Agent heeft z'n eigen lokale API, zodat Home Assistant verzoeken kan sturen (bijvoorbeeld om een notificatie te versturen). Je kunt hem hier globlaal configureren, en daarna kun je de afhankelijke onderdelen configureren (momenteel notificaties en mediaspeler). Notitie: dit is niet vereist om de nieuwe integratie te laten werken. Alleen inschakelen en gebruiken als je geen MQTT gebruikt.
pl: HASS.Agent posiada własne lokalne API, dzięki czemu Home Assistant może wysyłać żądania (np. aby wysłać powiadomienie). Tutaj możesz skonfigurować globalne ustawienia, a następnie sekcje zależne (obecnie powiadomienia i odtwarzacz).
ru: HASS.Agent имеет свой собственный локальный API, поэтому Home Assistant может отправлять запросы (например, для отправки уведомления). Вы можете настроить его глобально здесь, а затем вы можете настроить зависимые разделы (в настоящее время уведомления и медиаплеер).
sl: HASS.Agent ima svoj lastni lokalni API, tako da Home Assistant lahko pošilja ukaze (npr. za prikaz obvestil). Tukaj ga konfigurirate globalno, potem pa nastavljate odvisne sektorje (trenutno obvestila in medijski predvajalnik). Opomba: za delovanje nove integracije to ni nujno. Omogočite in uporabljajte ga samo, če ne uporabljate MQTT
tr: HASS.Agent'ın kendi yerel API'si vardır, bu nedenle Home Assistant istek gönderebilir (örneğin bir bildirim göndermek için). Buradan global olarak yapılandırabilir ve daha sonra bağımlı bölümleri (şu anda bildirimler ve mediaplayer) yapılandırabilirsiniz. Not: Yeni entegrasyonun çalışması için bu gerekli değildir. Yalnızca MQTT kullanmıyorsanız etkinleştirin ve kullanın.

# ConfigLocalApi_LblInfo2
source: To be able to listen to the requests, HASS.Agent needs to have its port reserved and opened in your firewall. You can use this button to have it done for you.
de: Um auf Anfragen reagieren zu können, muss HASS.Agent's Port in deiner Firewall reserviert und geöffnet werden. Du kannst diese Schaltfläche verwenden, um dies für dich zu erledigen.
es: Para poder escuchar las peticiones, HASS.Agent necesita tener su puerto reservado y abierto en su firewall. Puede usar este botón para que lo hagan por usted.
fr: Pour pouvoir écouter les requêtes, HASS.Agents doit avoir son port réservé et ouvert dans votre pare-feu. Vous pouvez utiliser ce bouton pour le faire pour vous.
nl: Om het mogelijk te maken om naar verzoeken te luisteren, moet HASS.Agent de poort gereserveerd hebben en geopend in de firewall. Je kunt deze knop gebruiken om dat voor jou te doen.
pl: Aby móc nasłuchiwać żądań, HASS.Agents musi mieć zarezerwowany i otwarty port w zaporze. Możesz użyć tego przycisku, aby zostało to zrobione za Ciebie.
ru: Чтобы иметь возможность прослушивать запросы, HASS.Agents должен иметь зарезервированный и открытый порт в вашем брандмауэре. Вы можете использовать эту кнопку, чтобы это было сделано за вас.
sl: Da bi lahko poslušal zahteve mora imeti HASS.Agent rezervirana vrata in jih imeti odprta v požarnem zidu. S tem gumbom lahko to naredite.
tr: İstekleri dinleyebilmek için HASS.Agent'ın portunun ayrılmış ve güvenlik duvarınızda açılmış olması gerekir. Bunu sizin için yaptırmak için bu düğmeyi kullanabilirsiniz.

# ConfigLocalApi_LblPort
source: &Port
es: &Puerto
nl: &poort
ru: &порт
sl: &vrata
tr: &Liman

# ConfigLocalStorage_LblAudioCacheLocation
source: Audio Cache Location
de: Audio Cache Pfad
es: ubicación de caché de audio
fr: Emplacement du cache audio
nl: audio cache locatie
pl: lokalizacja pamięci podręcznej dźwięku
ru: расположение аудио кэша
sl: lokacija audio cache
tr: Ses Önbelleği Konumu

# ConfigLocalStorage_LblImageCacheDays
source: days
de: Tage
es: días
fr: jours
nl: dagen
pl: dni
ru: дней
sl: dni
tr: günler

# ConfigLocalStorage_LblImageCacheLocation
source: Image Cache Location
de: Bilder Cache Pfad
es: ubicación de caché de imagen
fr: Emplacement du cache d'images
nl: image cache locatie
pl: lokalizacja pamięci podręcznej obrazów
ru: расположение кэша изображений
sl: lokacija cache-ja slik
tr: Görüntü Önbelleği Konumu

# ConfigLocalStorage_LblKeepAudio
source: Keep audio for
de: Audio behalten für
es: mantener el audio para
fr: Garder l'audio pendant
nl: bewaar audio gedurende
pl: zachowaj dźwięk przez
ru: сохранять аудио
sl: ohrani avdio
tr: Sesi şunun için sakla:

# ConfigLocalStorage_LblKeepImages
source: Keep images for
de: Bilder aufbewahren für
es: guardar imágenes para
fr: Garder les images pendant
nl: bewaar afbeeldingen gedurende
pl: zachowaj obrazy przez
ru: сохранять изображения
sl: ohrani slike
tr: Resimleri şunun için sakla:

# ConfigLocalStorage_LblKeepWebView
source: Clear cache every
de: Cache löschen alle
es: borrar caché cada
fr: Vider le cache tous les
nl: leeg cache elke
pl: wyczyść pamięć podręczną co
ru: очищать кэш каждый
sl: izbriši cache vsakih
tr: Her seferinde önbelleği temizle

# ConfigLocalStorage_LblWebViewCacheLocation
source: WebView Cache Location
de: WebView Cache Pfad
es: ubicación de caché de vista web
fr: Emplacement du cache webview
nl: webview cache locatie
pl: lokalizacja pamięci podręcznej widoku internetowego
ru: расположение кэша webview
sl: lokacija webview cache
tr: Web Görünümü Önbellek Konumu
