Repository: LAB02-Research/HASS.Agent
Catalog: src/HASS.Agent/Resources/Localization/Languages.*.resx
Languages: de, es, fr, nl, pl, pt_br, ru, sl, tr

# SensorsMod_LblSetting1
source: setting 1
de: Einstellung 1
es: ajuste 1
fr: paramètre 1
nl: instelling 1
pl: ustawienie 1
pt_br: configuração 1
ru: настройка 1
sl: nastavitev 1
tr: ayar 1

# SensorsMod_LblType
source: Selected Type
de: ausgewählter Typ
es: tipo seleccionado
fr: type sélectionné
nl: geselecteerde type
pl: Wybrany Typ
pt_br: tipo selecionado
ru: выбранный тип
sl: izbran tip
tr: Seçilen Tip

# SensorsMod_LblName
source: &Name
es: &nombre
fr: Nom
nl: &naam
pl: &Nazwa
pt_br: nome
ru: &имя
sl: ime
tr: &İsim

# SensorsMod_LblUpdate
source: &Update every
de: Akt&ualisiere alle
es: &actualizar cada
fr: mettre à jour chaque
nl: &update elke
pl: &Aktualizuj co
pt_br: atualize a cada
ru: &обновлять каждый
sl: posodobi vsako
tr: &Her güncelleme

# SensorsMod_LblSeconds
source: seconds
de: Sekunden
es: segundos
fr: Secondes
nl: seconden
pl: sekundy
pt_br: segundos
ru: секунда
sl: sekund
tr: saniye

# SensorsMod_LblDescription
source: Description
de: Beschreibung
es: descripción
nl: omschrijving
pl: Opis
pt_br: descrição
ru: описание
sl: opis
tr: Tanım

# SensorsMod_LblSetting2
source: Setting 2
de: Einstellung 2
es: ajuste 2
fr: paramètre 2
nl: instelling 2
pl: Ustawienie 2
pt_br: configuração 2
ru: настройка 2
sl: nastavitev 2
tr: Ayar 2

# SensorsMod_LblSetting3
source: Setting 3
de: Einstellung 3
es: ajuste 3
fr: paramètre 3
nl: instelling 3
pl: Ustawienie 3
pt_br: configuração 3
ru: настройка 3
sl: nastavitev 3
tr: Ayar 3

# SensorsMod_ClmSensorName
source: Type
de: Typ
es: tipo
pl: Typ
pt_br: tipo
ru: тип
sl: tip
tr: Tip

# SensorsMod_LblMultiValue
source: multivalue
de: Multiwert
es: multivalor
fr: valeur multiple
nl: multiwaarde
pl: wielowartościowe
pt_br: multivalor
ru: многозначный
sl: večvrednost
tr: çok değerli

# SensorsMod_LblAgent
source: Agent
es: agente
pt_br: agente
ru: агент
tr: Ajan

# SensorsMod_LblService
source: Service
es: Servicio
pl: Serwis
pt_br: serviço
ru: служба
sl: storitev
tr: Hizmet

# SensorsMod_LblSpecificClient
source: HASS.Agent only!
de: nur hass.agent!
es: hass.agente solamente!
fr: hass.agent seulement !
nl: alleen hass.agent!
pl: Tylko HASS.Agent!
pt_br: hass.agent apenas!
sl: samo hass.agent!
tr: Yalnızca HASS.Agent!

# SensorsMod_Title
source: Sensor
fr: Capteur
pl: Czujnik
ru: Датчик
sl: Senzor
tr: sensör

# ServiceConfig_TabGeneral
source: General
de: Allgemein
fr: Général
nl: Generiek
pl: Ogólne
pt_br: Geral
ru: Основные
tr: Genel

# ServiceConfig_TabCommands
source: Commands
de: Befehle
es: Comandos
fr: Commandes
nl: Commando's
pl: Komendy
pt_br: Comandos
sl: Ukazi
tr: Komutlar

# ServiceConfig_TabSensors
source: Sensors
de: Sensoren
es: Sensores
fr: Capteurs
nl: Sensoren
pl: Czujniki
pt_br: Sensores
sl: Senzorji
tr: Sensörler

# ServiceConfig_Title
source: Satellite Service Configuration
de: Satelitenservice
es: Configuración del servicio de satélite
fr: Configuration du service Windows
nl: Satelliet Service Config
pl: Konfiguracja Usługi Satellite
pt_br: Serviços Satélite Config
ru: Конфигурация спутниковой службы
sl: Konfiguracija satelitske storitve
tr: Uydu Servis Yapılandırması

# About_BtnClose
source: &Close
de: schließen
es: &cerrar
fr: Fermer
nl: sluiten
pl: &Zamknij
pt_br: fechar
ru: &закрыть
sl: &zapri
tr: &Kapat

# About_LblInfo1
source: A Windows-based client for the Home Assistant platform.
de: Ein Windows-basierter Client für die Home Assistant-Plattform.
es: Un cliente basado en Windows para la plataforma Home Assistant.
fr: Un client Windows pour la plate-forme Home Assistant.
nl: Een Windows-gebaseerde cliënt voor het Home Assistant platform.
pl: Klient dla platformy Home Assistant, oparty na systemie Windows.
pt_br: Um cliente baseado em Windows para a plataforma Home Assistant.
ru: Клиент на базе Windows для платформы Home Assistant.
sl: Odjemalec, ki temelji na sistemu Windows za platformo Home Assistant.
tr: Home Assistant platformu için Windows tabanlı bir istemci.

# About_LblInfo3
source: This application is open source and completely free, please check the project pages of the used components for their individual licenses:
de: Diese Anwendung ist Open Source und völlig kostenlos. Bitte prüfe die Projektseiten von den verwendeten Komponenten für ihre Einzellizenzen:
es: Esta aplicación es de código abierto y completamente gratuita. Consulte las páginas del proyecto de los componentes usados para sus licencias individuales:
fr: Cette application est open source et entièrement gratuite. Veuillez consulter les pages du projet des composants utilisés pour leurs licences individuelles :
nl: Deze applicatie is open source en volledig gratis. Bekijk de project-pagina's van de gebruikte componenten voor hun individuele licenties.
pl: Ta aplikacja posiada otwarte źródła i jest całkowicie darmowa. Proszę sprawdzić strony projektu wykorzystanych komponentów dla ich indywidualnych licencji:
pt_br: Este aplicativo é de código aberto e totalmente gratuito. Por favor, verifique o projeto páginas dos componentes usados ​​para suas licenças individuais:
ru: Это приложение с открытым исходным кодом и полностью бесплатное. Пожалуйста, проверьте страницы проекта используемых компонентов на предмет их индивидуальных лицензий:
sl: Ta aplikacija je odprtokodna in popolnoma brezplačna. Preverite strani projektov pri uporabljenih komponentah za njihove posamezne licence:
tr: Bu uygulama açık kaynak kodlu ve tamamen ücretsizdir, lütfen kullanılan bileşenlerin proje sayfalarını bireysel lisansları için kontrol edin:

# About_LblInfo4
source: A big 'thank you' to the developers of these projects, who were kind enough to share their hard work with the rest of us mere mortals.
de: Ein großes Dankeschön an die Entwickler dieser Projekte, die so freundlich waren, ihre harte Arbeit zu teilen mit dem Rest von uns Normalsterblichen.
es: Un gran 'gracias' a los desarrolladores de estos proyectos, que tuvieron la amabilidad de compartir su arduo trabajo con el resto de nosotros, meros mortales.
fr: Un grand 'merci' aux développeurs de ces projets, qui ont eu la gentillesse de partager leurs travails acharnés avec le reste d'entre nous, simples mortels.
nl: Een oprechte 'bedankt' voor de ontwikkelaars van deze projecten, die zo aardig waren om hun harde werken te delen met de rest van de stervelingen ..
pl: Wielkie podziękowania dla twórców tych projektów, którzy byli na tyle mili, aby się podzielić ich ciężką pracą z resztą z nas, zwykłych śmiertelników.
pt_br: Um grande 'obrigado' aos desenvolvedores desses projetos, que foram gentis o suficiente para compartilhar seu trabalho duro com o resto de nós, meros mortais.
ru: Большое 'спасибо' разработчикам этих проектов, которые были достаточно любезны, чтобы поделиться своей тяжелой работой с остальными из нас, простых смертных.
sl: Velika 'hvala' razvijalcem teh projektov, ki so bili dovolj prijazni, da so jih delili njihovo trdo delo z nami, navadnimi smrtniki.
tr: Sıkı çalışmalarını biz fanilerle paylaşma nezaketini gösteren bu projelerin geliştiricilerine büyük bir 'teşekkür ederim'.

# About_LblInfo5
source: And of course; thanks to Paulus Shoutsen and the entire team of developers that created and maintain Home Assistant :-)
de: Und natürlich; Danke an Paulus Shoutsen und das gesamte Entwicklerteam, dass Home Assistant erstellte und pflegt :-)
es: Y por supuesto; gracias a Paulus Shoutsen y a todo el equipo de desarrolladores que Creé y mantengo Home Assistant :-)
fr: Et bien sûr; merci à Paulus Shoutsen et à toute l'équipe de développeurs qui ont créé et maintiennent Home Assistant :-)
nl: En natuurlijk; bedankt Paulus Shoutsen en het hele team van ontwikkelaars dat Home Assistant gebouwd hebben en onderhouden :-)
pl: I oczywiście; dzięki Paulusowi Shoutsenowi i całemu zespołowi twórców, którzy stworzyli i utrzymują Home Assistant :-)
pt_br: E claro; obrigado a Paulus Shoutsen e toda a equipe de desenvolvedores que criaram e mantêm o Home Assistant :-)
ru: И, конечно же; спасибо Paulus Shoutsen и всей команде разработчиков, которые создали и поддерживают Home Assistant :-)
sl: In seveda; hvala Paulusu Shoutsenu in celotni ekipi razvijalcev, ki je ustvarila in vzdržujte Home Assistant :-)
tr: Ve tabi ki; Paulus Shoutsen ve Home Assistant :-) yaratan ve bakımını yapan tüm geliştirici ekibine teşekkürler

# About_LblInfo2
source: Created with love by
de: Mit Liebe erstellt von
es: Creado con amor por
fr: Créé avec amour par
nl: Gemaakt met liefde door
pl: Stworzono z miłością przez
pt_br: Criado com amor por
ru: Созданный с любовью
sl: Z ljubeznijo ustvaril
tr: tarafından sevgiyle yaratıldı

# About_LblInfo6
source: Like this tool? Support us (read: keep us awake) by buying a cup of coffee:
de: Du magst dieses Programm? Unterstütze uns mit dem Kauf einer Tasse Kaffee:
es: ¿Te gusta esta herramienta? Apóyanos (léase: mantennos despiertos) comprando una taza de café:
fr: Vous aimez ce projet ? Soutenez nous (lire : gardez nous en vie) en nous payant un café :
nl: Bevalt dit programma? Ondersteun ons (lees: hou ons wakker) door een kopje koffie te doneren:
pl: Podoba Ci się to narzędzie? Wesprzyj nas (czytaj: nie daj nam zasnąć) kupując filiżankę kawy:
pt_br: Gostou deste programa? Apoie-nos (leia-se: mantenha-nos acordados) comprando uma xícara de café:
ru: Нравится этот инструмент? Поддержите нас (читай: не дайте нам уснуть), купив чашку кофе:
sl: Vam je všeč to orodje? Podprite nas (beri: pusti nas budne) z nakupom skodelice kave:
tr: Bu aracı beğendiniz mi? Bir fincan kahve alarak bizi destekleyin (okuyun: bizi uyanık tutun):

# About_Title
source: About
de: Über
es: Acerca de
fr: à propos
nl: Over
pl: O
pt_br: Sobre
sl: Vizitka
tr: Hakkında

# Configuration_TabGeneral
source: General
de: Allgemein
fr: Général
nl: Algemeen
pl: Gólne
pt_br: Geral
sl: Splošno
tr: Genel

# Configuration_TabExternalTools
source: External Tools
de: Externe Werkzeuge
es: Herramientas externas
fr: Outils Externes
nl: Externe Applicaties
pl: Narzędzia Zewnętrzne
pt_br: Ferramentas Externas
sl: Zunanja orodja
tr: Harici Araçlar

# Configuration_TabHassApi
source: Home Assistant API
es: API del asistente de inicio
fr: API d'Home Assistant
tr: Ev Yardımcısı API'sı

# Configuration_TabHotKey
source: Hotkey
es: Tecla de acceso directo
fr: Raccourcis
nl: Sneltoets
pl: KlawiszSkrótu
pt_br: Atalho
sl: Bližnjica
tr: Kısayol tuşu

# Configuration_TabLocalStorage
source: Local Storage
de: Lokaler Speicher
es: Almacenamiento local
fr: Stockage Local
nl: Lokale Opslag
pl: Pamięć Lokalna
pt_br: Armazenamento Local
ru: Локальное хранилище
sl: Lokalna shramba
tr: Yerel depolama

# Configuration_TabLogging
source: Logging
de: Protokollierung
es: Inicio sesión
fr: Connexion
pl: Logowanie
pt_br: Registrando
sl: Dnevnik
tr: Kerestecilik

# Configuration_TabNotifications
source: Notifications
de: Benachrichtigungen
es: Notificaciones
nl: Notificaties
pl: Powiadomienia
pt_br: Notificações
ru: Уведомления
sl: Obvestila
tr: Bildirimler

# Configuration_TabService
source: Satellite Service
de: Satelitenservice
es: Servicio Satelital
fr: Service Windows
nl: Satelliet Service
pl: Usługa Satellite
pt_br: Serviço Satélite
ru: Спутниковая служба
sl: Satelitska storitev
tr: Uydu Hizmeti

# Configuration_TabStartup
source: Startup
de: Starten
es: Puesta en marcha
fr: Démarrage
nl: Opstarten
pl: Uruchomienie
pt_br: Comece
sl: Zagon
tr: Başlatmak

# Configuration_TabUpdates
source: Updates
es: Actualizaciones
fr: Mises à jour
pl: Aktualizacje
pt_br: Atualizações
sl: Posodobitve
tr: Güncellemeler

# Configuration_BtnAbout
source: &About
de: über
es: &acerca de
fr: à propos
nl: over
pl: &o
pt_br: sobre
sl: &vizitka
tr: &Hakkında

# Configuration_BtnHelp
source: &Help && Contact
de: &Hilfe && Kontakt
es: &ayuda && contacto
fr: Aide et contact
pl: &pomoc i kontakt
pt_br: ajuda && contato
ru: &помощь и контакты
sl: pomoč && kontakt
tr: &Yardım && İletişim

# Configuration_BtnStore
source: &Save Configuration
de: Einstellungen &speichern
es: &guardar configuración
fr: enregistrer la configuration
nl: configuratie op&slaan
pl: &zapisz konfigurację
pt_br: guardar configuração
ru: &сохранить конфигурацию
sl: Shrani konfiguracijo
tr: &Yapılandırmayı Kaydet

# Configuration_BtnClose
source: Close &Without Saving
de: schließen ohne zu speichern
es: cerrar &sin guardar
fr: fermer sans enregistrer
nl: sluiten zonder opslaan
pl: zamknij &bez zapisywania
pt_br: fechar sem salvar
ru: закрыть &без сохранения
sl: zapri brez shranjevanja
tr: Kapat &Kaydetmeden

# Configuration_Title
source: Configuration
de: Einstellungen
es: Configuración
nl: Configuratie
pl: Konfiguracja
pt_br: Configuração
ru: Конфигурация
sl: Konfiguracija
tr: Yapılandırma

# ExitDialog_LblInfo1
source: What would you like to do?
de: Was würdest du gerne tun?
es: Que te gustaría hacer?
fr: Que voulez vous faire ?
nl: Wat wil je doen?
pl: Co chciałbyś robić?
pt_br: O que você gostaria de fazer?
ru: Что бы вы хотели сделать?
sl: Kaj bi rad počel?
tr: Ne yapmak istersin?

# ExitDialog_BtnRestart
source: &Restart
de: neusta&rten
es: &reiniciar
fr: Relancer
nl: he&rstarten
pt_br: reiniciar
ru: &перезапуск
sl: ponovni zagon
tr: &Tekrar başlat

# ExitDialog_BtnHide
source: &Hide
de: verstecken
es: &ocultar
fr: Cacher
nl: verbergen
pl: &ukryj
pt_br: ocultar
ru: &скрыть
sl: skrij
tr: &Saklamak

# ExitDialog_BtnExit
source: &Exit
de: v&erlassen
es: &salir
fr: Quitter
nl: sluiten
pl: &zamknij
pt_br: sair
ru: &выход
sl: izhod
tr: &Çıkış

# ExitDialog_Title
source: Exit Dialog
de: Dialog verlassen
es: Diálogo de salida
fr: Quitter la boîte de dialogue
nl: Afsluiten Dialoog
pl: Zamknij okno dialogowe
pt_br: Sair da caixa de diálogo
ru: Диалоговое окно выхода
sl: Izhod iz dialoga
tr: İletişim Kutusundan Çık

# Help_BtnClose
source: &Close
de: schließen
es: &cerrar
fr: fermer
nl: sluiten
pl: &Zamknij
pt_br: fechar
ru: &закрыть
sl: &zapri
tr: &Kapat

# Help_LblInfo1
source: If you are having trouble with HASS.Agent and require support with any sensors, commands, or for general support and feedback, there are few ways you can reach us:
de: Hängest du bei der Verwendung von HASS.Agent fest, benötigst du Hilfe bei der Integration von Sensoren/Befehle oder hast du eine tolle Idee für die nächste Version? Es gibt einige Wege, über die du uns erreichen kannst:
es: Atascado al usar HASS.Agent, necesito ayuda para integrar el sensores/comandos o tiene una gran idea para la próxima versión? Hay algunos canales a través de los cuales puede comunicarse con nosotros:
fr: Vous êtes bloqué lors de l'utilisation de HASS.Agent, vous avez besoin d'aide pour intégrer les capteurs/commandes ou vous avez une idée géniale pour la prochaine version ? Il existe plusieurs canaux par lesquels vous pouvez nous joindre :
nl: Zit je vast tijdens het gebruik van HASS.Agent, heb je hulp nodig bij het integreren van sensoren/commando's of heb je een top idee voor de volgende versie? Er zijn een paar kanalen waar je ons kunt bereiken:
pl: Utknąłeś podczas korzystania z HASS.Agent, potrzebujesz pomocy przy integracji czujników/poleceń lub masz świetny pomysł na kolejną wersję? Istnieje kilka kanałów, przez które można się z nami skontaktować:
pt_br: Gostou de usar o HASS.Agent, precisa de ajuda para integrar sensores/comandos ou tem uma grande ideia para a próxima versão? Existem alguns canais pelos quais você pode entrar em contato conosco:
ru: Застрял при использовании HASS.Agent, нужна помощь в интеграции датчиков/команд или у вас есть отличная идея для следующей версии? Есть несколько каналов, по которым вы можете связаться с нами:
sl: Težave med uporabo HASS.Agent, potrebuješ pomoč pri integraciji senzorji/ukazi ali imatš odlično idejo za naslednjo različico? Obstaja nekaj kanalov, preko katerih nas lahko dosežete:
tr: HASS.Agent ile sorun yaşıyorsanız ve herhangi bir sensör, komut veya genel destek ve geri bildirim için desteğe ihtiyacınız varsa, bize ulaşmanın birkaç yolu vardır:

# Help_LblAbout
source: About
de: Über
es: Acerca de
fr: A propos
nl: Over
pl: O
pt_br: Sobre
sl: Vizitka
tr: Hakkında

# Help_LblHAForum
source: Home Assistant Forum
es: Foro del asistente de inicio
fr: forum Home Assistant
pl: forum Home Assistant
pt_br: Fórum Home Assistant
ru: Home Assistant форум
sl: Forum Home Assistant
tr: Ana Sayfa Asistan Forumu

# Help_LblGitHub
source: GitHub Issues
de: GitHub Tickets
es: Boletos de GitHub
fr: tickets GitHub
nl: GitHub tickets
pl: Zgłoszenia GitHub
pt_br: Tickets no GitHub
ru: GitHub tickets
sl: GitHub pomoč
tr: GitHub Sorunları

# Help_LblHAInfo
source: Bit of everything, with the addition that other HA users can help you out too!
de: Von allem etwas, mit dem Vorteil, dass andere HA-Benutzer ebenfalls helfen können.
es: De todo un poco, con el añadido de que otros Los usuarios de HA también pueden ayudar.
fr: Un peu de tout, avec en plus l'aide d'autres utilisateurs HA.
nl: Beetje van alles, met de toevoeging dat andere HA gebruikers ook kunnen helpen.
pl: Po trochu wszystkiego, z dodatkiem tego że użytkownicy HA również mogą pomóc.
pt_br: Um pouco de tudo, além de que outros usuários do HA também podem ajudar.
ru: Всего понемногу, с добавлением того, что другие Пользователи HA также могут помочь.
sl: Vsega po malem, z dodatkom tistega drugega Pomagajo lahko tudi uporabniki HA.
tr: Diğer HA kullanıcılarının da size yardımcı olabileceğine ek olarak her şeyden biraz!

# Help_LblGitHubInfo
source: Report bugs, post feature requests, see latest changes, etc.
de: Melde Fehler, Funktionsanfragen, Ideen, Tipps, ..
es: Informe de errores, solicitudes de funciones, ideas, consejos, ..
fr: Signaler des bugs, demande de fonctionnalités, idées, astuces, ..
nl: Rapporteer bugs, functionaliteit verzoeken, ideeën, tips, ..
pl: Zgłaszaj błędy, prośby o funkcje, pomysły, wskazówki ..
pt_br: Relate bugs, solicitações de recursos, ideias, dicas, ..
ru: Сообщайте об ошибках, запросах функций, идеях, советах, ..
sl: Prijavite napake, zahteve po funkcijah, ideje, nasvete, ...
tr: Hataları bildirin, özellik istekleri gönderin, en son değişiklikleri görün vb.

# Help_LblDiscordInfo
source: Get help with setting up and using HASS.Agent, report bugs or get involved in general chit-chat!
de: Hole dir Hilfe bei der Einrichtung und Verwendung von HASS.Agent, melde Fehler oder rede einfach über irgendwas.
es: Obtenga ayuda para configurar y usar HASS.Agent, reportar errores o simplemente hablar de lo que sea.
fr: Obtenir de l'aide sur le paramétrage et l'utilisation de HASS.Agent, signaler des problèmes ou juste parler de différents sujets.
nl: Krijg hulp bij het opzetten en gebruik van HASS.Agent, rapporteer bugs of praat over wat dan ook.
pl: Uzyskaj pomoc w konfiguracji i korzystaniu z HASS.Agent, zgłaszaj błędy lub po prostu rozmawiaj o czymkolwiek.
pt_br: Obtenha ajuda para configurar e usar o HASS.Agent, reportar bugs ou simplesmente falar sobre qualquer coisa.
ru: Получите помощь в настройке и использовании HASS.Agent, сообщайте об ошибках или просто говорите о чем угодно.
sl: Poiščite pomoč pri nastavitvi in uporabi HASS.Agent, poročaj o napakah ali se samo pogovori o čemerkoli.
tr: HASS.Agent'ı kurma ve kullanma konusunda yardım alın, hataları bildirin veya genel sohbete katılın!

# Help_LblWikiInfo
source: Browse HASS.Agent documentation and usage examples.
de: Dokumentation und Anwendungsbeispiele.
es: Documentación y ejemplos de uso.
fr: Documentation et exemples.
nl: Documentatie en gebruiksvoorbeelden.
pl: Dokumentacja i przykłady użycia.
pt_br: Documentação e exemplos de uso.
ru: Документация и примеры использования.
sl: Dokumentacija in primeri uporabe.
tr: HASS.Agent belgelerine ve kullanım örneklerine göz atın.

# Help_Title
source: Help
de: Hilfe
es: Ayudar
fr: Aide
nl: Hulp
pl: Pomoc
pt_br: Ajuda
ru: Помощь
sl: Pomoč
tr: Yardım

# Main_TsShow
source: Show HASS.Agent
de: zeige hass.agent
es: mostrar hass.agente
fr: afficher hass.agent
nl: toon hass.agent
pl: pokaż HASS.Agent'a
pt_br: mostrar hass.agent
ru: показать hass.agent
sl: prikaži hass.agent
tr: HASS.Agent'ı göster

# Main_TsShowQuickActions
source: Show Quick Actions
de: zeige quick actions
es: mostrar acciones rápidas
fr: afficher les actions rapides
nl: toon snelle acties
pl: pokaż szybkie akcje
pt_br: mostrar atalhos rápidos
ru: показать быстрые действия
sl: pokaži hitra dejanja
tr: Hızlı İşlemleri Göster

# Main_TsConfig
source: Configuration
de: Einstellungen
es: configuración
nl: configuratie
pl: konfiguracja
pt_br: configuração
ru: конфигурация
sl: konfiguracija
tr: Yapılandırma

# Main_TsQuickItemsConfig
source: Manage Quick Actions
de: verwalte quick actions
es: administrar acciones rápidas
fr: gérer les actions rapides
nl: snelle acties beheren
pl: zarządzaj szybkimi akcjami
pt_br: gerenciar atalhos rápidos
ru: управление быстрыми действиями
sl: upravljaj hitre akcije
tr: Hızlı Eylemleri Yönet

# Main_TsLocalSensors
source: Manage Local Sensors
de: verwalte lokale Sensoren
es: administrar sensores locales
fr: gérer les capteurs locaux
nl: lokale sensoren beheren
pl: zarządzaj lokalnymi czujnikami
pt_br: gerenciar sensores locais
ru: управление локальными датчиками
sl: upravljaj lokalne senzorje
tr: Yerel Sensörleri Yönetin

# Main_TsCommands
source: Manage Commands
de: verwalte Befehle
es: administrar comandos
fr: gérer les commandes
nl: commando's beheren
pl: zarządzaj poleceniami
pt_br: gerenciar comandos
ru: управление командами
sl: upravljaj ukaze
tr: Komutları Yönet

# Main_CheckForUpdates
source: Check for Updates
de: Auf Updates überprüfen
es: buscar actualizaciones
fr: vérifier les mises à jour
nl: controleren op updates
pl: sprawdź aktualizacje
pt_br: verificar atualizações
ru: проверить обновления
sl: preveri za posodobitve
tr: Güncellemeleri kontrol et

# Main_TsDonate
source: Donate
de: spenden
es: donar
fr: doner
nl: doneren
pl: Datki
pt_br: doar
ru: донат
sl: doniraj
tr: Bağış yapmak

# Main_TsHelp
source: Help && Contact
de: Hilfe && Kontakt
es: ayuda && contacto
fr: aide et contact
pl: pomoc i kontakt
pt_br: ajuda && contatos
ru: помощь и контакты
sl: pomoč && kontakt
tr: Yardım && İletişim

# Main_TsAbout
source: About
de: Über
es: acerca de
fr: À propos
nl: over
pl: o
pt_br: sobre
sl: vizitka
tr: Hakkında

# Main_TsExit
source: Exit HASS.Agent
de: schließen
es: salida
fr: Quitter
nl: afsluiten
pl: zamknij
pt_br: sair
ru: выход
sl: izhod
tr: HASS.Agent'tan çıkın

# Main_BtnHide
source: &Hide
de: minimieren
es: &ocultar
fr: Cacher
nl: verbergen
pl: &ukryj
pt_br: ocultar
ru: &скрыть
sl: skrij
tr: &Saklamak

# Main_GpControls
source: Controls
de: Steuerungen
fr: contrôles
nl: bediening
pl: sterowanie
pt_br: controles
sl: kontrole
tr: Kontroller

# Main_BtnServiceManager
source: S&atellite Service
de: S&atelitenservice
es: servicio s&atelital
fr: Service Windows
nl: s&atelliet service
pl: serwis &satelity
pt_br: serviço satélite
ru: спутниковая служба
sl: satelitska storitev
tr: U&uydu Hizmeti

# Main_BtnAppSettings
source: C&onfiguration
de: Einstellungen
es: c&onfiguración
nl: c&onfiguratie
pl: k&onfiguracja
pt_br: configuração
ru: настройка
sl: konfiguracija
tr: &yapılandırma

# Main_BtnActionsManager
source: &Quick Actions
es: acciones &rápidas
fr: Actions rapides
nl: snelle acties
pl: &szybkie akcje
pt_br: atalhos rápidos
ru: &быстрые действия
sl: hitra dejanja
tr: &Hızlı İşlemler

# Main_BtnCommandsManager
source: Loading..
de: lädt
es: cargando
fr: Chargement
nl: laden
pl: Ładowanie..
pt_br: carregando
ru: загрузка
sl: nalaganje
tr: Yükleniyor..

# Main_BtnSensorsManager
source: Loading..
de: lädt
es: cargando
fr: Chargement
nl: laden
pl: Ładowanie..
pt_br: carregando
ru: загрузка
sl: nalaganje
tr: Yükleniyor..

# Main_GpStatus
source: System Status
es: estado del sistema
fr: statut du système
nl: systeem status
pl: status systemu
pt_br: status do sistema
ru: статус системы
sl: stanje sistema
tr: Sistem durumu
