Repository: LAB02-Research/HASS.Agent
Catalog: src/HASS.Agent/Resources/Localization/Languages.*.resx
Languages: de, es, fr, nl, pl, pt_br, ru, sl, tr

# CommandsManager_MultipleKeysCommandDescription
source: Simulates pressing mulitple keys. You need to put [ ] between every key, otherwise HASS.Agent can't tell them apart. So say you want to press X TAB Y SHIFT-Z, it'd be [X] [{TAB}] [Y] [+Z]. There are a few tricks you can use: - If you want a bracket pressed, escape it, so [ is [\[] and ] is [\]] - Special keys go between { }, like {TAB} or {UP} - Put a + in front of a key to add SHIFT, ^ for CTRL and % for ALT. So, +C is SHIFT-C. Or, +(CD) is SHIFT-C and SHIFT-D, while +CD is SHIFT-C and D - For multiple presses, use {z 15}, which means Z will get pressed 15 times. More info: https://docs.microsoft.com/en-us/dotnet/api/system.windows.forms.sendkeys
de: Simuliert das Drücken mehrerer Tasten. Du musst [ ] zwischen jeden Schlüssel setzen, sonst kann HASS.Agent sie nicht unterscheiden. Angenommen, du möchtest X TAB Y SHIFT-Z drücken, dann wäre es [X] [{TAB}] [Y] [+Z]. Es gibt ein paar Tricks, die du anwenden kannst: - Sondertasten gehen zwischen { }, wie {TAB} oder {UP} - Setze ein + vor eine Taste, um SHIFT hinzuzufügen, ^ für STRG und % für ALT. +C ist also UMSCHALT-C. Oder +(CD) ist SHIFT-C und SHIFT-D, während +CD SHIFT-C und D ist - Verwende für mehrfaches Drücken {z 15}, was bedeutet, dass Z 15 Mal gedrückt wird. Weitere Informationen: https://docs.microsoft.com/en-us/dotnet/api/system.windows.forms.sendkeys
es: Simula la pulsación de varias teclas. Tiene que poner [ ] entre cada tecla, de lo contrario HASS.Agent no puede distinguirlas. Así que digamos que quiere pulsar X TAB Y SHIFT-Z, sería [X] [{TAB}] [Y] [+Z]. Hay algunos trucos que puede usar: - Si quiere pulsar un paréntesis, escápelo, así que [ es [\] y ] es [\]] - Las teclas especiales van entre { }, como {TAB} o {UP} - Pon un + delante de una tecla para añadir SHIFT, ^ para CTRL y % para ALT. Así, +C es SHIFT-C. O bien, +(CD) es SHIFT-C y SHIFT-D, mientras que +CD es SHIFT-C y D - Para las pulsaciones múltiples, usa {z 15}, lo que significa que Z se pulsará 15 veces. Más información: https://docs.microsoft.com/en-us/dotnet/api/system.windows.forms.sendkeys
nl: Simuleert het indrukken van meerdere toetsen: Je moet [ ] om elke toets heen zetten, anders kan HASS.Agent ze niet onderscheiden. Dus stel dat je X TAB Y SHIFT-Z wilt indrukken, dan is dat [X] [{TAB}] [Y] [+Z]. Er zijn een paar trucs die je kunt gebruiken: - Als je een haakje wilt indrukken, 'escape' die dan, dus [ is [\[] en ] is [\]] - Speciale tekens moeten tussen { }, zoals {TAB} of {UP} - Voeg een + aan een toets toe om SHIFT toe te voegen, ^ voor CTRL en % voor ALT. Dus, +C is SHIFT-C. Of, +(CD) is SHIFT-C en SHIFT-D, en +CD is SHIFT-C en D - Voor meerdere toetsen kan je {z 15} gebruiken, wat betekent dat Z 15 keer ingedrukt wordt. Meer info: https://docs.microsoft.com/en-us/dotnet/api/system.windows.forms.sendkeys
pl: Symuluje naciśnięcie wielu klawiszy. Musisz umieścić [ ] pomiędzy każdym klawiszem, inaczej HASS.Agent nie będzie w stanie ich odróżnić. Powiedzmy, że chcesz nacisnąć X TAB Y SHIFT-Z, byłoby to [X] [{TAB}] [Y] [+Z]. Istnieje kilka sztuczek, których możesz użyć: - Jeśli chcesz wcisnąć nawias, dodaj znak ucieczki, więc [ to [\[], a ] to [\]] - Klawisze specjalne umieszczaj między { }, np. {TAB} lub {UP} - Umieść + przed klawiszem, aby dodać SHIFT, ^ dla CTRL i % dla ALT. Więc +C to SHIFT-C, +(CD) to SHIFT-C i SHIFT-D oraz +CD to SHIFT-C i D - W przypadku naciśnięć wielokrotnych użyj {z 15}, co oznacza, że ​​Z zostanie naciśnięte 15 razy. Więcej informacji: https://docs.microsoft.com/en-us/dotnet/api/system.windows.forms.sendkeys
pt_br: Simula o pressionamento de várias teclas. Você precisa colocar [ ] entre cada tecla, caso contrário, o HASS.Agent não poderá diferenciá-las. Digamos que você queira pressionar X TAB Y SHIFT-Z, seria [X] [{TAB}] [Y] [+Z]. Existem alguns truques que você pode usar: - As teclas especiais vão entre { }, como {TAB} ou {UP} - Coloque um + na frente de uma tecla para adicionar SHIFT, ^ para CTRL e % para ALT. Então, +C é SHIFT-C. Ou, +(CD) é SHIFT-C e SHIFT-D, enquanto +CD é SHIFT-C e D - Para pressionamentos múltiplos, use {z 15}, o que significa que Z será pressionado 15 vezes. Mais informações: https://docs.microsoft.com/en-us/dotnet/api/system.windows.forms.sendkeys
ru: Имитирует нажатие нескольких клавиш. Вам нужно поставить [ ] между каждой клавишей, в противном случае HASS.Агент не может отличить их друг от друга. Итак, допустим, вы хотите нажать X TAB Y SHIFT-Z, это будет [X] [{TAB}] [Y] [+Z]. Есть несколько приемов, которые вы можете использовать: - Если вы хотите, чтобы скобка была нажата, экранируйте ее, чтобы [ is [\[] and ] is [\]] - Специальные клавиши переключаются между { }, например {TAB} или {UP} - Поставьте + перед клавишей, чтобы добавить SHIFT, ^ для CTRL и % для ALT. Итак, +C - это SHIFT-C. Или +(CD) - это SHIFT-C и SHIFT-D, в то время как +CD - это SHIFT-C и D - Для многократных нажатий используйте {z 15}, что означает, что Z будет нажат 15 раз. Дополнительная информация: https://docs.microsoft.com/en-us/dotnet/api/system.windows.forms.sendkeys
sl: Simulira pritiskanje več tipk. Med vsakim ključem morate vstaviti [ ], sicer jih HASS.Agent ne more ločiti. Recimo, da želite pritisniti X TAB Y SHIFT-Z, to bi bilo [X] [{TAB}] [Y] [+Z]. Uporabite lahko nekaj trikov: - Posebne tipke se premikajo med { }, na primer {TAB} ali {UP} - Postavite + pred tipko, da dodate SHIFT, ^ za CTRL in % za ALT. Torej, +C je SHIFT-C. Ali pa je +(CD) SHIFT-C in SHIFT-D, medtem ko je +CD SHIFT-C in D - Za večkratne pritiske uporabite {z 15}, kar pomeni, da bo Z pritisnjen 15-krat. Več informacij: https://docs.microsoft.com/en-us/dotnet/api/system.windows.forms.sendkeys
tr: Birden fazla tuşa basmayı simüle eder. Her tuşun arasına [ ] koymanız gerekir, aksi takdirde HASS.Agent onları ayırt edemez. Diyelim ki X TAB Y SHIFT-Z'ye basmak istiyorsunuz, bu [X] [{TAB}] [Y] [+Z] olur. Kullanabileceğiniz birkaç numara vardır: - Bir parantezin basılmasını istiyorsanız, ondan kaçının, bu nedenle [ [\[] ve ] [\]] olur - Özel tuşlar { } arasında gidip gelir, örneğin {TAB} veya {UP} - SHIFT, CTRL için ^ ve ALT için % eklemek için bir tuşun önüne + koyun. Yani +C, SHIFT-C'dir. Veya +(CD), SHIFT-C ve SHIFT-D'dir, +CD ise SHIFT-C ve D'dir - Birden fazla basış için {z 15} kullanın, bu, Z'ye 15 kez basılacağı anlamına gelir. Daha fazla bilgi: https://docs.microsoft.com/en-us/dotnet/api/system.windows.forms.sendkeys

# CommandsManager_PowershellCommandDescription
source: Execute a Powershell command or script. You can either provide the location of a script (*.ps1), or a single-line command. This will run without special elevation.
de: Führe einen Powershell-Befehl oder Skript aus. Du kannst entweder den Speicherort eines Skriptes (*.ps1), oder einen einzeiligen Befehl angeben. Dies wird ohne spezielle Berechtigungen ausgeführt.
es: Ejecute un comando o script de Powershell. Puede proporcionar la ubicación de un script (*.ps1) o un comando de una sola línea. Esto se ejecutará sin elevación especial.
fr: Exécutez une commande ou un script Powershell. Vous pouvez soit fournir l'emplacement d'un script (*.ps1), soit une seule ligne de commande. Cela fonctionnera sans droits particuliers.
nl: Voert een Powershell commando of script uit. Je kunt de locatie van een script (*.ps1) opgeven, of een enkele-regel commando. Dit draait zonder speciale rechten.
pl: Wykonaj polecenie lub skrypt Powershell. Możesz podać lokalizację skryptu (*.ps1) lub polecenie jednowierszowe. Wykonane zostanie bez podwyższonych uprawnień.
pt_br: Execute um comando no Powershell ou script. Você pode fornecer o local de um script (*.ps1) ou um comando de linha única. Isso será executado sem elevação especial.
ru: Выполните команду или сценарий Powershell. Вы можете указать местоположение скрипта (*.ps1) или однострочную команду. Это будет выполняться без специального повышения.
sl: Izvedite ukaz ali skript Powershell. Navedete lahko lokacijo skripta (*.ps1) ali enovrstični ukaz. To bo potekalo brez posebne višine.
tr: Bir Powershell komutu veya betiği yürütün. Bir komut dosyasının (*.ps1) konumunu veya tek satırlı bir komutu sağlayabilirsiniz. Bu, özel yükseklik olmadan çalışacaktır.

# CommandsManager_PublishAllSensorsCommandDescription
source: Resets all sensor checks, forcing all sensors to process and send their value. Useful for example if you want to force HASS.Agent to update all your sensors after a HA reboot.
de: Setzt alle Sensorprüfungen zurück und zwingt alle Sensoren, ihren Wert zu verarbeiten und zu senden. Nützlich zum Beispiel, wenn du HASS.Agent zwingen willst, alle Sensoren nach einem HA-Neustart zu aktualisieren.
es: Restablece todas las comprobaciones de sensores, obligando a todos los sensores a procesar y enviar su valor. Útil, por ejemplo, si desea obligar a HASS.Agent a actualizar todos sus sensores después de reiniciar HA.
fr: Réinitialise toutes les valeurs de capteurs, forçant tous les capteurs à renvoyer leur valeur. Utile par exemple si vous souhaitez forcer HASS.Agent à mettre à jour tous vos capteurs après un redémarrage HA.
nl: Reset alle sensor controles, wat de sensoren forceert om hun waarde opnieuw te bepalen en verzenden. Handig om bijvoorbeeld HASS.Agent te forceren om al je sensoren te updaten na een HA herstart.
pl: Resetuje wszystkie wartości czujników, wymuszając sprawdzenie i wysyłanie ich najnowszej wartości. Przydatne na przykład, jeśli chcesz zmusić HASS.Agent do aktualizacji wszystkich czujników po ponownym uruchomieniu HA.
pt_br: Redefine todas as verificações do sensor, forçando todos os sensores a processar e enviar seu valor. Útil, por exemplo, se você deseja forçar o HASS.Agent a atualizar todos os seus sensores após uma reinicialização do HA.
ru: Сбрасывает все проверки датчиков, заставляя все датчики обрабатывать и отправлять свои значения. Полезно, например, если вы хотите принудительно использовать HASS.Агент для обновления всех ваших датчиков после полной перезагрузки.
sl: Ponastavi vsa preverjanja senzorjev, tako da vsi senzorji obdelujejo in pošljejo svojo vrednost. Uporabno na primer, če želite prisiliti HASS.Agent, da posodobi vse vaše senzorje po ponovnem zagonu HA.
tr: Tüm sensör kontrollerini sıfırlar, tüm sensörleri değerlerini işlemeye ve göndermeye zorlar. Örneğin, bir HA yeniden başlatma sonrasında HASS.Agent'ı tüm sensörlerinizi güncellemeye zorlamak istiyorsanız kullanışlıdır.

# CommandsManager_RestartCommandDescription
source: Restarts the machine after one minute. Tip: Accidentally triggered? Run 'shutdown /a' to abort shutdown.
de: Startet die Maschine nach einer Minute neu. Tipp: versehentlich ausgelöst? Führe „shutdown /a“ aus, um abzubrechen.
es: Reinicia la máquina después de un minuto. Consejo: ¿activado accidentalmente? Ejecute 'shutdown /a' para cancelar.
fr: Redémarre la machine après une minute. Astuce : déclenché accidentellement ? Exécutez la commande 'shutdown /a' pour annuler.
nl: Herstart de machine na één minuut. Tip: per ongeluk geactiveerd? Voer 'shutdown /a' uit om te annuleren.
pl: Ponowne uruchomi maszynę po jednej minucie. Wskazówka: włączono przypadkowo? Uruchom 'shutdown /a', aby przerwać.
pt_br: Reinicia a máquina após um minuto. Dica: acionado acidentalmente? Execute 'shutdown /a' para abortar.
ru: Перезапускает машину через одну минуту. Совет: случайно сработало? Запустите 'shutdown /a', чтобы прервать работу.
sl: Po eni minuti znova zažene napravo. Nasvet: slučajno sprožen? Zaženite 'shutdown /a' za prekinitev.
tr: Bir dakika sonra makineyi yeniden başlatır. İpucu: Yanlışlıkla mı tetiklendi? Kapatmayı iptal etmek için 'shutdown /a' komutunu çalıştırın.

# CommandsManager_ShutdownCommandDescription
source: Shuts down the machine after one minute. Tip: Accidentally triggered? Run 'shutdown /a' to abort shutdown.
de: Startet die Maschine nach einer Minute neu. Tipp: versehentlich ausgelöst? Führe „shutdown /a“ aus, um abzubrechen.
es: Apaga la máquina después de un minuto. Consejo: ¿activado accidentalmente? Ejecute 'shutdown /a' para cancelar.
fr: Arrête la machine après une minute. Astuce : déclenché accidentellement ? Exécutez 'shutdown /a' pour annuler.
nl: Sluit de machine af na één minuut. Tip: per ongeluk geactiveerd? Voer 'shutdown /a' uit om te annuleren.
pl: Wyłączy maszynę po jednej minucie. Wskazówka: włączono przypadkowo? Uruchom 'shutdown /a', aby przerwać.
pt_br: Desliga a máquina após um minuto. Dica: acionado acidentalmente? Execute 'shutdown /a' para abortar.
ru: Выключает машину через одну минуту. Совет: случайно сработало? Запустите 'shutdown /a', чтобы прервать работу.
sl: Po eni minuti izklopi napravo. Nasvet: slučajno sprožen? Zaženite 'shutdown /a' za prekinitev.
tr: Bir dakika sonra makineyi kapatır. İpucu: Yanlışlıkla mı tetiklendi? Kapatmayı iptal etmek için 'shutdown /a' komutunu çalıştırın.

# CommandsManager_SleepCommandDescription
source: Puts the machine to sleep. Note: due to a limitation in Windows, this only works if hibernation is disabled, otherwise it will just hibernate. You can use something like NirCmd (http://www.nirsoft.net/utils/nircmd.html) to circumvent this.
de: Versetzt den PC in den Ruhezustand. Hinweis: Aufgrund einer Einschränkung in Windows funktioniert dies nur, wenn der Ruhezustand deaktiviert ist, andernfalls wird es nur in den Ruhezustand versetzt. Du kannst so etwas wie NirCmd (http://www.nirsoft.net/utils/nircmd.html) verwenden, um dies zu umgehen.
es: Pone la máquina a dormir. Nota: debido a una limitación en Windows, esto solo funciona si la hibernación está deshabilitada; de lo contrario, simplemente hiberna. Puede usar algo como NirCmd (http://www.nirsoft.net/utils/nircmd.html) para eludir esto.
fr: Met la machine en veille. Remarque : en raison d'une limitation de Windows, cela ne fonctionne que si la veille prolongée est désactivée, sinon il se mettra en veille prolongée. Vous pouvez utiliser un outil tel que NirCmd (http://www.nirsoft.net/utils/nircmd.html) pour contourner le problème.
nl: Zet de machine in slaap modus. Info: vanwege een limiet van Windows, werkt dit alleen als hibernation uitgeschakeld is, anders gaat hij in hibernation modus. Je kunt iets als NirCmd (http://www.nirsoft.net/utils/nircmd.html) gebruiken om dit te omzeilen.
pl: Usypia maszynę. Uwaga: ze względu na ograniczenia w systemie Windows działa to tylko wtedy, gdy hibernacja jest wyłączona, w przeciwnym razie po prostu hibernuje. Możesz użyć programu typu NirCmd (http://www.nirsoft.net/utils/nircmd.html), aby to obejść.
pt_br: Coloca a máquina em sleep. Nota: devido a uma limitação no Windows, isso só funciona se a hibernação estiver desabilitada, caso contrário, apenas hibernará. Você pode usar algo como NirCmd (http://www.nirsoft.net/utils/nircmd.html) para contornar isso.
ru: Переводит машину в спящий режим. Примечание: из-за ограничений в Windows это работает только в том случае, если спящий режим отключен, в противном случае он просто перейдет в спящий режим. Вы можете использовать что-то вроде NirCmd (http://www.nirsoft.net/utils/nircmd.html ), чтобы обойти это.
sl: Preklopi napravo v stanje spanja. Opomba: zaradi omejitve v sistemu Windows to deluje samo, če je mirovanje onemogočeno, sicer bo samo prešlo v stanje mirovanja. Lahko uporabite nekaj, kot je NirCmd (http://www.nirsoft.net/utils/nircmd.html), da to zaobidete.
tr: Makineyi uyku moduna geçirir. Not: Windows'taki bir sınırlama nedeniyle, bu yalnızca hazırda bekletme modu devre dışı bırakıldığında çalışır, aksi takdirde yalnızca hazırda bekletme moduna geçer. Bunu atlatmak için NirCmd (http://www.nirsoft.net/utils/nircmd.html) gibi bir şey kullanabilirsiniz.

# ConfigExternalTools_BtnExternalBrowserIncognitoTest_MessageBox1
source: Please enter the location of your browser's binary! (.exe file)
de: Bitte gebe den Speicherort der Binärdatei (.exe-Datei) deines Browsers ein.
es: Ingrese la ubicación del binario de su navegador (archivo .exe).
fr: Veuillez saisir l'emplacement de l'exécutable de votre navigateur (fichier .exe).
nl: Voer de locatie van je browser's binary in (.exe bestand).
pl: Wprowadź lokalizację pliku binarnego przeglądarki (plik .exe).
pt_br: Por favor, digite a localização do binário do seu navegador (arquivo.exe).
ru: Пожалуйста, введите местоположение двоичного файла вашего браузера (.exe-файл).
sl: Vnesite lokacijo binarne datoteke brskalnika (datoteka .exe).
tr: Lütfen tarayıcınızın ikili dosyasının konumunu girin! (.exe dosyası)

source: The browser binary provided could not be found, please ensure the path is correct and try again.
de: Die bereitgestellte Binärdatei wurde nicht gefunden.
es: No se encuentra el binario proporcionado.
fr: L'exécutable fourni est introuvable.
nl: De opgegeven binary is niet gevonden.
pl: Nie znaleziono podanego pliku binarnego.
pt_br: O binário fornecido não foi encontrado.
ru: Предоставленный двоичный файл не найден.
sl: Podanega dvojiškega zapisa ni mogoče najti.
tr: Sağlanan tarayıcı ikili dosyası bulunamadı, lütfen yolun doğru olduğundan emin olun ve tekrar deneyin.

# ConfigExternalTools_BtnExternalBrowserIncognitoTest_MessageBox3
source: No incognito arguments were provided so the browser will likely launch normally. Do you want to continue?
de: Du hast keine Inkognito-Argumente angegeben, sodass der Browser wahrscheinlich normal startet. Möchtest du fortfahren?
es: No proporcionó ningún argumento de incógnito, por lo que el navegador probablemente se iniciará normalmente. ¿Quieres continuar?
fr: Vous n'avez indiqué aucun argument de navigation privée, le navigateur se lancera donc probablement normalement. Voulez-vous continuer?
nl: Je hebt geen privémodus argumenten opgegeven, dus de browser start waarschijnlijk normaal. Wil je doorgaan?
pl: Nie podałeś żadnych argumentów incognito, więc przeglądarka prawdopodobnie uruchomi się normalnie. Czy chcesz kontynuować?
pt_br: Você não forneceu nenhum argumento de navegação anônima, portanto, o navegador provavelmente será iniciado normalmente. Você quer continuar?
ru: Вы не указали никаких аргументов инкогнито, поэтому браузер, вероятно, запустится нормально. Вы хотите продолжить?
sl: Niste navedli nobenih argumentov brez beleženja zgodovine, zato se bo brskalnik verjetno normalno zagnal. Ali želite nadaljevati?
tr: Gizli bağımsız değişken sağlanmadı, bu nedenle tarayıcı muhtemelen normal şekilde başlatılacaktır. Devam etmek istiyor musun?

# ConfigExternalTools_BtnExternalBrowserIncognitoTest_MessageBox4
source: Something went wrong while launching your browser in incognito mode! Please check the logs for more information.
de: Beim Starten deines Browsers im Inkognito-Modus ist ein Fehler aufgetreten. Weitere Informationen findest du in den Logs.
es: Algo salió mal al iniciar su navegador en modo de incógnito. Consulte los registros para obtener más información.
fr: Une erreur s'est produite lors du lancement de votre navigateur en mode navigation privée. Consultez les journaux pour plus d'informations.
nl: Er is iets misgegaan tijdens het starten van je browser in privémodus. Controleer de logs voor meer info.
pl: Coś poszło nie tak podczas uruchamiania przeglądarki w trybie incognito. Zapoznaj się z logami, aby uzyskać więcej informacji.
pt_br: Algo deu errado ao iniciar seu navegador no modo de navegação anônima. Consulte os logs para mais informações.
ru: Что-то пошло не так при запуске вашего браузера в режиме инкогнито. Обратитесь к журналам для получения дополнительной информации.
sl: Pri zagonu brskalnika v načinu brez beleženja zgodovine je šlo nekaj narobe. Za več informacij si oglejte dnevnike.
tr: Tarayıcınızı gizli modda başlatırken bir şeyler ters gitti! Daha fazla bilgi için lütfen günlükleri kontrol edin.

# ConfigHomeAssistantApi_BtnTestApi_MessageBox1
source: Please enter a valid API key!
de: Bitte gebe einen gültigen API-Schlüssel ein.
es: Introduzca una clave de API válida.
fr: Merci d'entrer une clef d'API valide.
nl: Voer een geldige API sleutel in.
pl: Wprowadź prawidłowy klucz API.
pt_br: Insira uma chave de API válida.
ru: Пожалуйста, введите действительный ключ API.
sl: Vnesite veljaven ključ API.
tr: Lütfen geçerli bir API anahtarı girin!

# ConfigHomeAssistantApi_BtnTestApi_MessageBox2
source: Please enter a value for your Home Assistant's URI.
de: Bitte gebe die Home Assistant URL ein.
es: Ingresa el URI de tu Home Assistant.
fr: Merci d'entrer d'adresse de votre Home Assistant.
nl: Voeg je Home Assistant's URI in.
pl: Wprowadź URI swojego Home Assistant.
pt_br: Insira a URI do seu Home Assistant.
ru: Пожалуйста, введите ваш Home Assistant's URI.
sl: Vnesite URI naslov za Home Assistant.
tr: Lütfen Ev Asistanınızın URI'si için bir değer girin.

# ConfigHomeAssistantApi_BtnTestApi_MessageBox3
source: Unable to connect, the following error was returned: {0}
de: Verbindung fehlgeschlagen, dieser Fehler wurde ausgegeben: {0}
es: No se pudo conectar, se devolvió el siguiente error: {0}
fr: Impossible de se connecter, l'erreur suivante a été renvoyée : {0}
nl: Kan niet verbinden, de volgende error werd opgegeven: {0}
pl: Nie można się połączyć, został zwrócony następujący błąd: {0}
pt_br: Não foi possível conectar, o seguinte erro foi retornado: {0}
ru: Не удалось подключиться, была возвращена следующая ошибка: {0}
sl: Povezave ni bilo mogoče vzpostaviti, vrnjena je bila naslednja napaka: {0}
tr: Bağlanılamadı, aşağıdaki hata döndürüldü: {0}

# ConfigHomeAssistantApi_BtnTestApi_MessageBox4
source: Connection OK! Home Assistant version: {0}
de: Verbindung OK! Home Assistant Version: {0}
es: ¡Conexión bien! Versión del Asistente para el hogar: {0}
fr: Connexion OK! Version de Home Assistant : {0}
nl: Verbinding OK! Home Assistant versie: {0}
pl: Połączenie OK! Wersja Home Assistant: {0}
pt_br: Conexão OK! Versão do Home Assistant: {0}
sl: Povezava OK! Različica Home Assistant: {0}
tr: Bağlantı Tamam! Ev Asistanı sürümü: {0}

# ConfigLocalStorage_BtnClearImageCache_MessageBox1
source: Image cache has been cleared!
de: Bildcache wurde geleert!
es: ¡Se ha borrado la caché de imágenes!
fr: Le cache des images a été vidé !
nl: Afbeeldingen cache leeggemaakt!
pl: Pamięć podręczna obrazów została wyczyszczona!
pt_br: O cache de imagem foi limpo!
ru: Кэш изображений был очищен!
sl: Predpomnilnik slik je bil počiščen!
tr: Görüntü önbelleği temizlendi!

# ConfigLocalStorage_BtnClearImageCache_InfoText1
source: Cleaning..
de: löscht ..
es: limpieza ..
fr: Nettoyage ..
nl: opschonen ..
pl: czyszczenie ..
pt_br: limpando ..
ru: очистка ..
sl: čiščenje ..
tr: Temizlik..

# ConfigNotifications_BtnSendTestNotification_MessageBox1
source: Notifications are currently disabled, please enable them and restart the HASS.Agent, then try again.
de: Benachrichtigungen sind weiterhin deaktiviert. Bitte aktivieren, HASS.Agent neustarten und versuche es erneut.
es: Las notificaciones aún están deshabilitadas. Habilite, reinicie HASS.Agent y vuelva a intentarlo.
fr: Les notifications sont toujours désactivées. Veuillez les activer, redémarrer HASS.Agent et réessayer.
nl: Notificaties zijn nog uitgeschakeld. Schakel deze in, herstart HASS.Agent en probeer opnieuw.
pl: Powiadomienia są nadal wyłączone. Uruchom ponownie HASS.Agent i spróbuj ponownie.
pt_br: As notificações ainda estão desativadas. Ative, reinicie o HASS.Agent e tente novamente.
ru: Уведомления по-прежнему отключены. Пожалуйста, включите, перезапустите HASS.Agent и повторите попытку.
sl: Obvestila so še vedno onemogočena. Omogočite, znova zaženite HASS.Agent in poskusite znova.
tr: Bildirimler şu anda devre dışı, lütfen bunları etkinleştirin ve HASS.Agent'ı yeniden başlatın, ardından tekrar deneyin.
