Repository: LAB02-Research/HASS.Agent
Catalog: src/HASS.Agent/Resources/Localization/Languages.*.resx
Languages: de, es, fr, nl, pl, pt_br, ru, sl, tr

# ServiceSensors_BtnModify
source: &Modify
de: bearbeiten
es: &modificar
fr: Modifier
nl: aanpassen
pl: &Modyfikuj
pt_br: modificar
ru: &изменить
sl: spremeni
tr: &Değiştir

# ServiceSensors_BtnStore
source: &Send && Activate Sensors
de: &sende und aktiviere Sensoren
es: &enviar y activar sensores
fr: envoyer et activer les capteurs
nl: &stuur en activeer sensoren
pl: &Wyślij i Aktywuj Czujniki
pt_br: enviar e ativar sensores
ru: &отправка и активация датчиков
sl: pošlji in aktiviraj senzorje
tr: &Gönder && Sensörleri Etkinleştir

# ServiceSensors_LblStored
source: Sensors stored!
de: Sensoren gespeichert!
es: sensores almacenados!
fr: capteurs stockés !
nl: sensoren opgeslagen!
pl: Czujniki zapisane!
pt_br: sensores guardados!
ru: датчики сохранены!
sl: senzorji shranjeni!
tr: Sensörler kaydedildi!

# PortReservation_LblInfo1
source: Please wait a bit while the task is performed ..
de: Bitte warte etwas, während die Aufgabe ausgeführt wird ..
es: Espere un poco mientras se realiza la tarea..
fr: Veuillez patienter un peu pendant que la tâche est effectuée ..
nl: Ogenblik geduld terwijl de taak uitgevoerd wordt ..
pl: Poczekaj chwilę, pracuje nad tym..
pt_br: Aguarde um pouco enquanto a tarefa é executada ..
ru: Пожалуйста, подождите немного, пока задача будет выполнена ..
sl: Prosim počakajte malo, dokler se naloga ne izvede ..
tr: Lütfen görev yapılırken biraz bekleyin ..

# PortReservation_LblTask1
source: Create API Port Binding
de: Erstelle API Portbindung
es: Crear enlace de puerto API
fr: Créer une liaison de port API
nl: API poort koppeling aanmaken
pl: Utwórz API Port Binding
pt_br: Criar vinculação de porta da API
ru: Создать привязку порта API
sl: Ustvari vezavo vrat API
tr: API Bağlantı Noktası Bağlama Oluştur

# PortReservation_LblTask2
source: Set Firewall Rule
de: Firewall Regel erstellen
es: Establecer regla de cortafuegos
fr: Définir la règle de pare-feu
nl: Firewall regel aanmaken
pl: Ustaw regułę Firewall
pt_br: Definir regra de firewall
ru: Установить правило брандмауэра
sl: Nastavi pravilo požarnega zidu
tr: Güvenlik Duvarı Kuralı Belirle

# PortReservation_Title
source: HASS.Agent Port Reservation
de: HASS.Agent Portreservierung
es: Reserva de puerto HASS.Agent
fr: Réservation de port HASS.Agent
nl: HASS.Agent Poort Reservatie
pl: HASS.Agent Rezerwacja Portów
pt_br: Porta de Reserva HASS.Agent
tr: HASS.Agent Port Rezervasyonu

# PostUpdate_LblInfo1
source: Please wait a bit while some post-update tasks are performed ..
de: Bitte warte etwas, während einige Post-Update-Aufgaben ausgeführt werden..
es: Espere un poco mientras se realizan algunas tareas posteriores a la actualización.
fr: Veuillez patienter un peu pendant que certaines tâches post-mise à jour sont effectuées ..
nl: Ogenblik geduld terwijl een aantal post-update taken uitgevoerd worden ..
pl: Poczekaj chwilę, kończę aktualizację..
pt_br: Aguarde um pouco enquanto algumas tarefas pós-atualização são executadas ..
ru: Пожалуйста, подождите немного, пока будут выполнены некоторые задачи после обновления..
sl: Počakajte malo, dokler se ne izvedejo nekatera opravila po posodobitvi ..
tr: Bazı güncelleme sonrası görevler yapılırken lütfen biraz bekleyin..

# PostUpdate_LblTask1
source: Configuring Satellite Service
de: Satellite Service wird konfiguriert
es: Configuración del servicio de satélite
fr: Configuration du Service Windows
nl: Satelliet Service configureren
pl: Konfiguruje usługę Satellite
pt_br: Configurando o serviço satélite
ru: Настройка Спутниковой Службы
sl: Konfiguriranje satelitske storitve
tr: Uydu Hizmetini Yapılandırma

# PostUpdate_LblTask2
source: Create API Port Binding
de: API-Portbindung erstellen
es: Crear enlace de puerto API
fr: Créer une liaison de port API
nl: API poort koppeling aanmaken
pl: Utwórz API Port Binding
pt_br: Criar vinculação de porta da API
ru: Создать привязку порта API
sl: Ustvarite vezavo vrat API
tr: API Bağlantı Noktası Bağlama Oluştur

# PostUpdate_Title
source: HASS.Agent Post Update
es: Actualización de publicación de HASS.Agent
fr: HASS.Agent après la mise à jour
pl: HASS.Agent Aktualizacja
pt_br: Postar atualização HASS.Agent
sl: Posodobitev objave HASS.Agent
tr: HASS.Agent Gönderi Güncellemesi

# Restart_LblInfo1
source: Please wait while HASS.Agent restarts..
de: Bitte kurz warten, während HASS.Agent neu startet..
es: Espere un momento mientras HASS.Agent se reinicia.
fr: Veuillez patienter un peu pendant que HASS.Agent redémarre ..
nl: Ogenblik geduld terwijl HASS.Agent herstart ..
pl: Poczekaj na ponowne uruchomienie HASS.Agent'a..
pt_br: Aguarde um pouco enquanto o HASS.Agent é reiniciado ..
ru: Пожалуйста, подождите немного, пока HASS.Agent перезапускается ..
sl: Prosim počakajte malo, da se HASS.Agent ponovno zažene ..
tr: HASS.Agent yeniden başlatılırken lütfen bekleyin..

# Restart_LblTask1
source: Waiting for previous instance to close..
de: Warten auf Schließen der vorherigen Instanz
es: Esperando a que se cierre la instancia anterior
fr: En attente de la fermeture de l'instance précédente
nl: Wachten tot de vorige instantie gesloten is
pl: Czakam na zamkniecie poprzedniej instancji..
pt_br: Aguardando o fechamento da instância anterior
ru: Ожидание закрытия предыдущего экземпляра
sl: Čakanje, da se prejšnji primer zapre
tr: Önceki örneğin kapanması bekleniyor..

# Restart_LblTask2
source: Relaunch HASS.Agent
de: HASS.Agent neu starten
es: Vuelva a iniciar HASS.Agent
fr: Relancer HASS.Agent
nl: HASS.Agent herstarten
pl: Ponownie uruchamiam HASS.Agent
pt_br: Reiniciar HASS.Agent
ru: Перезапустить HASS.Agent
sl: Ponovno zaženite HASS.Agent
tr: HASS.Agent'ı Yeniden Başlatın

# Restart_Title
source: HASS.Agent Restarter
es: Reiniciador HASS.Agent
fr: HASS.Agent Redémarrage
nl: HASS.Agent Herstarter
pl: HASS.Agent Ponownie uruchomiony
pt_br: Reinicialização do HASS.Agent
ru: HASS.Agent Перезапуск
tr: HASS.Agent Yeniden Başlatıcı

# ServiceReinstall_LblInfo1
source: Please wait while the satellite service is re-installed..
de: Bitte Warte, bis der Satellitendienst wieder installiert ist ..
es: Espere mientras se reinstala el servicio satelital..
fr: Veuillez patienter pendant la réinstallation du Service Windows ..
nl: Ogenblik geduld terwijl de satelliet service opnieuw geïnstalleerd wordt ..
pl: Poczekaj aż usługa Satellite zostanie ponownie zainstalowana..
pt_br: Aguarde enquanto o serviço satélite é reinstalado ..
ru: Пожалуйста, подождите, пока спутниковая служба будет переустановлена ..
sl: Počakajte, da se satelitska storitev znova namesti ..
tr: Uydu servisi yeniden kurulurken lütfen bekleyiniz..

# ServiceReinstall_LblTask1
source: Remove Satellite Service
de: Satellitendienst entfernen
es: Eliminar servicio satelital
fr: Supprimer le Service Windows
nl: Satelliet Service verwijderen
pl: Usuń Usługę Satellite
pt_br: Remover Serviço Satélite
ru: Удалить Спутниковую службу
sl: Odstranite satelitsko storitev
tr: Uydu Hizmetini Kaldır

# ServiceReinstall_LblTask2
source: Install Satellite Service
de: Satellitendienst installieren
es: Instalar servicio satelital
fr: Installer le Service Windows
nl: Satelliet Service installeren
pl: Zainstaluj Usługę Satellite
pt_br: Instalar Serviço Satélite
ru: Установить Спутниковую службу
sl: Namestite satelitsko storitev
tr: Uydu Hizmetini Yükle

# ServiceReinstall_Title
source: HASS.Agent Reinstall Satellite Service
de: HASS.Agent Satelliten Service neu installieren
es: HASS.Agent reinstalar el servicio satelital
fr: HASS.Agent Réinstallation du Service Windows
nl: HASS.Agent Satelliet Service Herinstallatie
pl: HASS.Agent przeinstaluj Usługę Satellite
pt_br: HASS.Agent Reinstalar Serviço Satélite
ru: HASS.Agent Переустановит Спутниковую Службу
sl: HASS.Agent Ponovno namestite satelitsko storitev
tr: HASS.Agent Uydu Hizmetini Yeniden Yükleme

# ServiceSetState_LblInfo1
source: Please wait while the satellite service is configured..
de: Bitte warte, bis der Satellitendienst konfiguriert ist ..
es: Espere mientras se configura el servicio satelital..
fr: Merci de patienter pendant que le Service Windows est configuré ..
nl: Ogenblik geduld terwijl de satelliet service geconfigureerd wordt ..
pl: Poczekaj aż usługa Satellite jest konfigurowana..
pt_br: Aguarde enquanto o serviço satélite é configurado ..
ru: Пожалуйста, подождите, пока будет настроена спутниковая служба..
sl: Počakajte, da je satelitska storitev konfigurirana ..
tr: Uydu hizmeti yapılandırılırken lütfen bekleyin..

# ServiceSetState_LblTask1
source: Enable Satellite Service
de: Satellitendienst aktivieren
es: Habilitar servicio satelital
fr: Activer le Service Windows
nl: Satelliet Service inschakelen
pl: Włącz Usługe Satellite
pt_br: Ativar Serviço Satélite
ru: Включить Спутниковую службу
sl: Omogoči satelitsko storitev
tr: Uydu Hizmetini Etkinleştir

# ServiceSetState_Title
source: HASS.Agent Configure Satellite Service
de: HASS.Agent Satelliten Service Konfigurieren
es: HASS.Agent Configurar servicio satelital
fr: HASS.Agent Configurer le Service Windows
nl: HASS.Agent Configureer Satelliet Service
pl: HASS.Agent Konfiguruj Usługę Satellite
pt_br: HASS.Agent Configurar Serviço Satélite
ru: HASS.Agent Настраивает Спутниковую Службу
sl: HASS.Agent Konfiguriraj satelitsko storitev
tr: HASS.Agent Uydu Hizmetini Yapılandırma

# CommandMqttTopic_BtnClose
source: &Close
de: schließen
es: &cerrar
fr: Fermer
nl: sluiten
pl: &Zamknij
pt_br: fechar
ru: &закрыть
sl: blizu
tr: &Kapat

# CommandMqttTopic_LblInfo1
source: This is the MQTT topic on which you can publish action commands:
de: Dies ist das MQTT-Thema, in der du Aktionsbefehle veröffentlichen kannst:
es: Este es el tema de MQTT en el que puede publicar comandos de acción:
fr: Voici le topic MQTT sur lequel vous pouvez publier des commandes d'action :
nl: Dit is de MQTT topic waarop je commando-acties kunt publiceren:
pl: To jest temat MQTT, w którym możesz publikować polecenia akcji:
pt_br: Este é o tópico MQTT no qual você pode publicar comandos de ação:
ru: Это раздел MQTT, в котором вы можете публиковать команды действий:
sl: To je tema MQTT, v kateri lahko objavite ukaze za dejanja:
tr: Bu, eylem komutlarını yayınlayabileceğiniz MQTT konusudur:

# CommandMqttTopic_BtnCopyClipboard
source: Copy &to Clipboard
de: In Zwischenablage kopieren
es: copiar &al portapapeles
fr: Copier dans le presse papier
nl: kopiëren naar klembord
pl: &skopiuj do schowka
pt_br: copiar para área de transferência
ru: &копировать в буфер обмена
sl: kopiraj v odložišče
tr: Panoya kopyala

# CommandMqttTopic_LblHelp
source: help and examples
de: Hilfe und Beispiele
es: ayuda y ejemplos
fr: Aide et exemples
nl: help en voorbeelden
pl: pomoc i przykłady
pt_br: ajuda e exemplos
ru: справка и примеры
sl: pomoč in primeri
tr: yardım ve örnekler

# CommandMqttTopic_Title
source: MQTT Action Topic
de: MQTT Aktions Thema
es: Tema de acción de MQTT
fr: Topic d'Action MQTT
nl: MQTT Actie Topic
pl: Temat akcji MQTT
pt_br: Tópico de ação do MQTT
sl: Tema delovanja MQTT
tr: MQTT Eylem Konusu

# CommandsConfig_BtnRemove
source: &Remove
de: Entfernen
es: &retirar
fr: Enlever
nl: ve&rwijderen
pl: &Usuń
pt_br: remover
ru: &удалить
sl: Odstrani
tr: &Kaldırmak

# CommandsConfig_BtnModify
source: &Modify
de: Bearbeiten
es: &modificar
fr: Modifier
nl: aanpassen
pl: &Modyfikuj
pt_br: modificar
ru: &изменить
sl: spremeni
tr: &Değiştir

# CommandsConfig_BtnAdd
source: &Add New
de: Hinzufügen
es: &añadir nuevo
fr: Ajouter nouveau
nl: nieuwe toevoegen
pl: &Dodaj Nowy
pt_br: adicionar novo
ru: &добавить новый
sl: Dodaj novo
tr: &Yeni ekle

# CommandsConfig_BtnStore
source: &Store and Activate Commands
de: Befehle &speichern und aktivieren
es: &almacenar y activar comandos
fr: Enregistrer et activer les commandes
nl: op&slaan en activeren commando's
pl: &Zapisz i Aktywuj Polecenia
pt_br: guardar e ativar comandos
ru: &сохранение и активация команд
sl: shrani in aktiviraj ukaze
tr: &Komutları Sakla ve Etkinleştir

# CommandsConfig_ClmName
source: Name
es: nombre
fr: Nom
nl: naam
pl: nazwa
pt_br: nome
ru: имя
sl: ime
tr: İsim

# CommandsConfig_ClmType
source: Type
de: Typ
es: tipo
pl: typ
pt_br: tipo
ru: тип
sl: tip
tr: Tip

# CommandsConfig_LblLowIntegrity
source: Low Integrity
de: geringe Integrität
es: baja integridad
fr: faible intégrité
nl: verlaagde integriteit
pl: niska integralność
pt_br: baixa integridade
sl: nizka integriteta
tr: Düşük Bütünlük

# CommandsConfig_LblActionInfo
source: Action
de: Aktion
es: acción
nl: actie
pl: akcja
pt_br: ação
ru: действие
sl: dejanje
tr: Eylem

# CommandsConfig_Title
source: Commands Config
de: Befehlskonfiguration
es: Configuración de comandos
fr: Configuration des commandes
nl: Commando's Config
pl: Konfiguracja poleceń
pt_br: Configuração de comandos
ru: Конфигурация команд
sl: Konfiguracija ukazov
tr: Komut Yapılandırması

# CommandsMod_BtnStore
source: &Store Command
de: Befehl &speichern
es: &almacenar comando
fr: Enregistrer les commandes
nl: commando op&slaan
pl: &zachowaj polecenie
pt_br: guardar comandos
ru: &сохранить команду
sl: &shrani ukaz
tr: &Mağaza Komutu

# CommandsMod_LblSetting
source: &Configuration
de: Einstellung
es: &configuración
fr: Config
nl: &config
pl: &konfiguracja
pt_br: config
ru: &конфигурация
sl: konfiguracija
tr: &Yapılandırma

# CommandsMod_LblName
source: &Name
es: &nombre
fr: Nom
nl: &naam
pl: &nazwa
pt_br: nome
ru: &имя
sl: ime
tr: &İsim

# CommandsMod_LblDescription
source: Description
de: Beschreibung
es: descripción
nl: omschrijving
pl: opis
pt_br: descrição
ru: описание
sl: opis
tr: Tanım

# CommandsMod_CbRunAsLowIntegrity
source: &Run as 'Low Integrity'
de: mit „geringer Integrität“ ausfüh&ren
es: &ejecutar como 'baja integridad'
fr: exécuter en 'faible intégrité'
nl: uitvoe&ren als 'verlaagde integriteit'
pl: &uruchom w trybie „niska integralność”
pt_br: executar como 'baixa integridade'
sl: &zaženi kot 'nizka integriteta'
tr: &'Düşük Bütünlük' olarak çalıştır

# CommandsMod_LblIntegrityInfo
source: What's this?
de: Was ist das?
es: ¿Qué es esto?
fr: Qu'est ce que c'est ?
nl: wat is dit?
pl: co to jest?
pt_br: o que é isso?
ru: что это?
sl: kaj je to?
tr: Bu nedir?

# CommandsMod_ClmSensorName
source: Type
de: Typ
es: tipo
pl: typ
pt_br: tipo
ru: тип
sl: tip
tr: Tip

# CommandsMod_LblSelectedType
source: Selected Type
de: ausgewählter Typ
es: tipo seleccionado
fr: type sélectionné
nl: geselecteerde type
pl: wybrany typ
pt_br: tipo selecionado
ru: выбранный тип
sl: izbran tip
tr: Seçilen Tip

# CommandsMod_LblService
source: Service
es: Servicio
pl: usługa
pt_br: serviço
ru: служба
sl: storitev
tr: Hizmet

# CommandsMod_LblAgent
source: agent
es: agente
pt_br: agente
ru: агент
tr: ajan

# CommandsMod_LblSpecificClient
source: HASS.Agent only!
de: nur hass.agent!
es: hass.agente solamente!
fr: hass.agent seulement !
nl: alleen hass.agent!
pl: tylko hass.agent!
pt_br: hass.agent apenas!
sl: samo hass.agent!
tr: Yalnızca HASS.Agent!

# CommandsMod_LblEntityType
source: &Entity Type
de: &Entitätentyp
es: tipo de &entidad
fr: Type d'entité
nl: &entiteit type
pl: typ &encji
pt_br: tipo de entidade
ru: &тип объекта
sl: tip entitete
tr: &Varlık Türü

# CommandsMod_LblMqttTopic
source: Show MQTT Action Topic
de: zeige mqtt Aktionsthema
es: mostrar tema de acción mqtt
fr: Afficher le topic d'action MQTT
nl: toon mqtt actie topic
pl: pokaż temat akcji mqtt
pt_br: mostrar tópico de ação mqtt
ru: показать тему действия mqtt
sl: prikaži temo dejanja mqtt
tr: MQTT Eylem Konusunu Göster

# CommandsMod_LblActionInfo
source: Action
de: Aktion
es: acción
nl: actie
pl: akcja
pt_br: ação
ru: действие
sl: dejanje
tr: Eylem

# CommandsMod_Title
source: Command
de: Befehl
es: Dominio
fr: Commande
nl: Commando
pl: Polecenie
pt_br: Comando
ru: Команда
sl: Ukaz
tr: Emretmek

# QuickActions_LblLoading
source: Retrieving entities, please wait..
de: Bitte warte, während deine Entitäten abgerufen werden ...
es: espere mientras se recuperan sus entidades...
fr: Patienter pendant que vos entités sont récupérées ...
nl: ogenblik geduld terwijl je entiteiten opgehaald worden ..
pl: Odzyskiwanie encji, proszę poczekaj..
pt_br: aguarde enquanto suas entidades são buscadas...
ru: пожалуйста, подождите, пока будут извлечены ваши объекты...
sl: počakajte, da se vaše entitete pridobijo ...
tr: Varlıklar alınıyor, lütfen bekleyin..

# QuickActions_Title
source: Quick Actions
es: Acciones rápidas
fr: Actions rapides
nl: Snelle Acties
pl: Szybkie akcje
pt_br: Atalhos Rápidos
ru: Быстрые действия
sl: Hitra dejanja
tr: Hızlı Eylemler

# QuickActionsConfig_BtnStore
source: &Store Quick Actions
de: &speichere Quick Actions
es: &almacenar acciones rápidas
fr: Enregistrer les actions rapides
nl: &snelle acties opslaan
pl: &Zapisz Szybkie Akcje
pt_br: guardar atalhos rápidos
ru: &сохранить быстрые действия
sl: shrani hitra dejanja
tr: Hızlı İşlemleri &Depola

# QuickActionsConfig_BtnAdd
source: &Add New
de: Hinzufügen
es: &añadir nuevo
fr: Ajouter nouveau
nl: nieuwe toevoegen
pl: &Dodaj nowy
pt_br: adicionar novo
ru: &добавить новый
sl: Dodaj novo
tr: &Yeni ekle

# QuickActionsConfig_BtnModify
source: &Modify
de: Bearbeiten
es: &modificar
fr: Modifier
nl: aanpassen
pl: &Modyfikuj
pt_br: modificar
ru: &изменить
sl: spremeni
tr: &Değiştir

# QuickActionsConfig_BtnRemove
source: &Remove
de: Entfe&rnen
es: &retirar
fr: Enlever
nl: verwijderen
pl: &Usuń
pt_br: remover
ru: &удалить
sl: odstrani
tr: &Kaldırmak

# QuickActionsConfig_BtnPreview
source: &Preview
de: Vorschau
es: &avance
fr: Aperçu
nl: voorbeeld
pl: &Podgląd
pt_br: prévia
ru: &предварительный просмотр
sl: predogled
tr: &Ön izleme

# QuickActionsConfig_ClmDomain
source: Domain
es: dominio
fr: Domaine
nl: domein
pl: domena
pt_br: domínio
ru: домен
sl: domena
tr: Alan adı

# QuickActionsConfig_ClmEntity
source: Entity
de: Entität
es: entidad
fr: Entité
nl: entiteit
pl: encja
pt_br: entidade
ru: объект
sl: entiteta
tr: varlık

# QuickActionsConfig_ClmAction
source: Action
de: Aktion
es: acción
nl: actie
pl: akcja
pt_br: ação
ru: действие
sl: dejanje
tr: Eylem

# QuickActionsConfig_ClmHotKey
source: Hotkey
es: tecla de acceso rápido
fr: raccourcis
nl: sneltoets
pl: Skrót klawiszowy
pt_br: atalho
ru: клавиша
sl: bližnjico
tr: Kısayol tuşu

# QuickActionsConfig_ClmDescription
source: Description
de: Beschreibung
es: descripción
nl: omschrijving
pl: opis
pt_br: descrição
ru: описание
sl: opis
tr: Tanım

# QuickActionsConfig_LblHotkey
source: Enabled
de: Hotkey an
es: tecla de acceso rápido habilitada
fr: raccourcis activé
nl: sneltoets ingeschakeld
pl: Włącz
pt_br: atalho ativado
ru: горячая клавиша включена
sl: bližnjica omogočena
tr: Etkinleştirilmiş

# QuickActionsConfig_Title
source: Quick Actions Configuration
de: Quick Actions Einstellungen
es: Configuración de acciones rápidas
fr: Configuration des actions rapides
nl: Snelle Acties Config
pl: Konfiguruj Szybkie Akcje
pt_br: Atalhos Rápidos Config
ru: Настройка быстрых действий
sl: Konfiguracija hitrih dejanj
tr: Hızlı Eylemler Yapılandırması

# QuickActionsMod_BtnStore
source: &Store Quick Action
de: &speichere Quick Action
es: &almacenar acción rápida
fr: Enregistrer l'action rapide
nl: &snelle actie opslaan
pl: &Zapisz Szybkie Akcje
pt_br: guardar atalhos rápidos
ru: &сохранить быстрые действия
sl: shrani hitro dejanje
tr: &Mağaza Hızlı İşlemi

# QuickActionsMod_LblDomain
source: Domain
es: dominio
fr: Domaine
nl: domein
pl: domena
pt_br: domínio
ru: домен
sl: domena
tr: Alan adı

# QuickActionsMod_LblEntityInfo
source: &Entity
de: &Entität
es: &entidad
fr: Entité
nl: &entiteit
pl: &encja
pt_br: entidade
ru: &объект
sl: entiteta
tr: &Varlık

# QuickActionsMod_LblAction
source: Desired &Action
de: gewünschte &Aktion
es: &acción deseada
fr: Action
nl: gewenste &actie
pl: &akcja
pt_br: ação
ru: желаемое &действие
sl: dejanje
tr: İstenen ve Eylem

# QuickActionsMod_LblDescription
source: &Description
de: Beschreibung
es: &descripción
nl: omschrijving
pl: &opis
pt_br: descrição
ru: &описание
sl: opis
tr: &Tanım

# QuickActionsMod_LblLoading
source: Retrieving entities, please wait..
de: Bitte warte, während deine Entitäten abgerufen werden ...
es: espere mientras se recuperan sus entidades...
fr: Patienter pendant que vos entités sont récupérées ...
nl: ogenblik geduld terwijl je entiteiten opgehaald worden ..
pl: Odzyskiwanie encji, proszę poczekaj..
pt_br: aguarde enquanto suas entidades são buscadas...
ru: пожалуйста, подождите, пока будут извлечены ваши объекты...
sl: počakajte, da se vaše entitete pridobijo ...
tr: Varlıklar alınıyor, lütfen bekleyin..

# QuickActionsMod_CbEnableHotkey
source: enable hotkey
de: HotKey einschalten
es: habilitar tecla de acceso directo
fr: Activer les raccourcis
nl: sneltoets inschakelen
pl: włącz klawisze skrótu
pt_br: ativar atalhos
ru: включить горячую клавишу
sl: omogočite bližnjico
tr: kısayol tuşunu etkinleştir

# QuickActionsMod_LblHotkey
source: &hotkey combination
de: &HotKey Kombination:
es: combinación de &teclas de acceso rápido:
fr: Combinaison de raccourcis
nl: sneltoets combinatie
pl: &kombinacja klawiszy skrótu
pt_br: combinação de atalho:
ru: &комбинация горячих клавиш
sl: kombinacija bližnjic
tr: &kısayol tuşu kombinasyonu

# QuickActionsMod_LblTip1
source: (optional, will be used instead of entity name)
de: (optional, wird anstelle des Entitätsnamens verwendet)
es: (opcional, se utilizará en lugar del nombre de la entidad)
fr: (optionnel, sera utilisé à la place du nom de l'entité)
nl: (optioneel, wordt gebruikt in plaats van de entiteit naam)
pl: (opcjonalne, będzie używane zamiast nazwy encji)
pt_br: (opcional, será usado em vez do nome da entidade)
ru: (необязательно, будет использоваться вместо имени объекта)
sl: (izbirno, bo uporabljeno namesto imena subjekta)
tr: (isteğe bağlı, varlık adı yerine kullanılacaktır)

# QuickActionsMod_Title
source: Quick Action
es: Acción rapida
fr: Action Rapide
nl: Snelle Actie
pl: Szybka Akcja
pt_br: Atalhos Rápidos
ru: Быстрое действие
sl: Hitro ukrepanje
tr: Hızlı Eylem

# SensorsConfig_BtnRemove
source: &Remove
de: entfe&rnen
es: &retirar
fr: Enlever
nl: ve&rdwijderen
pl: &Usuń
pt_br: remover
ru: &удалить
sl: odstrani
tr: &Kaldırmak

# SensorsConfig_BtnModify
source: &Modify
de: bearbeiten
es: &modificar
fr: Modifié
nl: aanpassen
pl: &Modyfikuj
pt_br: modificar
ru: &изменить
sl: spremeni
tr: &Değiştir

# SensorsConfig_BtnAdd
source: &Add New
de: Hinzufügen
es: &añadir nuevo
fr: Ajouter nouveau
nl: nieuwe toevoegen
pl: &Dodaj Nowy
pt_br: adicionar novo
ru: &добавить новый
sl: dodaj novo
tr: &Yeni ekle

# SensorsConfig_BtnStore
source: &Store && Activate Sensors
de: Befehle &speichern und aktivieren
es: &almacenar y activar sensores
fr: Enregistrer et activer les capteurs
nl: op&slaan en activeren sensoren
pl: &Zapisz i Aktywuj Czujniki
pt_br: guardar e ativar sensores
ru: &сохранить и активировать сенсоры
sl: shrani in aktiviraj senzorje
tr: &Depola && Sensörleri Etkinleştir

# SensorsConfig_ClmName
source: Name
es: nombre
fr: nom
nl: naam
pl: Nazwa
pt_br: nome
ru: имя
sl: ime
tr: İsim

# SensorsConfig_ClmType
source: Type
de: Typ
es: tipo
pl: Typ
pt_br: tipo
ru: тип
sl: tip
tr: Tip

# SensorsConfig_LblRefresh
source: Refresh
de: Aktualisieren
es: actualizar
fr: rafraichir
nl: verversen
pl: Odśwież
pt_br: atualizar
ru: обновить
sl: osveži
tr: Yenile

# SensorsConfig_Title
source: Sensors Configuration
de: Sensorenkonfiguration
es: Configuración de sensores
fr: Configuration des capteurs
nl: Sensoren Config
pl: Konfiguracja Czujników
pt_br: Sensores Config
ru: Конфигурация датчиков
sl: Konfiguracija senzorjev
tr: Sensör Yapılandırması

# SensorsMod_BtnStore
source: &Store Sensor
de: &speichere Sensoren
es: &sensor de tienda
fr: Sauvegarder le capteur
nl: &sensor opslaan
pl: &Zapisz Czujnik
pt_br: guardar sensores
ru: &сохранить сенсор
sl: &shrani senzor
tr: &Mağaza Sensörü
