Repository: LAB02-Research/HASS.Agent
Catalog: src/HASS.Agent/Resources/Localization/Languages.*.resx
Languages: de, es, fr, nl, pl, pt_br, ru, sl, tr

# CommandsMod_BtnStore_MessageBox4
source: If a command is not provided, you may only use this entity with an 'action' value via Home Assistant, running it as-is will have no action. Are you sure you want to proceed?
de: Wenn du keinen Befehl eingibst, kannst du diese Entität nur mit einem „Aktions“-Wert über Home Assistant verwenden. Wenn du es einfach nur ausführst, wird es nichts bewirken. Bist du sicher, dass du das willst?
es: Si no ingresa un comando, solo puede usar esta entidad con un valor de 'acción' a través de Home Assistant. Ejecutarlo como está no hará nada. ¿Estás seguro de que quieres esto?
fr: Si vous n'entrez pas de commande, vous ne pouvez utiliser cette entité qu'avec une valeur "action" via Home Assistant. Le faire fonctionner tel quel ne fera rien. Êtes-vous sûr de vouloir cela ?
nl: Als je geen commando invult, kun je deze entiteit alleen gebruiken met een 'actie' waarde via Home Assistant. Uitvoeren in de huidige vorm doet niks. Weet je zeker dat je dit wilt?
pl: Jeśli nie wprowadzisz polecenia, możesz użyć tej encji tylko z wartością „action” za pośrednictwem Home Assistant. Uruchamianie go tak, jak jest, nic nie da. Czy na pewno tego chcesz?
pt_br: Se você não inserir um comando, só poderá usar essa entidade com um valor de 'ação' por meio do Home Assistant. Executá-lo como está não fará nada. Tem certeza de que quer isso?
ru: Если вы не вводите команду, вы можете использовать эту сущность только со значением 'действие' через Home Assistant. Запуск его как есть ничего не даст. Ты уверен, что хочешь этого?
sl: Če ne vnesete ukaza, lahko to entiteto uporabite samo z vrednostjo »action« prek Home Assistant. Če ga zaženete kot je, ne boste naredili ničesar. Ste prepričani, da želite to?
tr: Bir komut sağlanmazsa, bu varlığı Home Assistant aracılığıyla yalnızca bir 'eylem' değeriyle kullanabilirsiniz, olduğu gibi çalıştırdığınızda herhangi bir işlem yapılmaz. Devam etmek istediğinizden emin misiniz?

# CommandsMod_MessageBox_Action
source: If you don't enter a command or script, you can only use this entity with an 'action' value through Home Assistant. Running it as-is won't do anything. Are you sure you want this?
de: Wenn du keinen Befehl oder kein Skript eingibst, kannst du diese Entität nur mit einem „Aktions“-Wert über Home Assistant verwenden. Wenn du es einfach nur ausführst, wird es nichts bewirken. Bist du sicher, dass du das willst?
es: Si no ingresa un comando o secuencia de comandos, solo puede usar esta entidad con un valor de 'acción' a través de Home Assistant. Ejecutarlo como está no hará nada. ¿Estás seguro de que quieres esto?
fr: Si vous n'entrez pas de commande ou de script, vous ne pouvez utiliser cette entité qu'avec une valeur "action" via Home Assistant. Le faire fonctionner tel quel ne fera rien. Êtes-vous sûr de vouloir cela ?
nl: Als je geen commando of script invult, kun je deze entiteit alleen gebruiken met een 'actie' waarde via Home Assistant. Uitvoeren in de huidige vorm doet niks. Weet je zeker dat je dit wilt?
pl: Jeśli nie wprowadzisz polecenia lub skryptu, możesz użyć tej encji tylko z wartością „action” za pomocą Home Assistant. Uruchamianie go tak, jak jest, nic nie da. Czy na pewno tego chcesz?
pt_br: Se você não inserir um comando ou script, só poderá usar essa entidade com um valor de 'ação' por meio do Home Assistant. Executá-lo como está não fará nada. Tem certeza de que quer isso?
ru: Если вы не вводите команду или сценарий, вы можете использовать эту сущность только со значением 'действие' через Home Assistant. Запуск его как есть ничего не даст. Ты уверен, что хочешь этого?
sl: Če ne vnesete ukaza ali skripta, lahko to entiteto uporabite samo z vrednostjo »action« prek Home Assistant. Če ga zaženete kot je, ne boste naredili ničesar. Ste prepričani, da želite to?
tr: Bir komut veya komut dosyası girmezseniz, bu varlığı yalnızca Home Assistant aracılığıyla bir 'eylem' değeriyle kullanabilirsiniz. Olduğu gibi çalıştırmak hiçbir şey yapmaz. Bunu istediğinden emin misin?

# CommandsMod_BtnStore_MessageBox5
source: Please enter a key code!
de: Trage zuerst einen Keycode ein.
es: Introduzca primero un código clave.
nl: Vul eerst een keycode in.
pl: Wprowadź najpierw kod klawisza.
pt_br: Insira um código-chave primeiro.
ru: Enter a keycode first.
sl: Najprej vnesite ključno kodo.
tr: Lütfen bir anahtar kodu girin!

# CommandsMod_BtnStore_MessageBox6
source: Checking keys failed: {0}
de: Überprüfung des Keys fehlgeschlagen: {0}
es: No se han podido comprobar las claves: {0}
fr: La vérification des clés a échoué : {0}
nl: Controleer van keys gefaald: {0}
pl: Sprawdzanie klawiszy nie powiodło się: {0}
pt_br: Falha na verificação das chaves: {0}
sl: Preverjanje ključev ni uspelo: {0}
tr: Anahtarlar kontrol edilemedi: {0}

# CommandsMod_BtnStore_MessageBox7
source: If a URL is not provided, you may only use this entity with an 'action' value via Home Assistant, running it as-is will have no action. Are you sure you want to proceed?
de: Wenn du keine URL eingibst, kannst du diese Entität nur mit einem „Aktions“-Wert über Home Assistant verwenden. Wenn du die Entität als solche ausführst, wird sie nichts bewirken. Bist du sicher, dass du das willst?
es: Si no ingresa una URL, solo puede usar esta entidad con un valor de 'acción' a través de Home Assistant. Ejecutarlo como está no hará nada. ¿Estás seguro de que quieres esto?
fr: Si vous ne saisissez pas d'URL, vous ne pouvez utiliser cette entité qu'avec une valeur "action" via Home Assistant. Le faire fonctionner tel quel ne fera rien. Êtes-vous sûr de vouloir cela ?
nl: Als je geen URL invult, kun je deze entiteit alleen gebruiken met een 'actie' waarde via Home Assistant. Uitvoeren in de huidige vorm doet niks. Weet je zeker dat je dit wilt?
pl: Jeśli nie wpiszesz adresu URL, możesz użyć tej encji tylko z wartością „action” za pomocą Home Assistant. Uruchamianie go tak, jak jest, nic nie da. Czy na pewno tego chcesz?
pt_br: Se você não inserir uma URL, só poderá usar essa entidade com um valor de 'ação' por meio do Home Assistant. Executá-lo como está não fará nada. Tem certeza de que quer isso?
ru: Если вы не вводите URL-адрес, вы можете использовать этот объект только со значением 'действие' через Home Assistant. Запуск его как есть ничего не даст. Ты уверен, что хочешь этого?
sl: Če ne vnesete URL-ja, lahko to entiteto uporabite samo z vrednostjo 'action' prek Home Assistant. Če ga zaženete kot je, ne boste naredili ničesar. Ste prepričani, da želite to?
tr: Bir URL sağlanmazsa, bu varlığı Home Assistant aracılığıyla yalnızca bir 'eylem' değeriyle kullanabilirsiniz, olduğu gibi çalıştırdığınızda herhangi bir işlem yapılmaz. Devam etmek istediğinizden emin misiniz?

# CommandsMod_LblSetting_Command
source: Command
de: Befehl
es: dominio
fr: commande
nl: commando
pl: polecenie
pt_br: comando
ru: команда
sl: ukaz
tr: Emretmek

# CommandsMod_LblSetting_CommandScript
source: Command or Script
de: Befehl oder Skript
es: comando o script
fr: commande ou script
nl: commando of script
pl: polecenie lub skrypt
pt_br: comando ou script
ru: команда или сценарий
sl: ukaz ali skript
tr: Komut veya Komut Dosyası

# CommandsMod_LblSetting_KeyCode
source: Keycode
de: Tastencode
es: clave
pl: kod klawisza
pt_br: código-chave
sl: ključna koda
tr: Anahtar kod

# CommandsMod_LblSetting_KeyCodes
source: Keycodes
de: Tastencodes
es: códigos clave
pl: kody klawiszy
pt_br: códigos-chave
sl: kode tipk
tr: Anahtar kodları

# CommandsMod_CbCommandSpecific_Incognito
source: Launch in Incognito Mode
de: In Inkognito Modus starten
es: lanzar en modo incógnito
fr: Lancer en mode incognito
nl: lanceren in privémodus
pl: uruchom w trybie incognito
pt_br: iniciar no modo de navegação anônima
ru: запуск в режиме инкогнито
sl: zagon v načinu brez beleženja zgodovine
tr: Gizli Modda Başlat

# CommandsMod_LblInfo_Browser
source: Browser: Default Please configure a custom browser to enable incognito mode.
de: Browser: Standart Bitte einen Browser eintragen, um den Inkognito Modus einzuschalten
es: navegador: predeterminado por favor, configure un navegador personalizado para activar el modo incógnito
fr: Navigateur : par défaut Veuillez configurer un navigateur pour activer le mode incognito
nl: browser: standaard configureer een eigen browser om privémodus te activeren
pl: przeglądarka: domyślna skonfiguruj przeglądarkę, aby włączyć tryb incognito
pt_br: navegador: padrão configure um navegador para ativar o modo de navegação anônima
ru: browser: default please configure a browser to enable incognito mode
sl: brskalnik: privzeto prosimo, konfigurirajte brskalnik, da omogočite način brez beleženja zgodovine
tr: Tarayıcı: Varsayılan Gizli modu etkinleştirmek için lütfen özel bir tarayıcı yapılandırın.

# CommandsMod_LblInfo_BrowserSpecific
source: Browser: {0}
es: navegador: {0}
fr: Navigateur : {0}
pl: przeglądarka: {0}
pt_br: navegador: {0}
sl: brskalnik: {0}
tr: Tarayıcı: {0}

# CommandsMod_LblInfo_Executor
source: Executor: None Please configure an executor or your command will not run.
de: Exekutor: keiner konfiguriere bitte einen Exekutor oder dein Befehl wird nicht ausgeführt
es: albacea: ninguno configure un ejecutor o su comando no se ejecutará
fr: Interpréteur de commandes : Aucun veuillez configurer un interpréteur de commandes ou votre commande ne fonctionnera pas
nl: executor: geen configureer een executor, anders kan het commando niet uitvoeren
pl: środowisko wykonania: brak skonfiguruj środowisko wykonania, inaczej twoje polecenie się nie uruchomi
pt_br: executor: nenhum por favor configure um executor ou seu comando não será executado
ru: исполнитель: нет пожалуйста, настройте исполнителя, иначе ваша команда не будет выполняться
sl: Izvajalec: noben prosimo, konfigurirajte izvajalca, sicer se vaš ukaz ne bo zagnal
tr: Yürütücü: Yok Lütfen bir yürütücü yapılandırın, aksi takdirde komutunuz çalışmayacaktır.

# CommandsMod_LblInfo_ExecutorSpecific
source: Executor: {0}
de: Exekutor: {0}
es: albacea: {0}
fr: Interpréteur de commandes : {0}
pl: środowisko wykonania: {0}
ru: исполнитель: {0}
sl: izvajalec: {0}
tr: Yürütücü: {0}

# CommandsMod_LblIntegrityInfo_InfoMsg1
source: Low integrity means your command will be executed with restricted privileges.
de: Geringe Integrität bedeutet, dass dein Befehl mit eingeschränkten Rechten ausgeführt wird.
es: Baja integridad significa que su comando se ejecutará con privilegios restringidos.
fr: Une faible intégrité signifie que votre commande sera exécutée avec des privilèges restreints.
nl: Verlaagde integriteit betekent dat je commando uitgevoerd wordt met beperkte privileges.
pl: Niska integralność oznacza, że ​​Twoje polecenie zostanie wykonane z ograniczonymi uprawnieniami.
pt_br: Baixa integridade significa que seu comando será executado com privilégios restritos.
ru: Low integrity означает, что ваша команда будет выполняться с ограниченными привилегиями.
sl: Nizka celovitost pomeni, da bo vaš ukaz izveden z omejenimi privilegiji.
tr: Düşük bütünlük, komutunuzun kısıtlı ayrıcalıklarla yürütüleceği anlamına gelir.

# CommandsMod_LblIntegrityInfo_InfoMsg2
source: This means it will only be able to save and modify files in certain locations,
de: Das bedeutet, dass das es Dateien nur an bestimmten Orten speichern und ändern kann,
es: Eso significa que solo podrá guardar y modificar archivos en ciertas ubicaciones,
fr: Cela signifie qu'il ne pourra enregistrer et modifier des fichiers qu'à certains endroits,
nl: Dat betekent dat het alleen bestanden kan opslaan en aanpassen op bepaalde plekken,
pl: Oznacza to, że będzie mógł zapisywać i modyfikować pliki tylko w określonych lokalizacjach,
pt_br: Isso significa que ele só poderá salvar e modificar arquivos em determinados locais,
ru: Это означает, что он сможет сохранять и изменять файлы только в определенных местах,
sl: To pomeni, da bo lahko shranil in spreminjal datoteke samo na določenih lokacijah,
tr: Bu, yalnızca belirli konumlardaki dosyaları kaydedip değiştirebileceği anlamına gelir,

# CommandsMod_LblIntegrityInfo_InfoMsg3
source: such as the '%USERPROFILE%\AppData\LocalLow' folder or
de: wie z. B. der Ordner „%USERPROFILE%\AppData\LocalLow“ oder
es: como la carpeta '%USERPROFILE%\AppData\LocalLow' o
fr: comme le dossier '%USERPROFILE%\AppData\LocalLow' ou
nl: zoals de '%USERPROFILE%\AppData\LocalLow' map of
pl: np. folder „%USERPROFILE%\AppData\LocalLow” lub
pt_br: como a pasta '%USERPROFILE%\AppData\LocalLow' ou
ru: например, в папке '%USERPROFILE%\AppData\LocalLow' или
sl: kot je mapa '%USERPROFILE%\AppData\LocalLow' oz
tr: '%USERPROFILE%\AppData\LocalLow' klasörü gibi veya

# CommandsMod_LblIntegrityInfo_InfoMsg4
source: the 'HKEY_CURRENT_USER\Software\AppDataLow' registry key.
de: den Registrierungsschlüssel „HKEY_CURRENT_USER\Software\AppDataLow“.
es: la clave de registro 'HKEY_CURRENT_USER\Software\AppDataLow'.
fr: la clé de registre 'HKEY_CURRENT_USER\Software\AppDataLow'.
nl: de 'HKEY_CURRENT_USER\Software\AppDataLow' register sleutel.
pl: klucz rejestru „HKEY_CURRENT_USER\Software\AppDataLow”.
pt_br: a chave de registro 'HKEY_CURRENT_USER\Software\AppDataLow'.
ru: раздел реестра 'HKEY_CURRENT_USER\Software\AppDataLow'.
sl: registrski ključ 'HKEY_CURRENT_USER\Software\AppDataLow'.
tr: 'HKEY_CURRENT_USER\Software\AppDataLow' kayıt defteri anahtarı.

# CommandsMod_LblIntegrityInfo_InfoMsg5
source: You should test your command to make sure it's not influenced by this!
de: Du solltest deinen Befehl testen, um sicherzustellen, dass er nicht hiervon beeinflusst wird.
es: Debe probar su comando para asegurarse de que no esté influenciado por esto.
fr: Vous devriez tester votre commande pour vous assurer qu'elle n'est pas influencée par cela.
nl: Je kunt het beste je commando testen om zeker te weten dat hij hier niet door wordt beïnvloed.
pl: Powinieneś przetestować swoje polecenie, aby upewnić się, że nie ma na to na nie wpływu.
pt_br: Você deve testar seu comando para garantir que ele não seja influenciado por isso.
ru: Вы должны протестировать свою команду, чтобы убедиться, что это не повлияет на нее.
sl: Preizkusite svoj ukaz, da se prepričate, da to ne vpliva nanj.
tr: Bundan etkilenmediğinden emin olmak için komutunuzu test etmelisiniz!

# CommandsMod_SpecificClient
source: {0} only!
de: {0} nur!
es: ¡{0} solamente!
fr: {0} seulement !
nl: alleen {0}!
pl: tylko {0}!
pt_br: {0} apenas!
sl: Samo {0}!
tr: yalnızca {0}!

# CommandsMod_LblMqttTopic_MessageBox1
source: The MQTT manager hasn't been configured properly, or hasn't yet completed its startup.
de: Der MQTT Manager wurde nicht richtig eingestellt. Stelle sicher, dass du MQTT richtig konfiguriert hast und starte danach neu.
es: El gestor MQTT no ha sido configurado correctamente, o no ha completado su puesta en marcha.
fr: Le gestionnaire MQTT n'a pas été correctement configuré ou n'a pas encore terminé son démarrage.
nl: De MQTT beheerder is nog niet goed ingesteld, controleer dat je MQTT hebt geconfigureerd en herstart.
pl: Menedżer MQTT nie został poprawnie skonfigurowany, upewnij się, że skonfigurowałeś MQTT, a następnie ponownie go uruchomiłeś.
pt_br: O gerenciador MQTT não foi configurado corretamente, verifique se você configurou o MQTT e reiniciou depois.
ru: Менеджер MQTT настроен неправильно, убедитесь, что вы настроили MQTT и после этого перезапустили его.
sl: Upravitelj MQTT ni bil pravilno nastavljen, preverite, ali ste konfigurirali MQTT in ga nato znova zagnali.
tr: MQTT yöneticisi doğru şekilde yapılandırılmamış veya başlatma işlemini henüz tamamlamamıştır.

# QuickActions_CheckHassManager_MessageBox1
source: Unable to fetch your entities because of missing config, please enter the required values in the config screen.
de: Deine Entitäten können aufgrund fehlender Konfiguration nicht abgerufen werden. Bitte gebe die erforderlichen Werte im Konfigurationsbildschirm ein.
es: No se pueden obtener sus entidades debido a que falta la configuración, ingrese los valores requeridos en la pantalla de configuración.
fr: Impossible de récupérer vos entités en raison d'une configuration manquante, veuillez saisir les valeurs requises dans l'écran de configuration.
nl: Kan je entiteiten niet ophalen vanwege ontbrekende configuratie, vul de vereiste waardes in bij het configuratie scherm.
pl: Błąd tworzenia encji przez brakującą konfiguracje. Wprowadź wymagane dane do konfiguracji w oknie konfiguracji.
pt_br: Não foi possível buscar suas entidades devido à configuração ausente. Insira os valores necessários na tela de configuração.
ru: Невозможно получить ваши объекты из-за отсутствия конфигурации, пожалуйста, введите необходимые значения на экране конфигурации.
sl: Vaših entitet ni mogoče pridobiti zaradi manjkajoče konfiguracije, vnesite zahtevane vrednosti na zaslon konfiguracije.
tr: Eksik yapılandırma nedeniyle varlıklarınız getirilemiyor, lütfen yapılandırma ekranında gerekli değerleri girin.

# QuickActions_MessageBox_EntityFailed
source: There was an error trying to fetch your entities!
de: Beim Abrufen deiner Entitäten ist ein Fehler aufgetreten.
es: Se produjo un error al intentar obtener sus entidades.
fr: Une erreur s'est produite lors de la tentative de récupération de vos entités.
nl: Er is iets misgegaan bij het ophalen van je entiteiten.
pl: Wystąpił błąd podczas pobieranie encji!
pt_br: Ocorreu um erro ao tentar buscar suas entidades.
ru: Произошла ошибка при попытке получить ваши объекты.
sl: Pri poskusu pridobivanja vaših entitet je prišlo do napake.
tr: Varlıklarınız getirilmeye çalışılırken bir hata oluştu!

# QuickActionsMod_Title_New
source: New Quick Action
de: Neue Quick Action
es: Nueva acción rápida
fr: Nouvelle Action Rapide
nl: Nieuwe Snelle Actie
pl: Nowa Szybka Akcja
pt_br: Novo Atalho Rápido
ru: Новое Быстрое Действие
sl: Nova hitra akcija
tr: Yeni Hızlı Eylem

# QuickActionsMod_Title_Mod
source: Mod Quick Action
de: Quick Action bearbeiten
es: Modificación de acción rápida
nl: Snelle Actie Aanpassen
pl: Modyfikuj Szybką Akcje
pt_br: Atalhos Rápidos Mod
sl: Mod za hitro delovanje
tr: Mod Hızlı Eylem

# QuickActionsMod_CheckHassManager_MessageBox1
source: Unable to fetch your entities because of missing config, please enter the required values in the config screen.
de: Deine Entitäten können nicht abgerufen werden, weil die Konfiguration fehlt. Bitte gebe die erforderlichen Werte in die Konfigurationsmaske ein.
es: No se pueden obtener sus entidades debido a que falta la configuración, ingrese los valores requeridos en la pantalla de configuración.
fr: Impossible de récupérer vos entités en raison d'une configuration manquante, veuillez saisir les valeurs requises dans l'écran de configuration.
nl: Kan je entiteiten niet ophalen vanwege ontbrekende configuratie, vul de vereiste waardes in bij het configuratie scherm.
pl: Błąd tworzenia encji przez brakującą konfiguracje. Wprowadź wymagane dane do konfiguracji w oknie konfiguracji.
pt_br: Não foi possível buscar suas entidades devido à configuração ausente. Insira os valores necessários na tela de configuração.
ru: Невозможно получить ваши объекты из-за отсутствия конфигурации, пожалуйста, введите необходимые значения на экране конфигурации.
sl: Vaših entitet ni mogoče pridobiti zaradi manjkajoče konfiguracije, vnesite zahtevane vrednosti na zaslon konfiguracije.
tr: Eksik yapılandırma nedeniyle varlıklarınız getirilemiyor, lütfen yapılandırma ekranında gerekli değerleri girin.

# QuickActionsMod_MessageBox_Entities
source: There was an error trying to fetch your entities.
de: Es ist ein Fehler beim Abrufen deiner Entitäten aufgetreten.
es: Se produjo un error al intentar obtener sus entidades.
fr: Une erreur s'est produite lors de la tentative de récupération de vos entités.
nl: Er is iets misgegaan bij het ophalen van je entiteiten.
pl: Wystąpił błąd podczas pobieranie encji.
pt_br: Ocorreu um erro ao tentar buscar suas entidades.
ru: Произошла ошибка при попытке получить ваши объекты.
sl: Pri poskusu pridobivanja vaših entitet je prišlo do napake.
tr: Varlıklarınız getirilmeye çalışılırken bir hata oluştu.

# QuickActionsMod_BtnStore_MessageBox1
source: Please select an entity!
de: Wähle zuerst eine Entität aus.
es: Seleccione una entidad primero.
fr: Sélectionnez d'abord une entité.
nl: Selecteer eerst een entiteit.
pl: Proszę wybierz encję!
pt_br: Selecione uma entidade primeiro.
ru: Сначала выберите объект.
sl: Najprej izberite entiteto.
tr: Lütfen bir varlık seçin!

# QuickActionsMod_BtnStore_MessageBox2
source: Please select an domain!
de: Wähle zuerst eine Domäne aus.
es: Seleccione un dominio primero.
fr: Sélectionnez d'abord un domaine.
nl: Selecteer eerst een domein.
pl: Wybierz domenę!
pt_br: Domínio desconhecido, selecione um válido.
ru: Сначала выберите домен.
sl: Neznana domena, izberite veljavno.
tr: Lütfen bir alan seçin!

# QuickActionsMod_BtnStore_MessageBox3
source: Unknown action, please select a valid one.
de: Unbekannte Aktion, bitte wähle eine gültige aus.
es: Acción desconocida, seleccione una válida.
fr: Action inconnue, veuillez en sélectionner une valide.
nl: Onbekende actie, selecteer een geldige.
pl: Nieznana akcja, wybierz prawidłową.
pt_br: Atalho desconhecido, selecione um válido.
ru: Неизвестное действие, пожалуйста, выберите действительное.
sl: Neznano dejanje, izberite veljavno.
tr: Bilinmeyen işlem, lütfen geçerli bir işlem seçin.

# SensorsConfig_BtnStore_Storing
source: Storing and registering, please wait..
de: speichern und registrieren, bitte warten ..
es: almacenando y registrando, por favor espere ..
fr: enregistrement et connexion, veuillez patienter ..
nl: opslaan en registreren, ogenblik geduld ..
pl: Zapisywanie i rejestracja, proszę czekać ..
pt_br: guardando e registrando, por favor aguarde ..
sl: shranjevanje in registracija, počakajte ..
tr: Kaydetme ve kaydetme, lütfen bekleyin..

# SensorsConfig_BtnStore_MessageBox1
source: An error occurred whilst saving the sensors, please check the logs for more information.
de: Beim Speichern der Sensoren ist ein Fehler aufgetreten, überprüfe die Protokolle für weitere Informationen.
es: Ocurrió un error al guardar los sensores, consulte los registros para obtener más información.
fr: Une erreur s'est produite lors de l'enregistrement des capteurs, consultez les journaux pour plus d'informations.
nl: Er is iets misgegaan bij het opslaan van de sensoren, controleer de logs voor meer info.
pl: Wystąpił błąd podczas zapisywania czujników, sprawdź logi po więcej informacji.
pt_br: Ocorreu um erro ao salvar os sensores, verifique os logs para obter mais informações.
ru: При сохранении датчиков произошла ошибка, проверьте журналы для получения дополнительной информации.
sl: Pri shranjevanju senzorjev je prišlo do napake, za več informacij preverite dnevnike.
tr: Sensörler kaydedilirken bir hata oluştu, lütfen daha fazla bilgi için günlükleri kontrol edin.

# SensorsMod_Title_New
source: New Sensor
de: Neuer Sensor
es: sensor nuevo
fr: Nouveau capteur
nl: Nieuwe Sensor
pl: Nowy czujnika
pt_br: Novo Sensor
ru: Новый Датчик
sl: Nov senzor
tr: Yeni Sensör

# SensorsMod_Title_Mod
source: Mod Sensor
de: Sensor modifizieren
es: Sensor de modulación
nl: Sensor Aanpassen
pl: Modyfikuj czujnik
pt_br: Sensor Mod
sl: Mod senzor
tr: Mod Sensörü

# SensorsMod_LblSetting1_WindowName
source: Window Name
de: Fenster Name
es: nombre de la ventana
fr: Nom de la fenêtre
nl: schermnaam
pl: Nazwa okna
pt_br: nome da janela
ru: имя окна
sl: ime okna
tr: Pencere Adı

# SensorsMod_LblSetting1_Wmi
source: WMI Query
es: consulta wmi
fr: Requête WMI
pl: Zapytanie WMI
pt_br: consulta wmi
sl: poizvedba wmi
tr: WMI Sorgusu

# SensorsMod_LblSetting2_Wmi
source: WMI Scope (optional)
de: wmi-Bereich (optional)
es: ámbito wmi (opcional)
nl: wmi scope (optioneel)
pl: Stos WMI (opcjonalne)
pt_br: escopo wmi (opcional)
sl: obseg wmi (izbirno)
tr: WMI Kapsamı (isteğe bağlı)
