Repository: LAB02-Research/HASS.Agent
Catalog: src/HASS.Agent/Resources/Localization/Languages.*.resx
Languages: de, es, fr, nl, pl, pt_br, ru, sl, tr

# OnboardingUpdates_LblInfo2
source: When a new update is available, HASS.Agent can download the installer and launch it for you. The certificate of the downloaded file will get checked before running,you will still get to review the release notes and manually approve the update.
de: Wenn es ein Update gibt, bietet HASS.Agent die Möglichkeit, die Release-Seite zu öffnen. Aber wenn du willst, kann HASS.Agent auch das Installationsprogramm für dich herunterladen und starten - noch weniger zu tun! Das Zertifikat der heruntergeladenen Datei wird dabei geprüft.
es: Cuando haya una actualización, HASS.Agent ofrecerá la opción de abrir la página de lanzamiento. Pero si desea, HASS.Agent también puede descargar y lanzar el instalador - ¡aún menos que hacer! Se comprobará el certificado del archivo descargado. Y todavía verá una página con las notas de la versión, y tendrá que aprobar manualmente - nada se hace sin tu consentimiento.
fr: Lorsqu'il y a une mise à jour, HASS.Agent offre la possibilité d'ouvrir la page de publication. Mais si vous voulez, HASS.Agent peut également télécharger et lancer le programme d'installation pour vous - encore moins à faire ! Le certificat du fichier téléchargé sera vérifié. Vous verrez toujours une page avec les notes de version, et vous devrez toujours approuver manuellement - rien n'est fait sans votre consentement.
nl: Wanneer er een update is, zal HASS.Agent je aanbieden om de release pagina te openen. Als je wilt, kan HASS.Agent de installer voor je downloaden en starten - hoef je zelf nog minder te doen! Het certificaat van het gedownloade bestand wordt gecontroleerd vóór uitvoering. En je ziet nog steeds een pagina met de release notes, én je moet nog steeds handmatige goedkeuring geven - niks wordt gedaan zonder jouw instemming.
pl: Gdy pojawi się aktualizacja, HASS.Agent zaoferuje opcję otwarcia strony projektu. Jeśli chcesz, HASS.Agent może również pobrać i uruchomić instalator za Ciebie - jeszcze mniej do zrobienia! Certyfikat pobranego pliku zostanie sprawdzony. Nadal będziesz widzieć stronę z uwagami do wersji i nadal musisz ręcznie potwierdzić instalację – nic nie zostanie zrobione bez Twojej zgody.
pt_br: Quando houver uma atualização, o HASS.Agent oferecerá a opção de abrir a página de lançamentos. Mas se você quiser, o HASS.Agent também pode baixar e iniciar o instalador para você - menos para você fazer! O certificado do arquivo baixado será verificado.
ru: Когда будут обновления, HASS.Agent предложит вам открыть страницу выпуска. Но если вы хотите чтобы, HASS.Agent также может загрузить и запустить установщик для вас - еще меньше работы! Сертификат загруженного файла будет проверен. И вы по-прежнему увидите страницу с примечаниями к выпуску, и вам все равно нужно будет одобрить вручную - ничто не делается без вашего согласия.
sl: Ko bo posodobitev, bo HASS.Agent ponudil možnost odpiranja strani za izdajo. Ampak če želiš lahko HASS.Agent tudi prenese in zažene namestitveni program namesto vas - še manj dela! Potrdilo prenesene datoteke bo preverjeno. Še vedno boste videli stran z izdajami in še vedno boste morali sami potrditi. Nič se ne zgodi brez vašega privoljenja.
tr: Yeni bir güncelleme mevcut olduğunda, HASS.Agent yükleyiciyi indirebilir ve sizin için başlatabilir. İndirilen dosyanın sertifikası çalıştırmadan önce kontrol edilecek, yine de sürüm notlarını gözden geçirecek ve güncellemeyi manuel olarak onaylayacaksınız.

# OnboardingDone_LblGitHub
source: HASS.Agent GitHub page
de: HASS.Agent GitHub Seite
fr: Page GitHub HASS.Agent
nl: HASS.Agent GitHub pagina
pl: Strona GitHub HASS.Agent
pt_br: Página do GitHub do HASS.Agent
sl: HASS.Agent GitHub stran
tr: HASS.Agent GitHub sayfası

# OnboardingDone_LblInfo3
source: There's a lot more to tinker with, so make sure you take a look at the Configuration Wwindow! Thank you for using HASS.Agent, hopefully it'll be useful for you :-)
de: Tipp: es gibt mehr zum Einstellen. Also schaue mal in das Konfigurationsfenster! Vielen Dank, dass du HASS.Agent verwendest, hoffentlich wird es dir nützlich sein :-) Und wenn du auf Probleme stößt, erstelle bitte ein Ticket auf der GitHub-Seite.
es: Hay muchas más cosas que se pueden modificar, así que asegúrate de echar un vistazo a la ventana de configuración. Gracias por usar HASS.Agent, espero que le sea útil :-)
fr: Astuce : il y a beaucoup plus à tripatouiller, alors assurez-vous de jeter un coup d'œil à la fenêtre de configuration ! Merci d'utiliser HASS.Agent, j'espère que cela vous sera utile :-) Et si vous rencontrez des problèmes, merci de créer un ticket sur la page GitHub.
nl: Tip: er is nog véél meer om aan te sleutelen, dus bekijk zeker ook het configuratie scherm! Bedankt voor het gebruiken van HASS.Agent, hopelijk heb je er wat aan :-)
pl: Wskazówka: jest o wiele więcej opcji do majsterkowania, więc koniecznie spójrz na okno konfiguracji! Dziękujemy za korzystanie z HASS.Agent, mam nadzieję, że będzie dla Ciebie przydatny :-) A jeśli napotkasz jakiekolwiek problemy, utwórz zgłoszenie na stronie GitHub.
pt_br: Obrigado por usar o HASS.Agent, espero que seja útil para você. Se você encontrar algum problema, crie um ticket na página do GitHub.
ru: Совет: есть с чем еще повозиться, поэтому обязательно загляните в окно настройки! Благодарим вас за использование HASS.Agent, надеюсь, это будет полезно для вас :-) И если у вас возникнут какие-либо проблемы, пожалуйста, создайте заявку на странице GitHub.
sl: Še veliko več je tega, zato ne pozabite pregledati okna s konfiguracijo! Hvala, ker uporabljate HASS.Agent. Upam, da vam bo koristil :-)
tr: Kurcalanacak daha çok şey var, bu yüzden Yapılandırma Penceresine bir göz attığınızdan emin olun! HASS.Agent'ı kullandığınız için teşekkür ederiz, umarım işinize yarar :-)

# OnboardingDone_LblInfo2
source: HASS.Agent will now restart to apply your configuration changes.
de: HASS.Agent wird jetzt neu gestartet und die Konfiguration aktiviert. Wenn du Benachrichtigungen aktiviert hast, wird ein PopUp angezeigt. Dies ist erforderlich, um HASS.Agent zuzulassen um den angegebenen Port zu nutzen.
es: HASS.Agent se reiniciará ahora para activar su configuración.
fr: HASS.Agent va maintenant redémarrer pour activer votre configuration. Si vous avez activé les notifications, une demande d'élévation apparaîtra. Ceci est nécessaire pour permettre à HASS.Agent d'écouter sur le port spécifié.
nl: HASS.Agent zal nu herstarten om je configuratie te activeren.
pl: HASS.Agent uruchomi się teraz ponownie, aby aktywować ustawienia. Jeśli masz włączone powiadomienia, pojawi się prośba o podniesienie uprawnień. Jest to wymagane, aby umożliwić HASS.Agent do nasłuchiwania na określonym porcie.
pt_br: O HASS.Agent agora será reiniciado para ativar sua configuração. Se você ativou as notificações, uma solicitação será exibida. Isso é necessário para permitir HASS.Agent para escutar na porta especificada.
ru: HASS.Agent перезагрузится, чтобы активировать вашу конфигурацию. Если вы включили уведомления, появится всплывающее окно с запросом на повышение. Это необходимо для того, чтобы разрешить HASS.Agent для прослушивания на указанном порту.
sl: HASS.Agent se bo zdaj znova zagnal, da bo aktiviral vašo konfiguracijo.
tr: HASS.Agent şimdi yapılandırma değişikliklerinizi uygulamak için yeniden başlatılacak.

# OnboardingDone_LblInfo1
source: Yay, done!
de: Alles fertig!
es: ¡Todo listo!
fr: Terminé !
nl: Yay, klaar!
pl: Wszystko gotowe!
pt_br: Tudo feito!
ru: Все готово!
sl: Končano!
tr: Tamam, bitti!

# ServiceCommands_LblLowIntegrity
source: Low Integrity
de: geringe Integrität
es: baja integridad
fr: faible intégrité
nl: verlaagde integriteit
pl: niska integralność
pt_br: baixa integridade
sl: nizka integriteta
tr: Düşük Bütünlük

# ServiceCommands_ClmName
source: Name
es: nombre
fr: Nom
nl: naam
pl: nazwa
pt_br: nome
ru: имя
sl: ime
tr: İsim

# ServiceCommands_ClmType
source: Type
de: Typ
es: tipo
pl: typ
pt_br: tipo
ru: тип
sl: tip
tr: Tip

# ServiceCommands_BtnRemove
source: &Remove
de: Entfe&rnen
es: &retirar
fr: Supprimer
nl: ve&rwijderen
pl: &usuń
pt_br: remover
ru: &удалить
sl: Odstrani
tr: &Kaldırmak

# ServiceCommands_BtnModify
source: &Modify
de: Verändern
es: &modificar
fr: Modifier
nl: aanpassen
pl: &modyfikuj
pt_br: modismo
ru: &изменить
sl: spremeni
tr: &Değiştir

# ServiceCommands_BtnAdd
source: &Add New
de: Neu
es: &añadir nuevo
fr: &Ajouter nouveau
nl: nieuwe toevoegen
pl: &dodaj nowy
pt_br: adicionar novo
ru: &добавить новые
sl: Dodaj novo
tr: &Yeni ekle

# ServiceCommands_BtnStore
source: &Send && Activate Commands
de: Befehle &senden und aktivieren
es: &enviar y activar comandos
fr: Envoyer et activer les commandes
nl: ver&stuur en activeer commando's
pl: &Wyślij i Aktywuj Polecenia
pt_br: enviar e ativar comandos
ru: &отправка и активация команд
sl: pošlji in aktiviraj ukaze
tr: &Gönder && Komutları Etkinleştir

# ServiceCommands_LblStored
source: commands stored!
de: Befehle gespeichert!
es: ¡Comandos almacenados!
fr: commandes enregistrées !
nl: commando's opgeslagen!
pl: polecenia zapisane!
pt_br: comandos guardados!
ru: команды сохранены!
sl: ukazi shranjeni!
tr: saklanan komutlar!

# ServiceConnect_BtnRetryAuthId
source: &Apply
de: &anwenden
es: &aplicar
fr: Appliquer
nl: toep&assen
pl: &Akceptuj
pt_br: aplicar
ru: &применить
sl: uporabi
tr: &Uygulamak

# ServiceConnect_LblRetryAuthId
source: Auth &ID
es: &ID de autenticación
fr: Identifiant de connexion
pl: &identyfikator uwierzytelniania
pt_br: ID de autenticação
ru: &идентификатор авторизации
sl: id
tr: Yetki ve Kimlik

# ServiceConnect_LblAuthenticate
source: Authenticate
de: Authentifizieren
es: Autenticar
fr: Authentifier
nl: Authenticeren
pl: Uwierzytelnij
pt_br: Autenticar
ru: Аутентификация
sl: Preveri pristnost
tr: kimlik doğrulama

# ServiceConnect_LblConnect
source: Connect with service
de: Mit Service verbinden
es: Conéctese con el servicio
fr: Se connectez au service
nl: Verbinden met service
pl: Połącz się z usługą
pt_br: Conecte-se com o serviço
ru: Подключение к сервису
sl: Poveži se s storitvijo
tr: Hizmetle bağlantı kurun

# ServiceConnect_LblLoading
source: Connecting satellite service, please wait..
de: Verbinden mit dem Satellitendienst, einen Moment bitte ..
es: conectandose con el servicio satelital, un momento por favor..
fr: connexion avec le Service Windows, un instant s'il vous plaît ..
nl: aan het verbinden met de satelliet service, even geduld ..
pl: łączenie z usługą Satellite, proszę o chwilę ...
pt_br: conectando com o serviço de satélite, um momento por favor ..
ru: подключение к спутниковой службе, одну минуту, пожалуйста..
sl: povezava s satelitsko storitvijo, trenutek prosim ..
tr: Uydu servisi bağlanıyor, lütfen bekleyin..

# ServiceConnect_LblFetchConfig
source: Fetch Configuration
de: Konfiguration abrufen
es: Obtener configuración
fr: Récupérer la configuration
nl: Configuratie ophalen
pl: Pobierz konfigurację
pt_br: Buscar configuração
ru: Конфигурация выборки
sl: Pridobi konfiguracijo
tr: Yapılandırmayı Getir

# ServiceGeneral_LblInfo1
source: This page contains general configuration settings, for MQTT settings, commands, and sensors, browse the different tabs above.
de: Diese Seite enthält allgemeine Konfigurationselemente. Durchsuche die Registerkarten oben nach MQTT-Einstellungen, Sensoren und Befehlen.
es: Esta página contiene elementos de configuración general. Para configuraciones, sensores y comandos de MQTT, explore las pestañas en la parte superior.
fr: Cette page contient des éléments de configuration généraux. Pour les paramètres, capteurs et commandes MQTT, parcourez les onglets en haut.
nl: Deze pagina bevat generieke configuratie opties. Blader door de tabbladen bovenaan voor MQTT instellingen, sensoren en commando's.
pl: Ta strona zawiera ogólne elementy konfiguracji. Aby zapoznać się z ustawieniami, czujnikami i poleceniami MQTT, przejrzyj zakładki na górze.
pt_br: Esta página contém itens de configuração geral. Para configurações, sensores e comandos do MQTT, navegue nas guias na parte superior.
ru: Эта страница содержит общие элементы конфигурации. Для получения информации о настройках MQTT, датчиках и командах перейдите на вкладки вверху.
sl: Ta stran vsebuje splošne konfiguracijske elemente. Za nastavitve, senzorje in ukaze MQTT brskajte po zavihkih na vrhu.
tr: Bu sayfa, MQTT ayarları, komutları ve sensörler için genel yapılandırma ayarlarını içerir, yukarıdaki farklı sekmelere göz atın.

# ServiceGeneral_LblAuthId
source: Auth &ID
es: &ID de autenticación
pl: &identyfikator uwierzytelniania
pt_br: ID de autenticação
ru: идентификатор авторизации
sl: id
tr: Yetki ve Kimlik

# ServiceGeneral_LblDeviceName
source: Device &Name
de: Gerät &Name
es: &nombre del dispositivo
fr: nom de l'appareil
nl: apparaat&naam
pl: nazwa urządzenia
pt_br: nome do dispositivo
ru: имя устройства
sl: Ime naprave
tr: Cihaz adı

# ServiceGeneral_LblTip1
source: Tip: Double-click these fields to browse
de: Tipp: Doppelklicken zum Browsen
es: consejo: haga doble clic para navegar
fr: astuce : double-cliquez pour parcourir
nl: tip: dubbelklik om te bladeren
pl: wskazówka: kliknij dwukrotnie, aby przeglądać
pt_br: dica: clique duas vezes para navegar
ru: совет: дважды щелкните для просмотра
sl: nasvet: dvokliknite za brskanje
tr: İpucu: Göz atmak için bu alanları çift tıklayın

# ServiceGeneral_LblCustomExecBinary
source: Custom Executor &Binary
de: benutzerdefinierte Exekutor- &Binärdatei
es: &binario ejecutor personalizado
fr: CLI personnalisé
nl: eigen uitvoerder &binary
pl: niestandardowy plik &wykonywalny środowiska
pt_br: binário de executor personalizado
ru: пользовательский исполнитель двоичный файл
sl: binarni izvajalec po meri
tr: Özel Yürütücü ve İkili

# ServiceGeneral_LblCustomExecName
source: Custom &Executor Name
de: benutzerdefinierte &Exekutor Name
es: nombre del &ejecutor personalizado
fr: Nom du programme personnalisé
nl: &eigen uitvoerder naam
pl: niestandardowa &nazwa środowiska
pt_br: nome do executor personalizado
ru: пользовательское имя &исполнителя
sl: ime izvajalca po meri
tr: Özel ve Yürütücü Adı

# ServiceGeneral_LblSeconds
source: seconds
de: Sekunden
es: segundos
fr: Secondes
nl: seconden
pl: sekundy
pt_br: segundos
ru: секунд
sl: sekundah
tr: saniye

# ServiceGeneral_LblDisconGrace
source: Disconnected Grace &Period
de: Frist bei Verbindun&gsunterbrechung
es: período de &gracia desconectado
fr: délai avant déconnection
nl: verbroken verbinding wachttijd
pl: tolerowany czas &rozłączenia
pt_br: período de desconexão
sl: prekinjena milostna doba
tr: Bağlantı Kesildi İzin ve Süresi

# ServiceGeneral_Apply
source: Apply
de: anwenden
es: aplicar
fr: Appliquer
nl: toepassen
pl: akceptuj
pt_br: aplicar
ru: применить
sl: uporabite
tr: Uygulamak

# ServiceGeneral_LblVersionInfo
source: Version
es: versión
nl: versie
pl: wersja
pt_br: versão
ru: версия
sl: različica
tr: Sürüm

# ServiceGeneral_LblTip2
source: Tip: Double-click to generate random
de: Tipp: Doppelclick für Zufallsgenerator
es: consejo: haga doble clic para generar al azar
fr: astuce : double-cliquez pour générer aléatoirement
nl: tip: dubbelklik om willekeurig te genereren
pl: wskazówka: Kliknij dwukrotnie aby wygenerować losowo
pt_br: dica: clique duas vezes para gerar random
ru: совет: дважды щелкните, чтобы сгенерировать случайный
sl: nasvet: dvokliknite, da ustvarite naključno
tr: İpucu: Rastgele oluşturmak için çift tıklayın

# ServiceGeneral_Stored
source: Stored!
de: Gespeichert!
es: almacenado!
fr: stocké!
nl: opgeslagen!
pl: Zapisane!
pt_br: guardado!
ru: сохраняется!
sl: shranjeno!
tr: Saklanmış!

# ServiceMqtt_LblTip2
source: (leave empty to auto generate)
de: (leer lassen für zufällig)
es: (dejar vacío para aleatorio)
fr: (laisser vide pour aléatoire)
nl: (leeglaten voor willekeurig)
pl: (pozostaw puste aby wygenerować automatycznie)
pt_br: (deixe em branco para aleatório)
ru: (оставьте пустым для случайного выбора)
sl: (pustite prazno za naključno)
tr: (otomatik oluşturmak için boş bırakın)

# ServiceMqtt_LblClientId
source: Client ID
es: Identificación del cliente
nl: cliënt id
pl: id klienta
pt_br: ID do Cliente
ru: идентификатор клиента
sl: id stranke
tr: Müşteri Kimliği

# ServiceMqtt_LblTip3
source: Tip: Double-click these fields to browse
de: Tipp: Doppelklicken auf diese Felder, zum durchsuchen
es: consejo: haga doble clic en estos campos para navegar
fr: conseil : double-cliquez sur ces champs pour parcourir
nl: tip: dubbelklik op deze velden om te bladeren
pl: wskazówka: Kliknij dwukrotnie aby wygenerować losowo
pt_br: dica: clique duas vezes nesses campos para navegar
ru: совет: дважды щелкните по этим полям, чтобы просмотреть
sl: nasvet: dvokliknite ta polja za brskanje
tr: İpucu: Göz atmak için bu alanları çift tıklayın

# ServiceMqtt_LblClientCert
source: Client Certificate
es: certificado de cliente
fr: Certificat client
nl: cliënt certificaat
pl: certyfikat klienta
pt_br: certificado de cliente
ru: сертификат клиента
sl: potrdilo stranke
tr: Müşteri Sertifikası

# ServiceMqtt_LblRootCert
source: Root Certificate
de: Root Zertifikat
es: certificado raíz
fr: Certificat root
nl: root certificaat
pl: certyfikat roota
pt_br: certificado do root
ru: корневой сертификат
sl: korensko potrdilo
tr: Kök Sertifikası

# ServiceMqtt_CbUseRetainFlag
source: Use &Retain Flag
de: benutze Beibehaltungskennzeichen
es: usar indicador de &retención
nl: gebruik &retain vlag
pl: użyj &flagi zachowania
pt_br: usar reter a bandeira
ru: использовать &retain flag
sl: uporabite zastavo za ohranitev
tr: Bayrağı &Kaldır Kullan

# ServiceMqtt_CbAllowUntrustedCertificates
source: &Allow Untrusted Certificates
de: nicht vertrauenswürdige Zertifikate zul&assen
es: &permitir certificados que no sean de confianza
fr: Autoriser les certificats non signés
nl: onvertrouwde certificaten toest&aan
pl: &Zezwól na certyfikaty z niepewnego źródła
pt_br: permitir certificados não confiáveis
ru: &разрешить ненадежные сертификаты
sl: dovolite zaupanja vredna potrdila
tr: &Güvenilmeyen Sertifikalara İzin Ver

# ServiceMqtt_BtnMqttClearConfig
source: &Clear Configuration
de: Konfig löschen
es: &borrar configuración
fr: Effacer la conf
nl: &config leegmaken
pl: &Wyczyść Konfigurację
pt_br: limpar configuração
ru: &очистить конфигурацию
sl: &izbriši konfiguracijo
tr: &Yapılandırmayı Temizle

# ServiceMqtt_LblTip1
source: (leave default if not sure)
de: (Standard behalten, wenn nicht sicher)
es: (dejar predeterminado si no está seguro)
fr: (laisser par défaut si vous n'êtes pas sûr)
nl: (leeglaten bij twijfel)
pl: (pozostaw domyślne jeżeli nie jesteś pewien)
pt_br: (deixe o padrão se não tiver certeza)
ru: (оставьте значение по умолчанию, если не уверены)
sl: (pustite privzeto, če niste prepričani)
tr: (emin değilseniz varsayılanı bırakın)

# ServiceMqtt_LblInfo1
source: Commands and sensors are sent through MQTT. Please provide credentials for your server. If you're using the HA addon, you can probably use the preset address.
de: Befehle und Sensoren werden durch MQTT gesendet. Gib bitte die Zugangsdaten für deinen Server ein. Wenn du das HA addon benutzt, kannst du wahrscheinlich die voreingestellte Adresse verwenden.
es: Los comandos y sensores se envían a través de MQTT. Proporcione las credenciales de su servidor. Si está utilizando el complemento HA, probablemente puedas usar la dirección preestablecida.
fr: Les commandes et les capteurs sont envoyés via MQTT. Veuillez fournir les informations d'identification de votre serveur. Si vous utilisez l'addon HA, vous pouvez probablement utiliser l'adresse prédéfinie.
nl: Commando's en sensoren worden verstuurd via MQTT. Geef de inloggegevens op voor je server. Als je de HA addon gebruikt, kan je waarschijnlijk het vooringevulde adres gebruiken.
pl: Komendy i wartości czujników wysyłane są przez MQTT. Proszę wprowadź poświadczenia dla twojego serwera. Jeżeli używać nakładki w HA prawdopodobnie może pozostawić domyślny adres.
pt_br: Comandos e sensores são enviados através do MQTT. Forneça credenciais para o seu servidor. Se você estiver usando o complemento HA, você provavelmente pode usar o endereço predefinido.
ru: Команды и датчики передаются через MQTT. Пожалуйста, предоставьте учетные данные для вашего сервера. Если вы используете аддон HA, вы, вероятно, можете использовать предустановленный адрес.
sl: Ukazi in senzorji se pošiljajo prek MQTT. Prosimo, navedite poverilnice za vaš strežnik. Če uporabljate dodatek HA, verjetno lahko uporabite prednastavljen naslov.
tr: Komutlar ve sensörler MQTT aracılığıyla gönderilir. Lütfen sunucunuz için kimlik bilgilerini sağlayın. HA eklentisini kullanıyorsanız, muhtemelen önceden ayarlanmış adresi kullanabilirsiniz.

# ServiceMqtt_LblDiscoPrefix
source: Discovery Prefix
de: Entdeckungspräfix
es: prefijo de descubrimiento
fr: préfixe de découverte
nl: discovery voorvoegsel
pl: prefiks wykrywania
pt_br: prefixo de descoberta
ru: префикс обнаружения
sl: predpona odkritja
tr: Keşif Öneki

# ServiceMqtt_LblBrokerPassword
source: Password
de: Passwort
es: clave
fr: Mot de passe
nl: wachtwoord
pl: hasło
pt_br: senha
ru: пароль
sl: geslo
tr: Şifre

# ServiceMqtt_LblBrokerUsername
source: Username
de: Nutzername
es: nombre de usuario
fr: Nom d'utilisateur
nl: gebruikersnaam
pl: nazwa użytkownika
pt_br: nome de usuário
ru: имя пользователя
sl: uporabniško ime
tr: Kullanıcı adı

# ServiceMqtt_LblBrokerPort
source: Port
es: Puerto
nl: poort
pt_br: porta
ru: порт
sl: vrata
tr: Liman

# ServiceMqtt_LblBrokerIp
source: Broker IP Address or Hostname
de: Broker IP-Adresse oder Hostname
es: dirección IP o nombre de host del intermediario
fr: adresse IP ou nom d'hôte du broker
nl: broker ip adres of hostname
pl: Adres IP Brokera lub hosta
pt_br: endereço IP do broker ou nome do host
ru: ip-адрес брокера или имя хоста
sl: ip naslov ali ime brokerja
tr: Aracı IP Adresi veya Ana Bilgisayar Adı

# ServiceMqtt_BtnStore
source: &Send && Activate Configuration
de: &sende und aktiviere Einstellungen
es: &enviar y activar configuración
fr: envoyer et activer la configuration
nl: &stuur en activeer config
pl: &Wyślij i aktywuj konfiguracje
pt_br: enviar e ativar a configuração
ru: &отправить и активировать конфигурацию
sl: pošljite in aktivirajte konfiguracijo
tr: &Gönder && Yapılandırmayı Etkinleştir

# ServiceMqtt_BtnCopy
source: Copy from &HASS.Agent
de: kopiere von &hass.agent
es: copia de &hass.agent
fr: Copier depuis HASS.Agent
nl: kopieer van &hass.agent
pl: &Skopiuj z HASS.Agent
pt_br: copie do hass.agent
sl: kopija iz hass.agent
tr: &HASS.Agent'tan kopyala

# ServiceMqtt_LblStored
source: Configuration stored!
de: Konfig gespeichert!
es: configuración almacenada!
fr: configuration enregistrée !
nl: config opgeslagen!
pl: Konfiguracja zapisana!
pt_br: configuração guardada!
ru: конфигурация сохранена!
sl: konfiguracija shranjena!
tr: Yapılandırma kaydedildi!

# ServiceMqtt_LblStatusInfo
source: Status
es: estado
ru: статус
sl: stanje
tr: Durum

# ServiceMqtt_LblStatus
source: Querying..
de: abfragen..
es: consultando..
fr: interrogation ..
nl: opvragen ..
pl: Odczyt..
pt_br: questionando..
sl: poizvedovanje ..
tr: sorgulanıyor..

# ServiceSensors_ClmName
source: Name
es: nombre
fr: Nom
nl: naam
pl: Nazwa
pt_br: nome
ru: имя
sl: ime
tr: İsim

# ServiceSensors_ClmType
source: Type
de: Typ
es: tipo
pl: Typ
pt_br: tipo
ru: тип
sl: tip
tr: Tip

# ServiceSensors_LblRefresh
source: Refresh
de: Aktualisieren
es: actualizar
fr: Rafraichir
nl: verversen
pl: Odśwież
pt_br: atualizar
ru: обновить
sl: osveži
tr: Yenile

# ServiceSensors_BtnRemove
source: &Remove
de: Entfe&rnen
es: &retirar
fr: Enlever
nl: ve&rwijderen
pl: &Usuń
pt_br: remover
ru: &удалить
sl: Odstrani
tr: &Kaldırmak

# ServiceSensors_BtnAdd
source: &Add New
de: neuen hinzufügen
es: &añadir nuevo
fr: Ajouter nouveau
nl: nieuwe toevoegen
pl: &Dodaj nowy
pt_br: adicionar novo
ru: &добавить новый
sl: Dodaj novo
tr: &Yeni ekle
