Repository: LAB02-Research/HASS.Agent
Catalog: src/HASS.Agent/Resources/Localization/Languages.*.resx
Languages: de, es, fr, nl, pl, pt_br, ru, sl, tr

# ConfigLocalStorage_LblCacheLocations
source: Image Cache Location
de: Ort des Bildercaches
es: ubicación de caché de imagen
fr: Emplacement du cache d'images
nl: afbeeldingen cache locatie
pl: lokalizacja pamięci podręcznej obrazów
pt_br: local do cache de imagem
ru: расположение кэша изображений
sl: mesto predpomnilnika slik
tr: Görüntü Önbelleği Konumu

# ConfigLocalStorage_LblCacheDays
source: days
de: Tage
es: días
fr: Jours
nl: dagen
pl: dni
pt_br: dias
ru: дней
sl: dni
tr: günler

# ConfigLocalStorage_LblInfo1
source: Some items like images shown in notifications have to be temporarily stored locally. You can configure the amount of days they should be kept before HASS.Agent deletes them. Enter '0' to keep them permanently.
de: Bilder, die in Benachrichtigungen angezeigt werden, müssen lokal zwischengespeichert werden. Du kannst die Anzahl der Tage einstellen bevor HASS.Agent sie löscht. Gebe „0“ ein, um sie dauerhaft zu speichern.
es: Algunos elementos, como las imágenes que se muestran en las notificaciones, deben almacenarse temporalmente de forma local. Puede configurar la cantidad de días que deben conservarse antes de que HASS.Agent los elimine. Introduzca '0' para mantenerlas permanentemente.
fr: Les images affichées dans les notifications doivent être temporairement stockées localement. Vous pouvez configurer le nombre de jours de conservation avant que HASS.Agent ne les supprimes. Entrez '0' pour les conserver en permanence.
nl: Sommige objecten, zoals afbeeldingen getoond in notificaties, moeten tijdelijk lokaal opgeslagen worden. Je kunt het aantal dagen dat ze bewaard worden instellen, voordat HASS.Agent ze verwijdert. Voer '0' in om ze permanent te behouden.
pl: Niektóre elementy, takie jak obrazy wyświetlane w powiadomieniach, muszą być tymczasowo przechowywane lokalnie. Możesz skonfigurować, przez ile dni mają być przechowywane, zanim HASS.Agent je usunie. Aby zachować je na stałe, wpisz "0".
pt_br: As imagens mostradas nas notificações devem ser armazenadas temporariamente localmente. Você pode configurar a quantidade de dias eles devem ser mantidos antes que o HASS.Agent os exclua. Digite '0' para mantê-los permanentemente.
ru: Некоторые элементы, например изображения, отображаемые в уведомлениях, должны временно храниться локально. Вы можете настроить количество дней, в течение которых они должны храниться до HASS.Агент удаляет их. Введите '0', чтобы сохранить их навсегда.
sl: Slike, prikazane v obvestilih, je treba začasno shraniti lokalno. Konfigurirate lahko koliko dni jih je treba hraniti, preden jih HASS.Agent izbriše. Vnesite '0', da jih obdržite za vedno.
tr: Bildirimlerde gösterilen resimler gibi bazı öğelerin geçici olarak yerel olarak depolanması gerekir. HASS.Agent bunları silmeden önce tutulması gereken gün miktarını yapılandırabilirsiniz. Bunları kalıcı olarak tutmak için '0' girin.

# ConfigLogging_LblInfo1
source: Extended logging provides more verbose and in-depth logging, in case the default logging isn't sufficient. Please note that enabling this can cause the logfiles to grow large, and should only be used when you suspect something's wrong with HASS.Agent itself or when asked by the developers.
de: Die erweiterte Protokollierung bietet eine ausführliche und detaillierte Protokollierung, falls die Standardprotokollierung nicht ausreicht. Bitte beachte, dass durch die Aktivierung dieser Funktion Logdateien sehr groß werden können. Sie sollte nur dann verwendet werden, wenn du vermutest, dass etwas mit HASS.Agent nicht stimmt oder du von einem Entwickler darum gebeten wurdest.
es: El registro extendido proporciona un registro más detallado, en caso de que el registro predeterminado no sea suficiente. Por favor, tenga en cuenta que activar esto puede hacer que los archivos de registro crezcan, y sólo debería usarse cuando sospeche que algo va mal con el propio HASS.Agent o cuando se lo pidan los desarrolladores.
fr: La journalisation étendue fournit une journalisation plus détaillée et plus approfondie, au cas où celle par défaut ne serait pas suffisante. Veuillez noter que l'activation de cette option peut entraîner une augmentation de la taille des fichiers journaux et doit être utilisé seulement lorsque vous soupçonnez que quelque chose ne va pas avec HASS.Agent lui-même ou lorsque demandé par le développeurs.
nl: Uitgebreide logging biedt uitgebreidere logging, voor het geval dat de standaard logging niet voldoende is. Het is belangrijk te weten dat het inschakelen hiervan ervoor zorgt dat de logbestanden flink groeien, en zou dus alleen gebruikt moeten worden als je vermoedt dat er iets mis is met HASS.Agent of als een ontwikkelaar het vraagt.
pl: Rozszerzone rejestrowanie logów zapewnia bardziej szczegółowe i wnikliwe informacje w przypadku, gdy domyślne rejestrowanie nie jest wystarczające. Należy pamiętać, że włączenie tej funkcji może spowodować, że pliki dziennika będą się powiększać. i powinno być używane tylko wtedy, gdy podejrzewamy, że coś jest nie tak z samym HASS.Agentem, lub gdy zostaniemy o to poproszeni przez dewloperów.
pt_br: O log estendido fornece um log mais detalhado e detalhado, caso o log padrão não seja suficiente. Observe que habilitar isso pode fazer com que os arquivos de log fiquem grandes e só devem ser usado quando você suspeita que algo está errado com o próprio HASS.Agent ou quando solicitado pelo desenvolvedores.
ru: Расширенное ведение журнала обеспечивает более подробное и углубленное ведение журнала, в случае, если ведение журнала по умолчанию не недостаточно. Пожалуйста, обратите внимание, что включение этого параметра может привести к увеличению размера файлов журнала, и его следует использовать только в том случае, если вы подозреваете, что с HASS.Agent что-то не так, сам по себе или по просьбе разработчиков.
sl: Razširjeno beleženje zagotavlja bolj podrobno in poglobljeno beleženje, če privzeto beleženje ni dovolj. Upoštevajte, da lahko s tem omogočite, da se dnevniške datoteke povečajo, in naj bi se uporabljalo samo, ko sumite, da je nekaj narobe s samim HASS.Agentom ali na zahtevo razvijalcev.
tr: Genişletilmiş günlük kaydı, varsayılan günlük kaydının yeterli olmaması durumunda daha ayrıntılı ve derinlemesine günlük kaydı sağlar. Lütfen bunun etkinleştirilmesinin günlük dosyalarının büyümesine neden olabileceğini ve yalnızca HASS.Agent'ın kendisinde bir sorun olduğundan şüphelendiğinizde veya geliştiriciler tarafından istendiğinde kullanılması gerektiğini unutmayın.

# ConfigLogging_CbExtendedLogging
source: &Enable Extended Logging
de: aktivi&ere erweiterte Protokollierung
es: &activar el registro extendido
fr: Activer la journalisation étendue
nl: uitg&ebreide logging inschakelen
pl: &włącz rozszerzone logi
pt_br: habilitar log estendido
ru: &включить расширенное ведение журнала
sl: omogoči podrobno beleženje
tr: &Genişletilmiş Günlüğe Kaydetmeyi Etkinleştir

# ConfigLogging_BtnShowLogs
source: &Open Logs Folder
de: öffne Pr&otokollordner
es: &abrir la carpeta de registros
fr: Ouvrir le dossier des logs
nl: logs map &openen
pl: &otwórz folder z logami
pt_br: abrir pasta de logs
ru: &открыть папку логов
sl: odpri mapo dnevnikov
tr: &Günlükler Klasörünü Aç

# ConfigMqtt_LblTip3
source: Tip: Double-click these fields to browse
de: tip: doppelklicke diese Felder zum Durchsuchen
es: consejo: haga doble clic en estos campos para navegar
fr: Conseil : double-cliquez sur ces champs pour parcourir
nl: tip: dubbelklik op deze velden om te bladeren
pl: wskazówka: kliknij dwukrotnie te pola, aby je przeglądać
pt_br: dica: clique duas vezes nesses campos para navegar
ru: совет: дважды щелкните по этим полям, чтобы просмотреть
sl: nasvet: dvokliknite ta polja za brskanje
tr: İpucu: Göz atmak için bu alanları çift tıklayın

# ConfigMqtt_LblClientCert
source: Client Certificate
de: Clientzertifikat
es: certificado de cliente
fr: Certificat client
nl: cliënt certificaat
pl: certyfikat klienta
pt_br: certificado de cliente
ru: сертификат клиента
sl: klientov certifikat
tr: Müşteri Sertifikası

# ConfigMqtt_LblRootCert
source: Root Certificate
de: Stammzertifikat
es: certificado raíz
fr: Certificat admin (root)
nl: root certificaat
pl: certyfikat roota
pt_br: certificado do root
ru: корневой сертификат
sl: korenski certifikat
tr: Kök Sertifikası

# ConfigMqtt_CbUseRetainFlag
source: Use &Retain Flag
de: benutze Beibehaltungskennzeichen
es: usar indicador de &retención
fr: Utiliser l'indicateur de conservation
nl: gebruik &retain vlag
pl: użyj &flagi zachowania
pt_br: usar reter a bandeira
ru: использовать &retain flag
sl: uporabite zastavo za ohranitev
tr: Bayrağı &Kaldır Kullan

# ConfigMqtt_CbAllowUntrustedCertificates
source: &Allow Untrusted Certificates
de: nicht vertrauenswürdige Zertifikate zul&assen
es: &permitir certificados que no sean de confianza
fr: Autoriser les certificats non approuvés
nl: onvertrouwde certific&aten toestaan
pl: &Zezwól na certyfikaty z niepewnego źródła
pt_br: permitir certificados não confiáveis
ru: &разрешить ненадежные сертификаты
sl: dovolite zaupanja vredna potrdila
tr: &Güvenilmeyen Sertifikalara İzin Ver

# ConfigMqtt_BtnMqttClearConfig
source: &Clear Configuration
de: lösche Konfiguration
es: &borrar configuración
fr: Effacer la config
nl: &config leegmaken
pl: wyczyść konfiguracje
pt_br: limpar configuração
ru: &очистить конфигурацию
sl: Izbriši konfiguracijo
tr: &Yapılandırmayı Temizle

# ConfigMqtt_LblTip1
source: (leave default if unsure)
de: (Standards behalten, wenn du dir nicht sicher bist)
es: (Deje predeterminado si no está seguro)
fr: (Laisser vide si vous n'êtes pas sûr)
nl: (leeglaten bij twijfel)
pl: (jeśli nie jesteś pewien, pozostaw domyślne)
pt_br: (deixe o padrão se não tiver certeza)
ru: (оставьте значение по умолчанию, если не уверены)
sl: (pustite privzeto, če niste prepričani)
tr: (emin değilseniz varsayılanı bırakın)

# ConfigMqtt_LblInfo1
source: Commands and sensors use MQTT, as well as notifications and media player functions when using the new integration. Please provide credentials for your broker, if you're using the HA Mosquitto addon, you can probably use the preset address. Note: these settings (excluding the Client ID) will also be applied to the satellite service.
de: Befehle und Sensoren werden über MQTT gesendet. Bitte gebe die Anmeldedaten für deinen Server an. Wenn du das HA-Addon verwendest, kannst du wahrscheinlich die voreingestellte Adresse verwenden.
es: Los comandos y los sensores utilizan MQTT, así como las notificaciones y las funciones de mediaplayer cuando se usa la nueva integración. Por favor, proporciona las credenciales de su broker. Si está usando el addon HA Mosquitto, probablemente pueda usar la dirección preestablecida. Nota: estos ajustes (excepto el id de cliente) se aplicarán también al servicio de satélite.
fr: Les commandes et les capteurs sont envoyés via MQTT. Veuillez fournir les informations d'identification de votre serveur. Si vous utilisez l'addon HA, vous pouvez probablement utiliser l'adresse prédéfinie.
nl: Commando's en sensoren worden verstuurd via MQTT, net als notificaties en mediaspeler functies als je de nieuwe integratie gebruikt. Geef hier de inloggegevens van je server op. Als je de HA addon gebruikt, kun je waarschijnlijk de vooringevulde gegevens gebruiken. Notitie: deze instellingen (behalve de cliënt id) zullen ook toegepast worden op de satelliet service.
pl: Polecenia i czujniki są wysyłane przez MQTT, podobnie jak powiadomienia i odtwarzacz multimediów, gdy używasz nowej integracji. Podaj poświadczenia dla swojego serwera. Jeśli używasz dodatku HA, prawdopodobnie możesz użyć domyślnego adresu. Uwaga: Te ustawienia (pomijając id klienta) zostaną zastosowane także do usługi Satellite.
pt_br: Comandos e sensores são enviados através do MQTT. Forneça credenciais para o seu servidor. Se você estiver usando o add-on do HA, provavelmente poderá usar o endereço predefinido.
ru: Команды и датчики передаются через MQTT. Пожалуйста, предоставьте учетные данные для вашего сервера. Если вы используете аддон HA, вы, вероятно, можете использовать предустановленный адрес.
sl: Ukazi in senzorji se pošiljajo prek MQTT, kot tudi obvestila in medijske funkcije, ko uporabite novo integracijo. Prosimo, navedite poverilnice za vaš strežnik. Č uporabljate dodatek HA Mosquitto, verjetno lahko uporabite prednastavljen naslov. Opomba: te nastavitve (razen client id) bodo uporaljene tudi za satelitkso storitev.
tr: Komutlar ve sensörler, yeni entegrasyonu kullanırken bildirimler ve medya oynatıcı işlevlerinin yanı sıra MQTT'yi kullanır. Lütfen aracınız için credentialları sağlayın, HA Mosquitto eklentisini kullanıyorsanız, muhtemelen önceden ayarlanmış adresi kullanabilirsiniz. Not: Bu ayarlar (Client ID hariç) uydu hizmetine de uygulanacaktır.

# ConfigMqtt_LblDiscoPrefix
source: Discovery Prefix
de: Entdeckungspräfix
es: prefijo de descubrimiento
fr: Préfixe de découverte
nl: discovery voorvoegsel
pl: prefiks wykrywania
pt_br: prefixo de descoberta
ru: префикс обнаружения
sl: predpona odkritja
tr: Keşif Öneki

# ConfigMqtt_LblBrokerPassword
source: Password
de: Passwort
fr: Mot de passe
nl: wachtwoord
pl: hasło
pt_br: senha
ru: пароль
sl: geslo
tr: Şifre

# ConfigMqtt_LblBrokerUsername
source: Username
de: Benutzername
es: usuario
fr: Nom utilisateur
nl: gebruikersnaam
pl: nazwa użytkownika
pt_br: nome de usuário
ru: имя пользователя
sl: uporabniško ime
tr: Kullanıcı adı

# ConfigMqtt_LblBrokerPort
source: Port
es: puerto
nl: poort
pt_br: porta
ru: порт
sl: vrata
tr: Liman

# ConfigMqtt_LblBrokerIp
source: Broker IP Address or Hostname
de: IP-Adresse oder Hostname des Brokers
es: dirección IP o nombre de host del intermediario
fr: IP ou nom d'hôte du broker
nl: broker ip adres of hostname
pl: adres ip lub hostname brokera
pt_br: endereço IP do broker ou nome do host
ru: ip-адрес брокера или имя хоста
sl: IP naslov ali ime brokerja
tr: Aracı IP Adresi veya Ana Bilgisayar Adı

# ConfigMqtt_LblTip2
source: (leave empty to auto generate)
de: (leer lassen für Zufall)
es: (Dejar vacío para al azar)
fr: (Laisser vide pour aléatoire)
nl: (leeglaten voor willekeurig)
pl: (zostaw puste dla losowego)
pt_br: (deixe em branco para aleatório)
ru: (оставьте пустым для случайного выбора)
sl: (pusti prazno za naključno)
tr: (otomatik oluşturmak için boş bırakın)

# ConfigMqtt_LblClientId
source: Client ID
fr: ID du client
nl: cliënt id
pl: id klienta
pt_br: id do client
ru: идентификатор клиента
sl: id klienta
tr: Müşteri Kimliği

# ConfigNotifications_LblInfo2
source: If something is not working, make sure you try the following steps: - Install the HASS.Agent integration - Restart Home Assistant - Make sure HASS.Agent is active with MQTT enabled! - Your device should get detected and added as an entity automatically - Optionally: manually add it using the local API
de: Wenn etwas nicht funktioniert, stelle sicher, dass du diese Schritte befolgt hast: - HASS.Agent-Notifier-Integration installieren - Starte Home Assistant neu - Konfiguriere eine Benachrichtigungsentität - Starte Home Assistant neu
es: Si algo no funciona, asegúrese de haber seguido estos pasos: - Instalar la integración HASS.Agent - Reiniciar Home Assistant - Asegúrese de que HASS.Agent está activo con MQTT activado - Su dispositivo será detectado - Opcionalmente: añádalo manualmente, usando la API local
fr: Si quelque chose ne fonctionne pas, assurez-vous d'avoir suivi ces étapes : - Installer l'intégration HASS.Agent-Notifier - Redémarrez Home Assistant - Configurer une entité de notification - Redémarrez Home Assistant
nl: Als iets niet werkt, controleer of je de volgende stappen hebt doorlopen: - HASS.Agent integratie installeren - Home Assistant herstarten - Controleer dat HASS.Agent actief is met MQTT ingeschakeld - Je apparaat wordt herkend! - Optioneel: handmatig toevoegen, gebruikmakend van de lokale API
pl: Jeśli coś nie działa, sprawdź, czy wykonałeś poniższe kroki: - Zainstaluj integrację HASS.Agent-Notifier - Uruchom ponownie Home Assistanta - Skonfiguruj encje powiadomienia - Uruchom ponownie Home Assistanta
pt_br: Se algo não estiver funcionando, certifique-se de seguir estas etapas: - Instale a integração HASS.Agent-Notifier - Reinicie o Home Assistant - Configure uma entidade de notificação - Reinicie o Home Assistant
ru: Если что-то не работает, убедитесь, что вы выполнили следующие действия: - Установите HASS.Agent-Notifier integration - Перезагрузите Home Assistant - Конфигурация объекта-уведомителя - Перезагрузите Home Assistant
sl: Če nekaj ne deluje, se prepričajte, da ste sledili tem korakom: - Namestite integracijo HASS.Agent-Notifier - Znova zaženite Home Assistant - prepričajte se, da HASS.Agent delujez vključenim MQTT - Vaša naprava bo zaznana! - Opcijsko: dodajte jo ročno z uporabo lokalnega API
tr: Bir şey çalışmıyorsa, aşağıdaki adımları denediğinizden emin olun: - HASS.Agent entegrasyonunu kurun - Home Assistant'ı yeniden başlatın - MQTT etkinken HASS.Agent'ın etkin olduğundan emin olun! - Cihazınız otomatik olarak bir varlık olarak algılanmalı ve eklenmelidir - İsteğe bağlı olarak: yerel API'yi kullanarak manuel olarak ekleyin

# ConfigNotifications_LblInfo1
source: HASS.Agent can receive notifications from Home Assistant, using text, images and actions. If you have MQTT enabled, your device will automatically get added. Otherwise, manually configure the integration to use the local API.
de: HASS.Agent kann Benachrichtigungen von Home Assistant in Form von Text und/oder Bildern empfangen. Die lokale API muss aktiviert sein
es: HASS.Agent puede recibir notificaciones de Home Assistant, mediante texto, imágenes y acciones. Si tiene MQTT activado, su dispositivo se añadirá automáticamente. De lo contrario, configure manualmente la integración para usar la API local.
fr: HASS.Agent peut recevoir des notifications de Home Assistant, contenant texte et/ou images.
nl: HASS.Agent kan notificaties ontvangen van Home Assistant, met tekst, afbeeldingen en acties. Als je MQTT ingeschakeld hebt, zal je apparaat automatisch toegevoegd worden. Zo niet, configureer dan de integratie handmatig om de lokale API te gebruiken.
pl: HASS.Agent może otrzymywać powiadomienia od Home Assistant za pomocą tekstu i/lub obrazów. Aby to zadziałało, musisz włączyć lokalny interfejs API.
pt_br: O HASS.Agent pode receber notificações do Home Assistant, usando texto e/ou imagens.
ru: HASS.Agent может получать уведомления от домашнего помощника, используя текст и/или изображения. Для этого необходимо включить локальный API.
sl: HASS.Agent lahko prejema obvestila iz Home Assistanta kot besedilo in/ali slike in akcije. Če imate MQTT vključen bo vaša naprava samodejno dodana. V nasprotnem primeru jo dodajte ročno z uporabo lokalnega API.
tr: HASS.Agent metin, resim ve eylemleri kullanarak Home Assistant'tan bildirimler alabilir. MQTT'yi etkinleştirdiyseniz, cihazınız otomatik olarak eklenir. Aksi takdirde, yerel API'yi kullanmak için entegrasyonu manuel olarak yapılandırın.

# ConfigNotifications_BtnNotificationsReadme
source: Notifications &Documentation
de: Benachrichtgungs&dokumentation
es: &documentación de notificaciones
fr: Documentation des notifications
nl: notificaties &documentatie
pl: dokumentacja &powiadomień
pt_br: documentação de notificações
ru: уведомления и &документация
sl: &dokumentacija obvestil
tr: Bildirimler ve Belgeler

# ConfigNotifications_LblPort
source: Port
es: puerto
nl: poort
pt_br: porta
ru: порт
sl: vrata
tr: Liman

# ConfigNotifications_CbAcceptNotifications
source: &Accept Notifications
de: Benachrichtigungen &annehmen
es: &aceptar notificaciones
fr: Accepter les notifications
nl: notificaties &accepteren
pl: &akceptuj powiadomienia
pt_br: aceitar notificações
ru: &разрешить уведомления
sl: dovoli obvestila
tr: &Bildirimleri Kabul Et

# ConfigNotifications_BtnSendTestNotification
source: Show Test Notification
de: Testbenachrichtigung zeigen
es: mostrar notificación de prueba
fr: Montrer une notification de test
nl: test notificatie tonen
pl: pokaż powiadomienie testowe
pt_br: mostrar notificação de teste
ru: показать тестовое уведомление
sl: prikaži testno obvestilo
tr: Test Bildirimini Göster

# ConfigNotifications_BtnExecutePortReservation
source: Execute Port Reservation
de: Portreservierung ausführen
es: ejecutar reserva de puerto
fr: Lancer la réservation de port
nl: poort reservering uitvoeren
pl: wykonaj rezerwację portu
pt_br: executar reserva de porta
ru: выполнить резервирование портов
sl: izvedi rezervacijo vrat
tr: Liman Rezervasyonunu Yürüt

# ConfigNotifications_CbNotificationsIgnoreImageCertErrors
source: &Ignore certificate errors for images
de: Zertifikatsfehler für Bilder &ignorieren
es: &ignorar errores de certificado para imágenes
fr: Ignorer les erreurs de certificats pour les images
nl: cert&ificaat fouten voor afbeeldingen negeren
pl: &ignoruj ​​błędy certyfikatów dla obrazów
pt_br: ignorar erros de certificado para imagens
ru: &игнорировать ошибки сертификата для изображений
sl: ignoriraj napake certifikatov za slike
tr: &Görüntüler için sertifika hatalarını yoksay

# ConfigService_LblInfo1
source: The satellite service allows you to run sensors and commands even when no user's logged in. Use the 'satellite service' button on the main window to manage it.
de: Der Satellitendienst ermöglicht es dir, Sensoren und Befehle auszuführen, auch wenn kein Benutzer angemeldet ist. Verwende die Schaltfläche „Satellitendienst“ im Hauptfenster, um ihn zu verwalten.
es: El servicio satelital le permite ejecutar sensores y comandos incluso cuando ningún usuario ha iniciado sesión. Use el botón 'servicio satelital' en la ventana principal para administrarlo.
fr: Le Service Windows vous permet de lancer capteurs et commandes même sans utilisateur connecté. Utiliser le bouton 'Service Windows' sur la fenêtre principale pour le gérer.
nl: De satelliet service laat je sensoren en commando's uitvoeren, zelfs wanneer er geen gebruiker ingelogd is. Gebruik de 'satelliet service' knop in het hoofdscherm om 'm te beheren.
pl: Usługa satelity pozwala na rejestrowanie czujników i uruchamianie poleceń nawet wtedy, gdy żaden użytkownik nie jest zalogowany. Aby nią zarządzać, użyj przycisku „usługa satelitarna” w oknie głównym
pt_br: O serviço satélite permite que você execute sensores e comandos mesmo quando nenhum usuário estiver conectado. Use o botão 'serviço de satélite' na janela principal para gerenciá-lo.
ru: Спутниковая служба позволяет запускать датчики и команды, даже если ни один пользователь не вошел в систему. Используйте кнопку 'спутниковая служба' в главном окне, чтобы управлять ею.
sl: Satelitski servis omogoča izvajanje senzorjev in komand tudi, ko ni nihče prijavljen. Uporabi gumb 'Satelitski servis' v glavnem meniju za upravljanje.
tr: Uydu hizmeti, hiçbir kullanıcı oturum açmadığında bile sensörleri ve komutları çalıştırmanıza izin verir. Yönetmek için ana penceredeki 'uydu hizmeti' düğmesini kullanın.

# ConfigService_LblServiceStatusInfo
source: Service Status:
de: Dienststatus:
es: estado del servicio:
fr: Statuts du service
pl: status usługi:
pt_br: status do serviço:
ru: статус сервиса:
sl: stanje servisa:
tr: Servis durumu:

# ConfigService_BtnStartService
source: S&tart Service
de: Dienst s&tarten
es: i&niciar servicio
fr: Démarrer le service
pl: uruchom usługę
pt_br: começar serviço
ru: &запустить сервис
sl: zaženi servis
tr: Hizmeti&başlat

# ConfigService_BtnDisableService
source: &Disable Service
de: &deaktiviere Dienst
es: &desactivar servicio
fr: Désactiver le service
nl: service uitschakelen
pl: &wyłącz usługę
pt_br: desativar serviço
ru: &отключить сервис
sl: onemogoči servis
tr: &Hizmeti Devre Dışı Bırak
