Repository: LAB02-Research/HASS.Agent
Catalog: src/HASS.Agent/Resources/Localization/Languages.*.resx
Languages: de, es, fr, nl, pl, pt_br, ru, sl, tr

# OnboardingIntegrations_LblInfo3
source: The same goes for the media player, this integration allows you to control your device as a media_player entity, see what's playing and send text-to-speech.
de: Das Gleiche gilt für den Mediaplayer. Diese Integration ermöglicht es dir, dein Gerät als media_player-Entität zu steuern, zu sehen, was abgespielt wird und Text-to-Speech zu senden.
es: Lo mismo ocurre con el reproductor multimedia. Esta integración le permite controlar su dispositivo como una entidad media_player, ver lo que se está reproduciendo y enviar texto a voz.
fr: Il en va de même pour le lecteur multimédia. Cette intégration vous permet de contrôler votre appareil en tant qu'entité media_player, de voir ce qui se joue et d'utiliser la synthèse vocale.
nl: Hetzelfde geld voor de mediaspeler. Deze integratie biedt de mogelijkheid om je apparaat als een media_player entiteit te bedienen, te zien wat er speelt en het sturen van tekst-naar-spraak.
pl: To samo dotyczy odtwarzacza multimediów, ta integracja pozwala Ci kontrolować twoje urządzenie jako encję media_player, podglądać co jest odtwarzane oraz wysyłać tekst-do-mowy.
ru: То же самое относится и к медиаплееру. Эта интеграция позволяет вам управлять своим устройством как объектом media_player, видеть, что воспроизводится, и отправлять текст в речь.
sl: Isto velja za medijski predvajalnik. Integracija omogoča, da nadzirate vašo napravo kot medijski predvajalnik, vidite, kaj se predvaja in pošiljate tekst-v-govor.
tr: Aynı şey medya oynatıcı için de geçerlidir; bu entegrasyon, cihazınızı bir media_player varlığı olarak kontrol etmenize, neyin oynatıldığını görmenize ve metinden konuşmaya göndermenize olanak tanır.

# OnboardingIntegrations_LblMediaPlayerIntegration
source: HASS.Agent-MediaPlayer GitHub Page
de: HASS.Agent-MediaPlayer GitHub-Seite
es: Página HASS.Agent-MediaPlayer GitHub
fr: Page GitHub HASS.Agent-MediaPlayer
nl: HASS.Agent-MediaPlayer GitHub pagina
pl: Strona HASS.Agent-MediaPlayer na GitHub
sl: HASS.Agent-MediaPlayer GitHub stran
tr: HASS.Agent-MediaPlayer GitHub Sayfası

# OnboardingIntegrations_LblNotifierIntegration
source: HASS.Agent-Integration GitHub Page
de: HASS.Agent-Notifier GitHub-Seite
es: Página de GitHub de HASS.Agent-Integration
nl: HASS.Agent-Notifier GitHub pagina
pl: Strona HASS.Agent-Integration na GitHub
ru: HASS.Agent-Notifier GitHub page
sl: HASS.Agent-Notifier GitHub stran
tr: HASS.Agent-Entegrasyon GitHub Sayfası

# OnboardingLocalApi_CbEnableLocalApi
source: Yes, &enable the local API on port
de: ja, aktivi&ere die lokale API auf Port
es: sí, habilitar la API local en el puerto
fr: Oui, activez l'API locale sur le port
nl: ja, schak&el de local api in op poort
pl: Tak, &włącz lokalne API na porcie
ru: да, &включите локальный api на порту
sl: da, omogoči lokalni API na vratih
tr: Evet, bağlantı noktasında yerel API'yi &etkinleştirin

# OnboardingLocalApi_CbEnableMediaPlayer
source: Enable &Media Player and text-to-speech (TTS)
de: &Mediaplayer und Text-to-Speech aktivieren
es: habilitar &mediaplayer y texto a voz
fr: Activer le lecteur multimédia et la synthèse vocale
nl: activeer de &mediaspeler en tekst-naar-spraak
pl: Włącz &Odtwarzacz multimediów oraz tekst-do-mowy (TTS)
ru: включить &медиаплеер и преобразование текста в речь
sl: omogoči medijski predvajalnik in tekst-v-govor
tr: &Medya Oynatıcıyı ve metinden konuşmaya (TTS) etkinleştirin

# OnboardingLocalApi_CbEnableNotifications
source: Enable &Notifications
de: aktiviere Be&nachrichtigungen
es: permitir notificaciones
fr: Activer les notifications
nl: activeer &notificaties
pl: Włącz &Powiadomienia
ru: включить &уведомления
sl: omogoči obvestila
tr: &Bildirimleri Etkinleştir

# OnboardingLocalApi_LblInfo1
source: HASS.Agent has its own internal API, so Home Assistant can send requests (like notifications or text-to-speech). Do you want to enable it?
de: HASS.Agent verfügt über eine eigene interne API, so dass Home Assistant Anfragen (wie Benachrichtigungen oder Text-to-Speech) senden kann. Möchtest du dies aktivieren?
es: HASS.Agent tiene su propia API interna, por lo que Home Assistant puede enviar solicitudes (como notificaciones o texto a voz). Quieres habilitarlo?
nl: HASS.Agent gebruikt z'n eigen ingebouwde API, zodat Home Assistant verzoeken kan sturen (zoals notificaties of tekst-naar-spraak). Wil je dit activeren?
pl: HASS.Agent posiada swoje własne API, dzięki czemu może wysłać zapytania do Home Assistant (takie jak powiadomienia i tekst-do-mowy). Czy chcesz to włączyć?
ru: HASS.Agent имеет свой собственный внутренний API, поэтому Home Assistant может отправлять запросы (например, уведомления или преобразование текста в речь). Вы хотите включить его?
sl: HASS.Agent ima svoj lasten interni API, da Home Assistant lahko pošilja zahteve (obvestila, govor). Ali ga želite omogočiti?
tr: HASS.Agent'ın kendi dahili API'si vardır, bu nedenle Home Assistant istek gönderebilir (bildirimler veya metinden konuşmaya gibi). Etkinleştirmek istiyor musunuz?

# OnboardingLocalApi_LblInfo2
source: You can choose what modules you want to enable. They require HA integrations, but don't worry, the next page will give you more info on how to set them up.
de: Du kannst wählen, welche Module du aktivieren möchtest. Sie erfordern HA-Integrationen, aber keine Sorge, auf der nächsten Seite findest du weitere Informationen zu ihrer Einrichtung.
es: Puede elegir qué módulos desea habilitar. Requieren integraciones HA, pero no se preocupe, la siguiente página le dará más información sobre cómo configurarlas.
fr: Vous pouvez choisir les modules que vous souhaitez activer. Ils nécessitent des intégrations HA, mais ne vous inquiétez pas, la page suivante vous donnera plus d'informations sur la façon de les configurer.
nl: Je kunt kiezen welke modules te wilt activeren. Ze vereisen HA integraties, maar geen zorgen, de volgende pagina geeft je meer info over hoe je ze in kunt stellen.
pl: Możesz wybrać który moduł włącz. Część z nich wymaga integracji w HA, ale nie martw się, następna strona da Ci więcej informacji.
ru: Вы можете выбрать, какие модули вы хотите включить. Они требуют интеграции с HA, но не волнуйтесь, на следующей странице вы найдете больше информации о том, как их настроить.
sl: Lahko izberete, katere module želite omogočiti. Zahtevajo HA integracijo, a ne skrbite, naslednja stran vam bo prikazala več informacij, kako jih nastaviti.
tr: Hangi modülleri etkinleştirmek istediğinizi seçebilirsiniz. HA entegrasyonları gerektirirler, ancak merak etmeyin, sonraki sayfa bunları nasıl kuracağınız konusunda size daha fazla bilgi verecektir.

# OnboardingLocalApi_LblTip1
source: Note: 5115 is the default port, only change it if you changed it in Home Assistant.
de: Hinweis: 5115 ist der Standardport, ändere ihn nur, wenn du ihn in Home Assistant geändert hast.
es: Nota: 5115 es el puerto predeterminado, solo cámbialo si lo cambiaste en Home Assistant.
fr: Remarque : 5115 est le port par défaut, ne le modifiez que si vous l'avez modifié dans Home Assistant.
nl: Ter info: 5115 is de standaard poort, verander 'm alleen als je dit ook in Home Assistant hebt gedaan.
pl: Uwaga: port 5115 jest portem domyślnym i należy go zmienić tylko wtedy gdy został zmieniony w Home Assistant.
ru: Примечание: 5115 - это порт по умолчанию, меняйте его только в том случае, если вы изменили его в Home Assistant.
sl: Opomba: 5115 so privzeta vrata. Spremenite samo, če ste jih spremenili v Home Assisstant.
tr: Not: 5115 varsayılan bağlantı noktasıdır, yalnızca Home Assistant'ta değiştirdiyseniz değiştirin.

# OnboardingWelcome_Store_MessageBox1
source: Your device name contained some characters that are not allowed by HA (only letters, digits and whitespace). The final name is: {0} Do you want to use that version?
de: Dein Gerätename enthielt einige Zeichen, die in HA nicht erlaubt sind (nur Buchstaben, Ziffern und Leerzeichen). Der endgültige Name lautet: {0} Möchtest du diese Version verwenden?
es: El nombre de su dispositivo contenía algunos caracteres que HA no permite (solo letras, dígitos y espacios en blanco). El nombre final es: {0} ¿Quieres usar esa versión?
nl: Je apparaatnaam bevat tekens die niet toegestaan zijn door HA (alleen letters, cijfers en spaties). De uiteindelijke naam is: {0} Wil je die versie gebruiken?
pl: Nazwa twojego urządzenia zawiera pewne znaki które nie są wspierane w HA (tylko litery, cyfry i spacje). Ostateczna nazwa to: {0} Czy akceptujesz taką nazwę?
ru: Ваше имя устройства содержало некоторые символы, которые не разрешены HA (только буквы, цифры и пробелы). Конечное имя: {0} Вы хотите использовать эту версию?
sl: Ime vaše naprave vsebuje znake, ki niso dovoljeni v HA (samo črke, številke in presledki). Končno ime je: {0} Ali želite uporabiti to verzijo?
tr: Cihaz adınız, HA tarafından izin verilmeyen bazı karakterler içeriyordu (yalnızca harfler, rakamlar ve boşluklar). Son ad: {0} Bu sürümü kullanmak istiyor musunuz?

# Onboarding_Title
source: HASS.Agent Onboarding
es: Incorporación de HASS.Agent
pl: Wprowadzenie HASS.Agenta
tr: HASS.Agent Katılımı

# ServiceGeneral_LblAuthStored
source: stored!
de: gespeichert!
es: almacenado!
fr: Enregistré !
nl: opgeslagen!
pl: zapisane!
ru: сохранено!
sl: shranjeno!
tr: saklanmış!

# WebViewCommandConfig_BtnSave
source: &Save
de: &speichern
es: &ahorrar
fr: Sauvegarder
nl: op&slaan
pl: &Zapisz
ru: &сохранить
sl: &shrani
tr: &Kaydetmek

# WebViewCommandConfig_CbCenterScreen
source: &Always show centered in screen
de: immer zentr&al im Bildschirm anzeigen
es: &mostrar siempre centrado en la pantalla
fr: Toujours afficher au centre de l'écran
nl: &altijd gecentreerd in het scherm tonen
pl: Zawsze pokazuj na &środku ekranu
ru: &всегда показывать по центру экрана
sl: &vedno prikaži na sredini ekrana
tr: &Her zaman ekranda ortalanmış olarak göster

# WebViewCommandConfig_CbShowTitleBar
source: Show the window's &title bar
de: zeige die &Titelleiste des Fensters
es: mostrar la barra de &título de la ventana
fr: Afficher la barre de titre de la fenêtre
nl: toon de &titelbalk van het scherm
pl: Pokazuje nazwe okna
ru: показать окно и строка заголовка
sl: prikaži naslovno vrstico okna
tr: Pencerenin &başlık çubuğunu göster

# WebViewCommandConfig_CbTopMost
source: Set window as 'Always on &Top'
de: setze Fens&ter als immer nach Oben
es: establecer ventana como siempre en &arriba
fr: Définir la fenêtre comme toujours en haut
nl: s&tel het scherm in als altijd-bovenaan
pl: Ustawia okno jako '&Zawsze na wierzchu'
ru: установите окно всегда поверх остальных
sl: nastavi okno, da je vedno na vrhu
tr: Pencereyi 'Her zaman &Üstte' olarak ayarla

# WebViewCommandConfig_LblInfo1
source: Drag and resize this window to set the size and location of your webview command.
de: Ziehe und ändere die Größe des Fensters, um die Größe und Position deines WebView-Befehls festzulegen.
es: Arrastre y cambie el tamaño de esta ventana para establecer el tamaño y la ubicación de su comando de vista web.
fr: Déplacez et redimensionnez cette fenêtre pour définir la taille et l'emplacement de l'affichage WebView.
nl: Sleep en wijzig het formaat van dit scherm om de grootte en locatie van je webview commando in te stellen.
pl: Złap i przeciągnij okno aby ustalić rozmiar i miejsce komendy WebView
ru: Перетащите и измените размер этого окна, чтобы задать размер и расположение вашей команды webview.
sl: Povleci in spremeni okno, da nastavite velikost in lokacijo za vaš webview ukaz.
tr: Web görünümü komutunuzun boyutunu ve konumunu ayarlamak için bu pencereyi sürükleyip yeniden boyutlandırın.

# WebViewCommandConfig_LblLocation
source: Location
de: Position
es: ubicación
fr: Localisation
nl: locatie
pl: Lokalizacja
ru: местоположение
sl: lokacija
tr: Konum

# WebViewCommandConfig_LblSize
source: Size
de: Größe
es: Talla
fr: Taille
nl: grootte
pl: Rozmiar
ru: размер
sl: velikost
tr: Boyut

# WebViewCommandConfig_LblTip1
source: Tip: Press ESCAPE to close a WebView.
de: Tipp: Drück „ESC“ um Webview zu schließen
es: consejo: presione 'esc' para cerrar una vista web
fr: Conseil : Appuyez sur "ESC" pour fermer une vue WebView
nl: tip: druk op 'esc' om een webview te sluiten
pl: wskazówka: naciśnij ESCAPE aby zamknąć WebView.
ru: совет: нажмите клавишу 'esc', чтобы закрыть веб-просмотр
sl: namig: pritisni 'esc' da zapreš webview
tr: İpucu: Bir Web Görünümünü kapatmak için ESCAPE'e basın.

# WebViewCommandConfig_Title
source: WebView Configuration
de: WebView Einstellungen
es: Configuración de WebView
fr: Configuration WebView
nl: WebView Configuratie
pl: Konfiguracja WebView
ru: Конфигурация WebView
sl: WebView konfiguracija
tr: Web Görünümü Yapılandırması

# WebView_Title
source: WebView
tr: Web Görünümü

# CommandsMod_BtnStore_MessageBox9
source: The keycode you have provided is not a valid number! Please ensure the keycode field is in focus and press the key you want simulated, the keycode should then be generated for you.
de: Your keycode doesn't seem to be a valid number. Please make sure the keycode field has focus, then press the key you want simulated. The keycode should then be generated for you.
es: Su código clave no parece ser un número válido. Asegúrese de que el campo del código clave tenga el foco, luego presione la tecla que desea simular. A continuación, se debe generar el código clave para usted.
nl: Je keycode lijkt geen geldig nummer te zijn. Controleer of het keycode veld focus heeft, en druk dan op de toets die je gesimuleerd wilt hebben. De keycode zou dan gegenereerd moeten worden voor je.
pl: Twój kod klawisza wydaje się być nieprawidłowym numerem. Upewnij się, że pole kodu klawisza jest aktywne, a następnie naciśnij klawisz, który chcesz zasymulować. Powinien zostać wygenerowany za Ciebie.
sl: Zdi se, da vaša koda ključa ni veljavna številka. Prepričajte se, da je polje kode tipke v fokusu, nato pritisnite tipko, ki jo želite simulirati. Nato bi morala biti za vas ustvarjena ključna koda.
tr: Sağladığınız anahtar kodu geçerli bir numara değil! Lütfen anahtar kodu alanının odakta olduğundan emin olun ve simüle etmek istediğiniz tuşa basın, ardından anahtar kodu sizin için oluşturulmalıdır.

# ConfigGeneral_CbEnableDeviceNameSanitation
source: Enable Device Name &Sanitation
es: habilitar el nombre del dispositivo y el saneamiento
fr: Activer le nettoyage du nom de l'appareil
nl: apparaatnaam opschoning inschakelen
pl: usuń niebezpieczne znaki z &nazwy urządzenia
sl: omogoči ime naprave in higieno
tr: Cihaz Adını ve Sanitasyonunu Etkinleştir

# ConfigGeneral_CbEnableStateNotifications
source: Enable State Notifications
es: habilitar notificaciones de estado
fr: Activer les notifications d'état
nl: status notificaties inschakelen
pl: włącz powiadomienia o stanie
sl: omogoči obvestila o stanju
tr: Durum Bildirimlerini Etkinleştir

# ConfigGeneral_LblInfo5
source: HASS.Agent will sanitize your device name to make sure HA will accept it, you can overrule this rule below if you're sure that your name will be accepted as-is.
de: HASS.Agent will sanitize your device name, to make sure HA will accept it. You can overrule this if you're sure that your name will be accepted as-is.
es: HASS.Agent desinfectará el nombre de su dispositivo para asegurarse de que HA lo acepte. Puede anular esto si está seguro de que su nombre se aceptará tal cual.
nl: HASS.Agent zal je apparaatnaam opschonen, om zeker te zijn dat HA 'm accepteert. Je kunt dit uitschakelen als je zeker weet dat je naam wordt geaccepteerd.
pl: HASS.Agent wyczyści (usunie niebezpieczne znaki) nazwę Twojego urządzenia, aby upewnić się, że HA ją zaakceptuje. Możesz to zmienić, jeśli masz pewność, że Twoja nazwa zostanie zaakceptowana bez zmian.
sl: HASS.Agent bo očistil ime vaše naprave, da se prepriča, da ga bo HA sprejela. To lahko preglasite, če ste prepričani, da bo vaše ime sprejeto takšno, kot je.
tr: HASS.Agent, HA'nın kabul edeceğinden emin olmak için cihaz adınızı temizleyecektir, adınızın olduğu gibi kabul edileceğinden eminseniz aşağıdaki bu kuralı geçersiz kılabilirsiniz.

# ConfigGeneral_LblInfo6
source: HASS.Agent sends notifications when the state of a module changes, you can adjust whether or not you want to receive these notifications below.
de: If you want, you can disable the state notifications all together. HASS.Agent won't show you when a connection was lost or restored.
es: Si lo desea, puede deshabilitar todas las notificaciones de estado. HASS.Agent no le mostrará cuándo se perdió o restableció una conexión.
nl: Als je wilt, kun je status notificaties compleet uitschakelen. HASS.Agent zal je niet melden dat een verbinding verbroken of hersteld is.
pl: Jeśli chcesz, możesz wyłączyć wszystkie powiadomienia o stanie. HASS.Agent nie pokaże, kiedy połączenie zostało utracone lub przywrócone.
sl: Če želite, lahko vsa obvestila o stanju onemogočite. HASS.Agent vam ne bo pokazal, kdaj je bila povezava izgubljena ali vzpostavljena.
tr: HASS.Agent, bir modülün durumu değiştiğinde bildirim gönderir, bu bildirimleri almak isteyip istemediğinizi aşağıdan ayarlayabilirsiniz.

# Configuration_ProcessChanges_MessageBox6
source: You've changed your device's name. All your sensors and commands will now be unpublished and published again after the HASS.Agent restarts. Don't worry! they'll keep their current names so your automations and scripts will continue to work. Note: You disabled sanitation, so make sure your device name is accepted by Home Assistant.
de: You've changed your device's name. All your sensors and commands will now be unpublished, and HASS.Agent will restart afterwards to republish them. Don't worry, they'll keep their current names, so your automations or scripts will keep working. Note: you disabled sanitation, so make sure your device name is accepted by Home Assistant.
es: Has cambiado el nombre de tu dispositivo. Todos sus sensores y comandos ahora no se publicarán, y HASS.Agent se reiniciará después para volver a publicarlos. No se preocupe, mantendrán sus nombres actuales, por lo que sus automatizaciones o scripts seguirán funcionando. Nota: deshabilitó el saneamiento, así que asegúrese de que Home Assistant acepte el nombre de su dispositivo.
nl: Je hebt je apparaatnaam aangepast. Al je sensoren en commando's worden nu ongepubliceerd, waarna HASS.Agent zal herstarten en ze daarna opnieuw zal publiceren. Geen zorgen, ze behouden hun huidige namen, dus al je automatiseringen en scripts blijven werken. Ter info: je hebt opschoning uitgeschakeld, dus verzeker je ervan dat je apparaatnaam door HA geaccepteerd wordt.
pl: Zmieniłeś nazwę swojego urządzenia. Wszystkie Twoje czujniki i polecenia zostaną teraz cofnięte, a HASS.Agent uruchomi się ponownie, aby je ponownie opublikować. Nie martw się, zachowają swoje obecne nazwy, więc Twoje automatyzacje lub skrypty będą nadal działać. Uwaga: wyłączyłeś czyszczenie nazw, więc upewnij się, że nazwa Twojego urządzenia jest akceptowana przez Home Assistant.
sl: Spremenili ste ime svoje naprave. Vsi vaši senzorji in ukazi bodo zdaj neobjavljeni, HASS.Agent pa se bo nato znova zagnal, da jih ponovno objavi. Ne skrbite, obdržali bodo trenutna imena, tako da bodo vaše avtomatizacije ali skripti še naprej delovali. Opomba: onemogočili ste sanitarije, zato poskrbite, da Home Assistant sprejme ime vaše naprave.
tr: Cihazınızın adını değiştirdiniz. Tüm sensörleriniz ve komutlarınız artık yayından kaldırılacak ve HASS.Agent yeniden başlatıldıktan sonra yeniden yayınlanacaktır. Merak etme! Otomasyonlarınız ve komut dosyalarınızın çalışmaya devam etmesi için mevcut adlarını koruyacaklar. Not: Temizliği devre dışı bıraktınız, bu nedenle cihaz adınızın Home Assistant tarafından kabul edildiğinden emin olun.

# SensorType_PrintersSensors
source: Printers
es: Impresoras
fr: Imprimantes
pl: Drukarki
sl: Tiskalniki
tr: Yazıcılar

# CommandType_MonitorSleepCommand
source: MonitorSleep
es: MonitorEnReposo
fr: Mise en veille des écrans
nl: BeeldschermSlapen
pl: WygaśEkran
tr: MonitörUyku

# CommandType_MonitorWakeCommand
source: MonitorWake
es: MonitorActivo
fr: Réveil des écrans
nl: BeeldschermActief
pl: ObudźEkran
tr: MonitörUyandırma

# MonitorPowerEvent_PowerOn
source: PowerOn
es: Encender
fr: Allumage
nl: Inschakeld
pl: Włączony
sl: Vklop
tr: Açık

# MonitorPowerEvent_PowerOff
source: PowerOff
es: Apagar
fr: Extinction
nl: Uitgeschakeld
pl: Wyłączony
sl: Izklop
tr: Kapat

# MonitorPowerEvent_Dimmed
source: Dimmed
es: Atenuada
nl: Gedimd
pl: Przyciemniony
sl: Zasenčeno
tr: karartılmış

# MonitorPowerEvent_Unknown
source: Unknown
es: Desconocido
fr: Inconnu
nl: Onbekend
pl: Nieznany
sl: Neznano
tr: Bilinmeyen

# SensorType_MonitorPowerStateSensor
source: MonitorPowerState
es: EstadoEnergíaMonitor
fr: Etat des écrans
nl: BeeldschermEnergieStatus
pl: StanZasilaniaMonitora
tr: MonitörGüç Durumu

# CommandType_SetVolumeCommand
source: SetVolume
es: EstablecerVolumen
fr: Définir le volume
nl: StelVolumeIn
pl: UstawGłośność
sl: NastaviJakost
tr: Sesi Ayarla

# WindowState_Maximized
source: Maximized
es: Maximizada
fr: Agrandi
nl: Gemaximalizeerd
pl: Maksymalizuj
sl: Maksimirano
tr: Maksimize

# WindowState_Minimized
source: Minimized
es: Minimizada
fr: Minimisé
nl: Geminimalizeerd
pl: Minimalizuj
sl: Minimirano
tr: Küçültülmüş

# WindowState_Unknown
source: Unknown
es: Desconocido
fr: Inconnu
nl: Onbekend
pl: Nieznany
sl: Neznano
tr: Bilinmeyen

# WindowState_Hidden
source: Hidden
es: Oculta
fr: Caché
nl: Verborgen
pl: Ukryj
sl: Skrito
tr: Gizlenmiş

# SensorType_WindowStateSensor
source: WindowState
es: EstadoVentana
fr: Etat de la fenêtre
nl: VensterStatus
pl: StanOkna
tr: Pencere Durumu

# SensorType_WebcamProcessSensor
source: WebcamProcess
es: ProcesoWebcam
fr: Processus de la webcam
nl: WebcamProces
pl: ProcesKamery
tr: Web kamerasıSüreci

# SensorType_MicrophoneProcessSensor
source: MicrophoneProcess
es: ProcesoMicrófono
fr: Processus du microphone
nl: MicrofoonProces
pl: ProcesMikrofonu
tr: MikrofonSüreci

# CommandsManager_MonitorSleepCommandDescription
source: Puts all monitors in sleep (low power) mode.
es: Pone todos los monitores en modo de reposo (bajo consumo).
fr: Met tous les moniteurs en mode veille.
nl: Zet alle beeldschermen in slaap (laag energieverbruik) modus.
pl: Usypia wszystkie monitory (niski zużycie energii).
sl: Nastavi vse monitorje na spanje (low power).
tr: Tüm monitörleri uyku (düşük güç) moduna geçirir.

# CommandsManager_MonitorWakeCommandDescription
source: Tries to wake up all monitors by simulating a 'arrow up' keypress.
es: Intenta despertar todos los monitores simulando la pulsación de una flecha hacia arriba.
fr: Essaie de réveiller tous les moniteurs en simulant une pression sur la touche "flèche vers le haut".
nl: Probeert alle beeldschermen wakker te maken door de 'pijl omhoog' knop te simuleren.
pl: Stara się wybudzić wszystkie monitory poprzez symulowanie wciśnięcia przycisku "do góry".
sl: Poskusi zbuditi vse monitorje tako, da simulira pritisk tipke 'gor'.
tr: 'Yukarı ok' tuş basımını simüle ederek tüm monitörleri uyandırmaya çalışır.

# CommandsManager_SetVolumeCommandDescription
source: Sets the volume of the current default audiodevice to the specified level.
es: Establece el volumen del dispositivo de audio actual predeterminado al nivel especificado.
fr: Régler le volume du périphérique audio par défaut actuel au niveau spécifié.
nl: Stelt de volume van de huidige standaard geluidapparaat in op het opgegeven niveau.
pl: Ustawia poziom głośności domyślnego urządzenia na podaną wartość.
sl: Nastavi glasnost trenutno privzete avdio naprave na nastavljeno vrednost.
tr: Geçerli varsayılan ses cihazının sesini belirtilen düzeye ayarlar.
