Repository: LAB02-Research/HASS.Agent
Catalog: src/HASS.Agent/Resources/Localization/Languages.*.resx
Languages: de, es, fr, nl, pl, pt_br, ru, sl, tr

# OnboardingNotifications_CbAcceptNotifications
source: Yes, accept notifications on port
de: ja, akzeptiere Benachrichtigungen am Port
es: si, aceptar notificaciones en puerto
fr: Oui, accepter les notifications sur le port
nl: ja, accepteer notificaties op poort
pl: tak, akceptuj powiadomienia na porcie
pt_br: sim, aceite notificações na porta
ru: да, принимайте уведомления о порте
sl: da, sprejmi obvestila na vratih
tr: Evet, bağlantı noktasındaki bildirimleri kabul et

# OnboardingNotifications_LblInfo1
source: HASS.Agent can receive notifications from Home Assistant, using text and/or images. Do you want to enable this function?
de: HASS.Agent kann Benachrichtigungen von Home Assistant in Form von Text und/oder Bildern empfangen. Möchtest du diese Funktion aktivieren?
es: HASS.Agent puede recibir notificaciones de Home Assistant, usando texto y/o imágenes. ¿Quieres habilitar esta función?
fr: HASS.Agent peut recevoir des notifications de Home Assistant, en utilisant du texte et/ou des images. Voulez-vous activer cette fonction ?
nl: HASS.Agent kan notificaties ontvangen van Home Assistant, met tekst en/of afbeeldingen. Wil je deze functionaliteit inschakelen?
pl: HASS.Agent może otrzymywać powiadomienia od Home Assistant za pomocą tekstu i/lub obrazów. Czy chcesz włączyć tę funkcję?
pt_br: O HASS.Agent pode receber notificações do Home Assistant, usando texto e/ou imagens. Deseja habilitar esta função?
ru: HASS.Agent может получать уведомления от домашнего помощника, используя текст и/или изображения. Вы хотите включить эту функцию?
sl: HASS.Agent lahko sprejme obvestila iz Home Assistanta v obliki besedil in/ali slik. Želiš omogočiti to funkcionalnost?
tr: HASS.Agent, metin ve/veya resimler kullanarak Home Assistant'tan bildirimler alabilir. Bu işlevi etkinleştirmek istiyor musunuz?

# OnboardingIntegration_LblIntegration
source: HASS.Agent-Notifier GitHub Page
de: HASS.Agent-Notifier GitHub Seite
es: Página HASS.Agent-Notifier GitHub
fr: Page GitHub HASS.Agent-Notifier
nl: HASS.Agent-Notifier GitHub pagina
pl: Strona GitHub HASS.Agent-Notifier
pt_br: Página do GitHub do HASS.Agent-Notifier
sl: HASS.Agent-Notifier GitHub stran
tr: HASS.Agent-Notifier GitHub Sayfası

# OnboardingIntegration_LblInfo2
source: Make sure you follow these steps: - Install HASS.Agent-Notifier integration - Restart Home Assistant - Configure a notifier entity - Restart Home Assistant
de: Stelle sicher, dass du diesen Schritten folgst: - Installiere HASS.Agent-Notifier Integration - Starte Home Assistant neu - Konfiguriere eine Benachrichtigungsentität - Starte Home Assistant neu
es: Asegúrate de seguir estos pasos: - Instalar la integración HASS.Agent-Notifier - Reiniciar Asistente de inicio - Configurar una entidad notificadora - Reiniciar Asistente de inicio
fr: Assurez-vous d'avoir suivi ces étapes : - Installer l'intégration HASS.Agent-Notifier - Redémarrez Home Assistant - Configurer une entité de notification - Redémarrez Home Assistant
nl: Controleer of je deze stappen gevolgd hebt: - HASS.Agent-Notifier integratie installeren - Home Assistant herstarten - Een notifier entiteit configureren - Home Assistant herstarten
pl: Upewnij się, że wykonałeś następujące kroki: - Zainstaluj integrację HASS.Agent-Notifier - Uruchom ponownie Home Assistant - Skonfiguruj encję powiadamiającą - Uruchom ponownie asystenta domowego
pt_br: Certifique-se de seguir estes passos: - Instale a integração HASS.Agent-Notifier - Reinicie o Home Assistant - Configure uma entidade de notificação - Reinicie o Home Assistant
ru: Убедитесь, что вы выполнили следующие действия: - Установите HASS.Agent-Notifier integration - Перезагрузите Home Assistant - Настройте объекта-уведомителя - Перезагрузите Home Assistant
sl: Prepričajte se, da sledite tem korakom: - Namestite integracijo HASS.Agent-Notifier - Znova zaženite Home Assistant - Konfigurirajte entiteto prijavitelja - Znova zaženite Home Assistant
tr: Şu adımları uyguladığınızdan emin olun: - HASS.Agent-Notifier entegrasyonunu kurun - Home Assistant'ı yeniden başlatın - Bir bildirim varlığı yapılandırın - Home Assistant'ı yeniden başlatın

# OnboardingIntegration_LblInfo1
source: To use notifications, you need to install and configure the HASS.Agent-notifier integration in Home Assistant. This is very easy using HACS but may also be installed manually, visit the link below for more information.
de: Um Benachrichtigungen zu benutzen, musst du die HASS.Agent-notifier Integration in Home Assistant installieren und konfigurieren. Das ist sehr einfach durch HACS. Du kannst sie aber auch manuell installieren. Besuche den Link unten für mehr Informationen.
es: Para usar notificaciones, debe instalar y configurar la integración HASS.Agent-notifier en Asistente de hogar. Esto es muy fácil usando HACS, pero también puede instalarlo manualmente. Visite el siguiente enlace para más información.
fr: Pour utiliser les notifications, vous devez installer et configurer l'intégration HASS.Agent-notifier dans Home Assistant. C'est très facile avec HACS, mais vous pouvez également l'installer manuellement. Visitez le lien ci-dessous pour plus informations.
nl: Om notificaties te gebruiken, moet je de HASS.Agent-Notifier integratie installeren en configureren in Home Assistant. Dit is simpel met HACS, maar je kunt 'm ook handmatig installeren. Bezoek de onderstaande link voor meer informatie.
pl: Aby korzystać z powiadomień, musisz zainstalować i skonfigurować integrację HASS.Agent-notifier w Home Assistant. Jest to bardzo łatwe przy użyciu HACS, ale można również zainstalować ręcznie. Odwiedź poniższy link, aby uzyskać więcej Informacji.
pt_br: Para usar notificações, você precisa instalar e configurar a integração HASS.Agent-notifier no Home Assistant. Isso é muito fácil usando o HACS, mas você também pode instalar manualmente. Acesse o link abaixo para mais informações.
ru: Чтобы использовать уведомления, вам необходимо установить и настроить HASS.Agent-notifier интеграцию в Home Assistant. Это очень просто сделать с помощью HACS, но вы также можете установить его вручную. Для получения дополнительной информации перейдите по ссылке ниже.
sl: Če želite uporabljati obvestila, morate namestiti in konfigurirati integracijo HASS.Agent-notifier v Domači pomočnik. To je zelo enostavno z uporabo HACS, lahko pa ga namestite tudi ročno. Za več obiščite spodnjo povezavo informacije.
tr: Bildirimleri kullanmak için Home Assistant'ta HASS.Agent-notifier entegrasyonunu kurmanız ve yapılandırmanız gerekir. Bu, HACS'yi kullanmak çok kolaydır, ancak manuel olarak da kurulabilir, daha fazla bilgi için aşağıdaki bağlantıyı ziyaret edin.

# OnboardingApi_LblApiToken
source: API &Token
es: &token de API
fr: Jeton API
pl: &Token API
pt_br: token api
ru: api &токен
sl: api žeton
tr: API & Jeton

# OnboardingApi_LblServerUri
source: Server &URI (should be ok like this)
de: Server &uri (sollte so passen)
es: servidor &uri (debería estar bien así)
fr: serveur &uri (devrait être ok comme ça)
nl: server &uri (zou al goed moeten zijn)
pl: &URL serwera (wygląda ok)
pt_br: server uri (deve estar bem assim)
ru: &url сервера(должно быть нормально, как это)
sl: uri strežnika (bi moral biti takole)
tr: Sunucu &URI (böyle olması gerekir)

# OnboardingApi_LblInfo1
source: To learn which entities you have configured and to send quick actions, HASS.Agent uses Home Assistant's API. Please provide a long-lived access token and the address of your Home Assistant instance. You can get a token in Home Assistant by clicking your profile picture at the bottom-left and navigating to the bottom of the page until you see the 'CREATE TOKEN' button.
de: Um zu erfahren, welche Entitäten du konfiguriert hast, und um Quick Actions zu senden, verwendet HASS.Agent die API von Home Assistant. Bitte gebe einen langlebigen Zugriffstoken und die Adresse deiner Home Assistant-Instanz an. Du kannst einen Token über die Profilseite erhalten. Scrolle nach unten und klicke auf „TOKEN ERSTELLEN“.
es: Para conocer las entidades que tiene configuradas, y para enviar acciones rápidas, HASS.Agent usa la API de Home Assistant. Por favor, proporcione un token de acceso de larga duración, y la dirección de su instancia de Home Assistant. Puedes obtener un token a través de su página de perfil. Desplácese hasta la parte inferior y haga clic en 'CREAR TOKEN'.
fr: Pour connaître les entités que vous avez configurées et envoyer des actions rapides, HASS.Agent utilise API de Home Assistant. Veuillez fournir un jeton d'accès de longue durée et l'adresse de votre instance Home Assistant. Vous pouvez obtenir un jeton via votre page de profil. Faites défiler vers le bas et cliquez sur "CRÉER UN JETON".
nl: Om te leren welke entiteiten je geconfigureerd hebt, en om snelle acties te versturen, gebruikt HASS.Agent Home Assistant's API. Geef een 'long-lived access token' op, en het adres van je Home Assistant installatie. Je kunt zo'n token krijgen via je profiel pagina. Blader naar onderaan de pagina en klik op 'TOKEN AANMAKEN'.
pl: Aby dowiedzieć się, które encje skonfigurowałeś i wysyłać szybkie akcje, HASS.Agent używa API Home Assistant. Podaj długoterminowy token dostępu i adres swojej instancji Home Assistant. Możesz otrzymać token poprzez stronę swojego profilu. Przewiń w dół i kliknij „UTWÓRZ TOKEN”.
pt_br: Para saber quais entidades você configurou e enviar ações nos atalhos rápidos, o HASS.Agent usa API do Home Assistant. Forneça um token de acesso de longa duração e o endereço da sua instância do Home Assistant. Você pode obter um token através da sua página de perfil. Role até o final e clique em 'CRIAR TOKEN'.
ru: Чтобы узнать, какие объекты вы настроили, и отправить быстрые действия, нажмите кнопку HASS.Agent использует Home Assistant's API. Пожалуйста, предоставьте токен доступа с длительным сроком действия и адрес вашего экземпляра Home Assistant. Вы можете получить токен через страницу своего профиля.Прокрутите страницу вниз и нажмите 'СОЗДАТЬ ТОКЕН'.
sl: Če želite izvedeti, katere entitete ste konfigurirali, in za pošiljanje hitrih dejanj uporablja HASS.Agent API Home Assistant. Navedite dolgotrajni žeton za dostop in naslov svojega primerka Home Assistant. Žeton lahko dobite na strani profila. Pomaknite se do dna in kliknite 'USTVARI ŽETEN'.
tr: Hangi varlıkları yapılandırdığınızı öğrenmek ve hızlı eylemler göndermek için HASS.Agent, Home Assistant'ın API'sini kullanır. Lütfen uzun ömürlü bir erişim belirteci ve Home Assistant örneğinizin adresini sağlayın. Home Assistant'ta sol alttaki profil resminize tıklayarak ve 'TOKEN OLUŞTUR' düğmesini görene kadar sayfanın en altına giderek bir jeton alabilirsiniz.

# OnboardingApi_BtnTest
source: Test &Connection
de: Teste die Verbindung
es: &conexión de prueba
fr: Tester la connexion
nl: test verbinding
pl: testuj &połączenie
pt_br: teste de conexão
ru: тест &подключения
sl: testiraj povezavo
tr: Test bağlantısı

# OnboardingApi_LblTip1
source: Tip: Specialized settings can be found in the Configuration Window.
de: Tipp: Veränderte Einstellungen sind im Konfigurationsfenster zu finden
es: Sugerencia: las configuraciones especializadas se pueden encontrar en la ventana Configuración.
fr: Astuce : des paramètres spécialisés peuvent être trouvés dans la fenêtre Configuration.
nl: Tip: specialistische instellingen kunnen in het Configuratie scherm worden gevonden.
pl: Wskazówka: specjalne ustawienia można znaleźć w oknie Konfiguracja.
pt_br: Dica: as configurações especializadas podem ser encontradas na janela Configuração.
ru: Совет: специализированные настройки можно найти в окне Конфигурации.
sl: Nasvet: posebne nastavitve najdete v oknu Konfiguracija.
tr: İpucu: Özel ayarlar, Yapılandırma Penceresinde bulunabilir.

# OnboardingMqtt_LblPassword
source: Password
de: Passwort
es: clave
fr: Mot de passe
nl: wachtwoord
pl: hasło
pt_br: senha
ru: пароль
sl: geslo
tr: Şifre

# OnboardingMqtt_LblUsername
source: Username
de: Benutzername
es: nombre de usuario
fr: Nom d'utilisateur
nl: gebruikersnaam
pl: nazwa użytkownika
pt_br: nome de usuário
ru: пользователь
sl: uporabniško ime
tr: Kullanıcı adı

# OnboardingMqtt_LblPort
source: Port
es: Puerto
nl: poort
pt_br: porta
ru: порт
sl: vrata
tr: Liman

# OnboardingMqtt_LblIpAdress
source: IP Address or Hostname
de: IP-Adresse oder Hostname
es: dirección IP o nombre de host
fr: IP ou nom d'hôte
nl: ip adres of hostname
pl: adres IP lub nazwa hosta
pt_br: endereço ip ou nome do host
ru: ip-адрес или имя хоста
sl: IP naslov ali ime
tr: IP Adresi veya Ana Bilgisayar Adı

# OnboardingMqtt_LblInfo1
source: Commands and sensors are sent through MQTT. The notifications- and media player integration also make use of them. Tip: if you're using the HA addon, you can probably use the preset address - just provide credentials.
de: Befehle und Sensoren senden Daten über MQTT. Gib die Referenzen deines Servers ein. Wenn du das HA Addon verwendest, kannst du wahrscheinlich die vorgegebene Adresse verwenden. Lass das Feld leer, wenn du keine Befehle und Sensoren verwenden willst.
es: Los comandos y sensores se envían a través de MQTT. La integración de notificaciones y mediaplayer también lo usa. Sugerencia: si está usando el addon HA, probablemente pueda usar la dirección preestablecida - sólo tiene que proporcionar las credenciales.
fr: Les commandes et les capteurs sont envoyés via MQTT. Veuillez fournir les informations d'identification de votre serveur. Si vous utilisez l'addon HA, vous pouvez probablement utiliser l'adresse prédéfinie. Laissez vide si vous n'utilisez pas de commandes et de capteurs.
nl: Commando's en sensoren worden via MQTT verstuurd. De notificaties- en mediaspeler integratie gebruikt het ook. Tip: als je de HA addon gebruikt, kan je het vooringevulde adres waarschijnlijk gebruiken - geef alleen nog credenties.
pl: Polecenia i czujniki są wysyłane przez MQTT. Podaj poświadczenia dla swojego serwera. Jeśli używasz dodatku HA, prawdopodobnie możesz użyć wstępnie ustawionego adresu. Pozostaw puste, jeśli nie zamierzasz używać poleceń i czujników.
pt_br: Comandos e sensores são enviados através do MQTT. Forneça credenciais para o seu servidor. Se você estiver usando o add-on do HA, provavelmente poderá usar o endereço predefinido. Deixe em branco se não for usar comandos e sensores.
ru: Команды и датчики передаются через MQTT. Пожалуйста, предоставьте учетные данные для вашего сервера. Если вы используете аддон HA, вы, вероятно, можете использовать предустановленный адрес. Оставьте поле пустым, если вы не собираетесь использовать команды и датчики.
sl: Ukazi in senzorji se pošiljajo prek MQTT, prav tako obvestila in media. Namig: če uporabljate HA addon lahko gotovo uporabljate prednastavljen naslov - samo vpišite poverilnice.
tr: Komutlar ve sensörler MQTT aracılığıyla gönderilir. Bildirimler ve medya oynatıcı entegrasyonu da bunlardan yararlanır. İpucu: HA eklentisini kullanıyorsanız, muhtemelen önceden ayarlanmış adresi kullanabilirsiniz - sadece kimlik bilgilerini sağlayın.

# OnboardingMqtt_LblDiscoveryPrefix
source: Discovery Prefix
de: Entdeckungspräfix
es: prefijo de descubrimiento
fr: préfixe de découverte
nl: discovery voorvoegsel
pl: prefiks wykrywania
pt_br: prefixo de descoberta
ru: префикс обнаружения
sl: predpona odkritja
tr: Keşif Öneki

# OnboardingMqtt_LblTip1
source: (leave default if not sure)
de: (Wenn unsicher, nichts verändern)
es: (dejar predeterminado si no está seguro)
fr: (laisser par défaut si vous n'êtes pas sûr)
nl: (bij twijfel leeglaten)
pl: (pozostaw domyślne, jeśli nie jesteś pewien)
pt_br: (deixe o padrão se não tiver certeza)
ru: (оставьте значение по умолчанию, если не уверены)
sl: (pusti prazno, če nisi prepričan/a)
tr: (emin değilseniz varsayılanı bırakın)

# OnboardingMqtt_LblTip2
source: Tip: Specialized settings can be found in the Configuration Window.
de: Tipp: Veränderte Einstellungen sind im Konfigurationsfenster zu finden
es: Sugerencia: las configuraciones especializadas se pueden encontrar en la ventana Configuración.
fr: Astuce : des paramètres spécialisés peuvent être trouvés dans la fenêtre Configuration.
nl: Tip: specialistische instellingen kunnen in het Configuratie scherm worden gevonden.
pl: Wskazówka: specjalne ustawienia można znaleźć w oknie Konfiguracja.
pt_br: Dica: as configurações especializadas podem ser encontradas na janela Configuração.
ru: Совет: специализированные настройки можно найти в окне Конфигурации.
sl: Nasvet: posebne nastavitve najdete v oknu Konfiguracija.
tr: İpucu: Özel ayarlar, Yapılandırma Penceresinde bulunabilir.

# OnboardingHotKey_LblHotkeyCombo
source: &Hotkey Combination
de: &Hotkey Kombination
es: combinación de &teclas de acceso rápido
fr: Combinaison de raccourci
nl: &sneltoets combinatie
pl: &kombinacja klawiszy skrótu
pt_br: combinação de atalhos
ru: комбинация горячих клавиш
sl: kombinacija tipk
tr: &Kısayol Kombinasyonu

# OnboardingHotKey_LblInfo1
source: An easy way to pull up your quick actions is to use a global hotkey. This way, whatever you're doing on your machine, you can always interact with Home Assistant.
de: Eine einfache Möglichkeit, deine Quick Actions aufzurufen, ist die Verwendung eines globalen Hotkeys. Auf diese Weise kannst du immer mit Home Assistant interagieren, was auch immer du auf deinem Computer tust.
es: Una manera fácil de activar sus acciones rápidas es usar una tecla de acceso rápido global. De esta manera, hagas lo que hagas en tu máquina, siempre puedes interactuar con Home Assistant.
fr: Un moyen simple d'afficher vos actions rapides consiste à utiliser un raccourci clavier global. De cette façon, quoi que vous fassiez sur votre machine, vous pouvez toujours interagir avec Home Assistant.
nl: Een makkelijke manier om je snelle acties te tonen is via een globale sneltoets. Op deze manier kun je, wat je ook aan het doen bent op je machine, altijd communiceren met Home Assistant.
pl: Łatwym sposobem na wywołanie szybkich działań jest użycie globalnego skrótu. W ten sposób, cokolwiek robisz na swoim komputerze, zawsze możesz wchodzić w interakcję z Home Assistant.
pt_br: Uma maneira fácil de puxar seus atalhos rápidos é usar uma tecla de atalho. Dessa forma, independentemente do que estiver fazendo em sua máquina, você sempre poderá interagir com o Home Assistant.
ru: Простой способ выполнить быстрые действия использовать глобальную горячую клавишу. Таким образом, что бы вы ни делали на своем компьютере, вы всегда можете взаимодействовать с Home Assistant.
sl: Enostaven način za pridobivanje hitrih dejanj je uporaba globalne bližnjice. Na ta način lahko vedno sodelujete z Home Assistantom, karkoli že počnete na svojem računalniku.
tr: Hızlı işlemlerinizi almanın kolay bir yolu, genel bir kısayol tuşu kullanmaktır. Bu şekilde, makinenizde ne yapıyorsanız yapın, Home Assistant ile her zaman etkileşimde bulunabilirsiniz.

# OnboardingHotKey_BtnClear
source: &Clear
de: Löschen
es: &borrar
fr: Effacer
nl: leegmaken
pl: &wyczyść
pt_br: limpar
ru: очистить
sl: počisti
tr: &Temizlemek

# OnboardingUpdates_LblInfo1
source: HASS.Agent checks for updates in the background if enabled. You will be sent a push notification if a new update is discovered, letting you know a new version is ready to be installed. Do you want to enable this automatic update checks?
de: Auf Wunsch kann HASS.Agent im Hintergrund nach Updates suchen. Du erhältst eine Benachrichtigung (einmal pro Update), die dich darüber informiert, dass eine neue Version installiert werden kann. Möchtest du diese Funktion aktivieren?
es: Si lo desea, HASS.Agent puede buscar actualizaciones en segundo plano. Recibirá una notificación (una vez por cada actualización), avisándole de que una nueva versión está lista para ser instalada. ¿Quiere activar esta funcionalidad?
fr: Si vous le souhaitez, HASS.Agent peut vérifier les mises à jour en arrière-plan. Vous recevrez une notification (une fois par mise à jour) , vous informant qu'une nouvelle version est prête à être installée. Voulez-vous activer cette fonctionnalité ?
nl: Als je wilt, kan HASS.Agent op de achtegrond controleren of er updates zijn. Je krijgt een melding (één per update) om je te laten weten dat er een nieuwe versie klaarstaat. Wil je deze functionaliteit activeren?
pl: Jeśli chcesz, HASS.Agent może sprawdzać aktualizacje w tle. Otrzymasz powiadomienie (raz na aktualizację) informujące, że nowa wersja jest gotowa do zainstalowania. Czy chcesz włączyć tę funkcjonalność?
pt_br: Se você quiser, o HASS.Agent pode verificar atualizações em segundo plano. Você receberá uma notificação (uma vez por atualização), informando que uma nova versão está pronta para ser instalada. Deseja habilitar esta funcionalidade?
ru: Если хочешь, HASS.Agent может проверять наличие обновлений в фоновом режиме. Вы получите уведомление (один раз за каждое обновление), сообщающее вам, что новая версия готова к установке. Вы хотите включить эту функцию?
sl: Če želite, lahko HASS.Agent preveri posodobitve v ozadju. Prejeli boste obvestilo (enkrat na posodobitev) , s katerim boste vedeli, da je nova različica pripravljena za namestitev. Ali želite omogočiti to funkcijo?
tr: HASS.Agent, etkinleştirilirse arka planda güncellemeleri kontrol eder. Yeni bir güncelleme keşfedilirse, yeni bir sürümün yüklenmeye hazır olduğunu bildiren bir anında iletme bildirimi gönderilecektir. Bu otomatik güncelleme kontrollerini etkinleştirmek istiyor musunuz?

# OnboardingUpdates_CbNofityOnUpdate
source: Yes, notify me on new &updates
de: ja, benachrichtige mich bei neuen &Updates
es: sí, notificarme sobre nuevas &actualizaciones
fr: oui, informez-moi des nouvelles mises à jour
nl: ja, laat het me weten als er een &update is
pl: tak, powiadom mnie o nowych &aktualizacjach
pt_br: sim, notifique-me sobre novas atualizações
ru: да, сообщать мне о новых и обновлениях
sl: da, obvesti me o posodobitvah
tr: Evet, beni yeni &güncellemelerden haberdar et

# OnboardingUpdates_CbExecuteUpdater
source: Yes, &download and launch the installer for me
de: ja, la&de und starte den Installationsprozess für mich
es: sí, &descargar e iniciar el instalador por mí
fr: oui, téléchargez et lancez le programme d'installation pour moi
nl: ja, &download en start de installer voor me
pl: tak, &pobierz i uruchom instalator za mnie
pt_br: sim, baixe e inicie o instalador para mim
ru: да, загрузите и запустите установщик для меня
sl: da, prenesi in zaženi inštalacijski program
tr: Evet, benim için yükleyiciyi indirip başlatın
