Repository: LAB02-Research/HASS.Agent
Catalog: src/HASS.Agent/Resources/Localization/Languages.*.resx
Languages: de, es, fr, nl, pl, pt_br, ru, sl, tr

# SensorsManager_ActiveWindowSensorDescription
source: Provides the title of the current active window.
de: Liefert den Titel des aktuell aktiven Fensters.
es: Proporciona el título de la ventana activa actual.
fr: Fournit le titre de la fenêtre active actuelle.
nl: Geeft de titel van het huidige actieve scherm.
pl: Zwraca nazwę obecnie używanego okna.
pt_br: Fornece o título da janela ativa atual.
ru: Предоставляет заголовок текущего активного окна.
sl: Zagotavlja naslov trenutno aktivnega okna.
tr: Geçerli etkin pencerenin başlığını sağlar.

# SensorsManager_AudioSensorsDescription
source: Provides information various aspects of your device's audio: Current peak volume level (can be used as a simple 'is something playing' value). Default audio device: name, state and volume. Summary of your audio sessions: application name, muted state, volume and current peak volume.
de: Bietet Informationen zu verschiedenen Audioaspekten deines Geräts: Aktueller Spitzenlautstärkepegel (kann als einfacher „Wird etwas abgespielt“-Wert verwendet werden). Standard-Audiogerät: Name, Zustand und Lautstärke. Zusammenfassung deiner Audiositzungen: Anwendungsname, Stummschaltung, Lautstärke und aktuelle Spitzenlautstärke.
es: Brinda información sobre varios aspectos del audio de su dispositivo: Nivel de volumen máximo actual (se puede usar como un simple valor de "se está reproduciendo algo"). Dispositivo de audio predeterminado: nombre, estado y volumen. Resumen de sus sesiones de audio: nombre de la aplicación, estado silenciado, volumen y volumen máximo actual.
fr: Fournit des informations sur divers aspects de l'audio de votre appareil : Niveau de volume maximal actuel (peut être utilisé comme une simple valeur ‘quelque chose joue’). Périphérique audio par défaut : nom, état et volume. Résumé de vos sessions audio : nom de l'application, état muet, volume et volume maximal actuel.
nl: Geeft informatie over meerdere aspecten van het geluid van je apparaat: Huidige piek volumeniveau (kan gebruikt worden als een simpele 'speelt er iets' waarde). Standaard geluidsapparaat: naam, status en volume. Overzicht van je audio sessies: applicatienaam, gedempt (mute) status, volume en huidig piek volumeniveau.
pl: Zwraca informacje na temat urządzenia audio: Aktualny maksymalny poziom głośności (może być używany jako prosta wartość 'czy coś aktualnie gra'). Domyślne urządzenie audio: nazwa, stan, głośność. Podsumowanie sesji audio: nazwa aplikacji, stan wyciszenia, głośność, aktualny maksymalny poziom głośności.
pt_br: Fornece informações sobre vários aspectos do áudio do seu dispositivo: Nível de volume de pico atual (pode ser usado como um valor simples de 'algo está tocando'). Dispositivo de áudio padrão: nome, estado e volume. Resumo de suas sessões de áudio: nome do aplicativo, estado mudo, volume e volume de pico atual.
ru: Предоставляет информацию о различных аспектах звука вашего устройства: Текущий пиковый уровень громкости (может использоваться как простое значение 'что-то играет'). Аудиоустройство по умолчанию: имя, состояние и громкость. Краткое описание ваших аудиосеансов: название приложения, состояние отключения звука, громкость и текущая пиковая громкость.
sl: Zagotavlja informacije o različnih vidikih zvoka vaše naprave: Trenutna najvišja raven glasnosti (lahko se uporabi kot preprosta vrednost 'is something playing'). Privzeta zvočna naprava: ime, stanje in glasnost. Povzetek vaših zvočnih sej: ime aplikacije, stanje utišanja, glasnost in trenutna največja glasnost.
tr: Cihazınızın sesinin çeşitli yönleri hakkında bilgi sağlar: Mevcut en yüksek ses seviyesi (basit bir 'bir şey çalıyor' değeri olarak kullanılabilir). Varsayılan ses aygıtı: ad, durum ve ses düzeyi. Sesli oturumlarınızın özeti: uygulama adı, sessiz durumu, ses düzeyi ve mevcut en yüksek ses düzeyi.

# SensorsManager_BatterySensorsDescription
source: Provides a sensor with the current charging status, estimated amount of minutes on a full charge, remaining charge as a percentage, remaining charge in minutes and the powerline status.
de: Bietet einen Sensor mit dem aktuellen Ladestatus, der geschätzten Dauer einer vollen Ladung in Minuten, der verbleibenden Ladung in Prozent, der verbleibenden Ladung in Minuten und dem Powerline-Status.
es: Proporciona un sensor con el estado de carga actual, la cantidad estimada de minutos con una carga completa, la carga restante en porcentaje, la carga restante en minutos y el estado de la línea eléctrica.
fr: Fournit à un capteur l'état de charge actuel, le nombre estimé de minutes sur une charge complète, la charge restante en pourcentage, la charge restante en minutes et l'état du branchement au courant.
nl: Geeft een sensor met de huidige opladen status, geschat aantal minuten tot een volledige lading, resterende lading als percentage, resterende lading in minuten en de spanningslijn status.
pl: Zwraca czujnik zawierający aktualny stan ładowania, przewidywany czas pracy na pełnym naładowaniu, pozostały procent baterii, pozostały czas pracy na baterii oraz status podłączenia do zasilania zewnętrznego.
pt_br: Fornece um sensor com o status de carregamento atual, quantidade estimada de minutos em uma carga completa, carga restante em porcentagem, carga restante em minutos e o status da linha de energia.
ru: Предоставляет датчику информацию о текущем состоянии зарядки, расчетном количестве минут при полной зарядке, оставшемся заряде в процентах, оставшемся заряде в минутах и состоянии линии электропитания.
sl: Zagotavlja senzor s trenutnim stanjem polnjenja, ocenjeno količino minut pri polni napolnjenosti, preostalo napolnjenost v odstotkih, preostalo napolnjenost v minutah in stanje električnega omrežja.
tr: Mevcut şarj durumunu, tam şarjda tahmini dakika miktarını, yüzde olarak kalan şarjı, dakika cinsinden kalan şarjı ve elektrik hattı durumunu gösteren bir sensör sağlar.

# SensorsManager_CpuLoadSensorDescription
source: Provides the current load of the first CPU as a percentage.
de: Liefert die aktuelle Auslastung der ersten CPU in Prozent.
es: Proporciona la carga actual de la primera CPU como un porcentaje.
fr: Fournit la charge actuelle du premier processeur sous forme de pourcentage.
nl: Geeft de huidige belasting van de eerste CPU als percentage.
pl: Zwraca aktualne obciążenie CPU w procentach.
pt_br: Fornece a carga atual da CPU como uma porcentagem.
ru: Показывает текущую загрузку первого процессора в процентах.
sl: Zagotavlja trenutno obremenitev prvega CPE v odstotkih.
tr: İlk CPU'nun mevcut yükünü yüzde olarak sağlar.

# SensorsManager_CurrentClockSpeedSensorDescription
source: Provides the current clockspeed of the first CPU.
de: Liefert die aktuelle Taktrate der ersten CPU.
es: Proporciona la velocidad de reloj actual de la primera CPU.
fr: Fournit la vitesse d'horloge actuelle du premier processeur.
nl: Geeft de huidige kloksnelheid van de eerste CPU.
pl: Zwraca aktualne taktownie CPU.
pt_br: Fornece a velocidade de clock atual da CPU
ru: Показывает текущую тактовую частоту первого процессора.
sl: Zagotavlja trenutno hitrost prvega CPU-ja.
tr: İlk CPU'nun mevcut saat hızını sağlar.

# SensorsManager_CurrentVolumeSensorDescription
source: Provides the current volume level as a percentage. Currently takes the volume of your default device.
de: Liefert die aktuelle Lautstärke in Prozent. Nimmt derzeit die Lautstärke deines Standardgeräts.
es: Proporciona el nivel de volumen actual como un porcentaje. Actualmente toma el volumen de su dispositivo predeterminado.
fr: Fournit le niveau de volume actuel sous forme de pourcentage. Indique le volume de votre appareil par défaut.
nl: Geeft het huidige volumeniveau als een percentage. Pakt momenteel het volume van je standaardapparaat.
pl: Zwraca aktualną głosić w procentach. Obecnie zwraca głośność domyślnego urządzenia.
pt_br: Fornece o nível de volume atual como uma porcentagem. Atualmente leva o volume do seu dispositivo padrão.
ru: Показывает текущий уровень громкости в процентах. В настоящее время используется громкость вашего устройства по умолчанию.
sl: Zagotavlja trenutno raven glasnosti v odstotkih. Trenutno zavzame glasnost vaše privzete naprave.
tr: Geçerli ses seviyesini yüzde olarak sağlar. Şu anda varsayılan cihazınızın hacmini alıyor.

# SensorsManager_DisplaySensorsDescription
source: Provides a sensor with the amount of displays, name of the primary display, and per display its name, resolution and bits per pixel.
de: Stellt einem Sensor die Anzahl der Displays, den Namen des primären Displays und pro Display dessen Namen, Auflösung und Bits pro Pixel bereit.
es: Proporciona un sensor con la cantidad de pantallas, el nombre de la pantalla principal y por pantalla su nombre, resolución y bits por píxel.
fr: Créé un capteur avec le nombre d'écrans, le nom de l'écran principal et pour chaque écran, son nom, sa résolution et ses points par pixel.
nl: Geeft een sensor met het aantal schermen, naam van het primaire scherm, en per display de naam, resolutie en bits per pixel.
pl: Zwraca czujnik zawierający liczbę wyświetlaczy, nazwę pierwszego wyświetlacza oraz dla każdego wyświetlacza jego nazwę, rozdzielczość i ilość bitów na piksel.
pt_br: Forneça um sensor com a quantidade de exibições, nome da tela principal e, por exibição, seu nome, resolução e bits por pixel.
ru: Предоставляет датчику количество отображений, название основного дисплея и для каждого дисплея его название, разрешение и биты на пиксель.
sl: Zagotavlja senzorju število prikazov, ime primarnega zaslona in njegovo ime, ločljivost in bite na slikovno piko na zaslon.
tr: Ekran miktarını, birincil ekranın adını ve ekran başına adını, çözünürlüğünü ve piksel başına bit sayısını gösteren bir sensör sağlar.

# SensorsManager_DummySensorDescription
source: Dummy sensor for testing purposes, sends a random integer value between 0 and 100.
de: Dummy-Sensor für Testzwecke, sendet einen zufälligen ganzzahligen Wert zwischen 0 und 100.
es: Sensor ficticio para fines de prueba, envía un valor entero aleatorio entre 0 y 100.
fr: Capteur factice à des fins de test, envoie une valeur entière aléatoire entre 0 et 100.
nl: Dummy sensor om te testen, stuurt een willekeurig getal tussen 0 en 100.
pl: Czujnik atrapa dla testów, wysyła losowe wartości całkowite (int) w przedziale od 0 do 100.
pt_br: Sensor fictício para fins de teste, envia um valor inteiro aleatório entre 0 e 100.
ru: Фиктивный датчик для целей тестирования отправляет случайное целое значение в диапазоне от 0 до 100.
sl: Lažni senzor za namene testiranja pošlje naključno celo število med 0 in 100.
tr: Test amaçlı kukla sensör, 0 ile 100 arasında rastgele bir tamsayı değeri gönderir.

# SensorsManager_GpuLoadSensorDescription
source: Provides the current load of the first GPU as a percentage.
de: Liefert die aktuelle Auslastung der ersten GPU in Prozent.
es: Proporciona la carga actual de la primera GPU como porcentaje.
fr: Fournit la charge actuelle du premier GPU sous forme de pourcentage.
nl: Geeft de huidige belasting van de eerste GPU als een percentage.
pl: Zwraca obciążenie pierwszego GPU w procentach.
pt_br: Fornece a carga atual da GPU como uma porcentagem.
ru: Показывает текущую загрузку первого графического процессора в процентах.
sl: Zagotavlja trenutno obremenitev prvega GPU-ja v odstotkih.
tr: Yüzde olarak ilk GPU'nun mevcut yükünü sağlar.

# SensorsManager_GpuTemperatureSensorDescription
source: Provides the current temperature of the first GPU.
de: Liefert die aktuelle Temperatur der ersten GPU.
es: Proporciona la temperatura actual de la primera GPU.
fr: Fournit la température actuelle du premier GPU.
nl: Geeft de huidige temperatuur van de eerste GPU.
pl: Zwraca temperaturę pierwszego GPU.
pt_br: Fornece a temperatura atual da GPU.
ru: Показывает текущую температуру первого графического процессора.
sl: Zagotavlja trenutno temperaturo prvega GPU-ja.
tr: İlk GPU'nun mevcut sıcaklığını sağlar.

# SensorsManager_LastActiveSensorDescription
source: Provides a datetime value containing the last moment the user provided any input.
de: Stellt einen datetime-Wert bereit, der den letzten Moment enthält, in dem der Benutzer eine Eingabe gemacht hat.
es: Proporciona un valor de fecha y hora que contiene el último momento en que el usuario proporcionó una entrada.
fr: Fournit la date et l'heure de la dernière utilisation d'un périphérique par l'utilisateur.
nl: Geeft een datetime waarde met het laatste moment dat de gebruiker invoer geleverd heeft.
pl: Zwraca czas (datetime value) w którym użytkownik dokonał jakiejkolwiek czynności.
pt_br: Fornece um valor de data e hora contendo o último momento em que o usuário forneceu qualquer entrada.
ru: Предоставляет значение даты и времени, содержащее последний момент, когда пользователь предоставил какие-либо входные данные.
sl: Zagotavlja vrednost datuma in časa, ki vsebuje zadnji trenutek, ko je uporabnik vnesel kakršen koli vnos.
tr: Kullanıcının herhangi bir girdi sağladığı son anı içeren bir tarih saat değeri sağlar.

# SensorsManager_LastBootSensorDescription
source: Provides a datetime value containing the last moment the system (re)booted. Important: Windows' FastBoot option can throw this value off, because that's a form of hibernation. You can disable it through Power Options -> 'Choose what the power buttons do' -> uncheck 'Turn on fast start-up'. It doesn't make much difference for modern machines with SSDs, but disabling makes sure you get a clean state after rebooting.
de: Stellt einen datetime-Wert bereit, der den letzten Moment enthält, in dem das System (neu) gestartet wurde. Wichtig: Die FastBoot-Option von Windows kann diesen Wert verwerfen, da dies eine Form des Ruhezustands ist. Deaktivieren kannst du es über „Energieoptionen“ -> „Auswählen, was beim Drücken von Netzschaltern geschehen soll“ -> deaktiviere „Schnellstart aktivieren“. Für moderne Maschinen mit SSDs macht es keinen großen Unterschied, aber das Deaktivieren stellt sicher, dass du nach dem Neustart einen sauberen Zustand erhälst.
es: Proporciona un valor de fecha y hora que contiene el último momento en que el sistema (re)arrancó. Importante: la opción FastBoot de Windows puede descartar este valor, porque es una forma de hibernación. Puede deshabilitarlo a través de Opciones de energía -> 'Elegir lo que hacen los botones de encendido' -> desmarque 'Activar inicio rápido'. No hace mucha diferencia para las máquinas modernas con SSD, pero la desactivación asegura que obtenga un estado limpio después de reiniciar.
nl: Geeft een datetime waarde met het laatste moment dat het systeem (her)startte. Belangrijk: Windows' FastBoot optie kan deze waarde beïnvloeden, omdat dat een vorm van hibernation is. Je kunt het uitschakelen via Energiebeheer. Het maakt niet veel verschil voor moderne machines met SSDs, maar het uitschakelen ervan zorgt ervoor dat je altijd een schone lei hebt na een herstart.
pl: Zwraca czas (datetime value) w którym system był ostatnio uruchomiony. Ważne: Opcja Windows FastBoot potrafi nie aktualizować tej wartości, ponieważ jest to forma hibernacji. Możesz wyłączyć tę opcje w Panel sterowania -> Opcje zasilania -> Wybierz działania przycisku zasilania -> odznacz Włącz szybkie uruchomienie. Dla współczesnych urządzeni z dyskiem SSD nie robi to dużej różnicy, a zapewnia pełne ponowne uruchomienie.
pt_br: Fornece um valor de data e hora contendo o último momento em que o sistema (re)inicializou. Importante: a opção FastBoot do Windows pode prejudicar esse valor, porque é uma forma de hibernação. Você pode desativá-lo através de Opções de energia -> 'Escolha o que os botões de energia fazem' -> desmarque 'Ativar inicialização rápida'. Não faz muita diferença para máquinas modernas com SSDs, mas desabilitar garante que você obtenha um estado limpo após a reinicialização.
ru: Предоставляет значение даты и времени, содержащее последний момент (повторной) загрузки системы. Важно: опция быстрой загрузки Windows может сбросить это значение, потому что это форма гибернации. Вы можете отключить его через Параметры питания -> 'Выберите, что делают кнопки питания' -> снимите флажок 'Включить быстрый запуск'. Это не имеет большого значения для современных машин с твердотельными накопителями, но отключение гарантирует, что вы получите чистое состояние после перезагрузки.
sl: Zagotavlja vrednost datuma in časa, ki vsebuje zadnji trenutek, ko se je sistem (ponovno) zagnal. Pomembno: možnost FastBoot v sistemu Windows lahko to vrednost izključi, ker je to oblika mirovanja. Onemogočite ga lahko prek Možnosti porabe -> »Izberite, kaj počnejo gumbi za vklop« -> počistite polje »Vklopi hitri zagon«. Za sodobne stroje s SSD-ji ni velike razlike, vendar onemogočanje poskrbi, da boste po ponovnem zagonu dobili čisto stanje.
tr: Sistemin (yeniden) başlatıldığı son anı içeren bir tarih saat değeri sağlar. Önemli: Windows'un FastBoot seçeneği bu değeri atabilir, çünkü bu bir hazırda bekletme modudur. Güç Seçenekleri -> 'Güç düğmelerinin ne yapacağını seçin' -> 'Hızlı başlatmayı aç' seçeneğinin işaretini kaldırarak devre dışı bırakabilirsiniz. SSD'li modern makineler için pek bir fark yaratmaz, ancak devre dışı bırakmak, yeniden başlattıktan sonra temiz bir durum almanızı sağlar.

# SensorsManager_LastSystemStateChangeSensorDescription
source: Provides the last system state change: ApplicationStarted, Logoff, SystemShutdown, Resume, Suspend, ConsoleConnect, ConsoleDisconnect, RemoteConnect, RemoteDisconnect, SessionLock, SessionLogoff, SessionLogon, SessionRemoteControl and SessionUnlock.
de: Stellt die letzte Änderung des Systemstatus bereit: HassAgentStarted, Logoff, SystemShutdown, Resume, Suspend, ConsoleConnect, ConsoleDisconnect, RemoteConnect, RemoteDisconnect, SessionLock, SessionLogoff, SessionLogon, SessionRemoteControl und SessionUnlock.
es: Proporciona el último cambio de estado del sistema: ApplicationStarted, Logoff, SystemShutdown, Resume, Suspend, ConsoleConnect, ConsoleDisconnect, RemoteConnect, RemoteDisconnect, SessionLock, SessionLogoff, SessionLogon, SessionRemoteControl y SessionUnlock.
nl: Geeft de volgende systeemstatus veranderingen: ApplicatieGestart, Afmelden, SysteemAfsluiten, Hervatten, Opschorten, ConsoleVerbonden, ConsoleVerbroken, RemoteVerbonden, RemoteVerbroken, SessieVergendelen, SessieAfmelden, SessieAanmelden, SessionRemoteBeheer en SessieOntgrendelen.
pl: Zwraca ostatnią zmianę stanu systemu: ApplicationStarted, Logoff, SystemShutdown, Resume, Suspend, ConsoleConnect, ConsoleDisconnect, RemoteConnect, RemoteDisconnect, SessionLock, SessionLogoff, SessionLogon, SessionRemoteControl and SessionUnlock.
pt_br: Fornece a última alteração de estado do sistema: HassAgentStarted, Logoff, SystemShutdown, Resume, Suspend, ConsoleConnect, ConsoleDisconnect, RemoteConnect, RemoteDisconnect, SessionLock, SessionLogoff, SessionLogon, SessionRemoteControl e SessionUnlock.
ru: Обеспечивает последнее изменение состояния системы: HassAgentStarted, Logoff, SystemShutdown, Resume, Suspend, ConsoleConnect, ConsoleDisconnect, RemoteConnect, RemoteDisconnect, SessionLock, SessionLogoff, SessionLogon, SessionRemoteControl и SessionUnlock.
sl: Zagotavlja zadnjo spremembo stanja sistema: HassAgentStarted, Odjava, SystemShutdown, Resume, Suspend, ConsoleConnect, ConsoleDisconnect, RemoteConnect, RemoteDisconnect, SessionLock, SessionLogoff, SessionLogon, SessionRemoteControl in SessionUnlock.
tr: Son sistem durumu değişikliğini sağlar: ApplicationStarted, Logoff, SystemShutdown, Resume, Suspend, ConsoleConnect, ConsoleDisconnect, RemoteConnect, RemoteDisconnect, SessionLock, SessionLogoff, SessionLogon, SessionRemoteControl ve SessionUnlock.

# SensorsManager_LoggedUserSensorDescription
source: Returns the name of the currently logged user.
de: Gibt den Namen des aktuell angemeldeten Benutzers zurück.
es: Devuelve el nombre del usuario registrado actualmente.
fr: Renvoie le nom de l'utilisateur actuellement connecté.
nl: Geeft de naam van de huidige ingelogde gebruiker.
pl: Zwraca nazwę obecnie zalogowanego użytkownika.
pt_br: Retorna o nome do usuário conectado no momento.
ru: Возвращает имя текущего пользователя, вошедшего в систему.
sl: Vrne ime trenutno prijavljenega uporabnika.
tr: Şu anda oturum açmış kullanıcının adını döndürür.

# SensorsManager_LoggedUsersSensorDescription
source: Returns a json-formatted list of currently logged users.
de: Gibt eine JSON-formatierte Liste der aktuell angemeldeten Benutzer zurück.
es: Devuelve una lista con formato json de los usuarios registrados actualmente.
fr: Renvoie une liste au format JSON des utilisateurs actuellement connectés.
nl: Geeft een json-geformatteerde lijst van momenteel ingelogde gebruikers.
pl: Zwraca listę obecnie zalogowanych użytkowników w formacie json.
pt_br: Retorna uma lista formatada em json de usuários registrados no momento.
ru: Возвращает список зарегистрированных пользователей в формате json.
sl: Vrne seznam trenutno prijavljenih uporabnikov v formatu json.
tr: Şu anda oturum açmış kullanıcıların json biçimli bir listesini döndürür.

# SensorsManager_MemoryUsageSensorDescription
source: Provides the amount of used memory as a percentage.
de: Gibt die Menge des belegten Arbeitsspeichers in Prozent an.
es: Proporciona la cantidad de memoria utilizada como un porcentaje.
fr: Fournit la quantité de mémoire utilisée sous forme de pourcentage.
nl: Geeft de hoeveelheid gebruikte geheugen als een percentage.
pl: Zwraca ilość użytej pamięci w procentach.
pt_br: Fornece a quantidade de memória usada como uma porcentagem.
ru: Показывает объем используемой памяти в процентах.
sl: Zagotavlja količino uporabljenega pomnilnika v odstotkih.
tr: Yüzde olarak kullanılan bellek miktarını sağlar.

# SensorsManager_MicrophoneActiveSensorDescription
source: Provides a bool value based on whether the microphone is currently being used. Note: if used in the satellite service, it won't detect userspace applications.
de: Stellt einen booleschen Wert basierend darauf bereit, ob das Mikrofon derzeit verwendet wird.
es: Proporciona un valor bool basado en si el micrófono se está usando actualmente. Nota: si se usa en el servicio de satélite, no detectará las aplicaciones del espacio de usuario.
fr: Fournit une valeur booléenne selon si le microphone est actuellement utilisé ou non.
nl: Geeft een bool waarde gebaseerd op of de microfoon momenteel in gebruik is. Notitie: als hij gebruikt wordt in de satelliet service, zal hij geen gebruikersapplicaties detecteren.
pl: Zwraca wartość logiczną zależną od tego czy mikrofon jest obecnie używany. Wskazówka: jeżeli korzystasz z usługi Satellite, nie będziesz miał informacji o aplikacji w przestrzeni użytkownika.
pt_br: Fornece um valor bool com base em se o microfone está sendo usado no momento.
ru: Предоставляет значение bool в зависимости от того, используется ли микрофон в данный момент.
sl: Zagotavlja bool vrednost glede na to, ali se mikrofon trenutno uporablja.
tr: Mikrofonun şu anda kullanılıp kullanılmadığına bağlı olarak bir bool değeri sağlar. Not: uydu hizmetinde kullanılırsa, kullanıcı alanı uygulamalarını algılamaz.
