Repository: LAB02-Research/HASS.Agent
Catalog: src/HASS.Agent/Resources/Localization/Languages.*.resx
Languages: de, es, fr, nl, pl, pt_br, ru, sl, tr

# CommandsMod_BtnStore_MessageBox10
source: Please enter a value between 0-100 as the desired volume level!
es: Introduzca un valor entre 0 y 100 como nivel de volumen deseado.
fr: Veuillez saisir une valeur comprise entre 0 et 100 comme niveau de volume souhaité.
nl: Vul een waarde tussen 0 en 100 in als het gewenste volume niveau.
pl: Wprowadź wartość pomiędzy 0-100 jako nowy poziom głośności!
sl: Prosim vpišite vrednost med 0 in 100 kot željeno vrednost glasnosti.
tr: Lütfen istenen ses seviyesi olarak 0-100 arasında bir değer giriniz!

# CommandsMod_CommandsMod
source: Command
es: Comando
fr: Commande
nl: Commando
pl: komenda
sl: Ukaz
tr: Emretmek

# CommandsMod_MessageBox_Action2
source: If you don't enter a volume value, you can only use this entity with an 'action' value through Home Assistant. Running it as-is won't do anything. Are you sure you want this?
es: Si no introduce un valor de volumen, sólo podrá usar esta entidad con un valor de "acción" a través del Asistente de Inicio. Ejecutarlo tal cual no hará nada. ¿Está seguro de que quiere esto?
fr: Si vous ne saisissez pas de valeur de volume, vous ne pouvez utiliser cette entité qu'avec une commande "action" via Home Assistant. Le faire fonctionner tel quel ne fera rien. Êtes-vous sûr de vouloir cela ?
nl: Als je geen volume waarde invult, kun je deze entiteit alleen gebruiken met een 'actie' waarde via Home Assistant. Zonder activeren doet niks. Weet je zeker dat je dit wilt?
pl: Nie podając żadnej wartości głośności musisz używać encji z 'akcją' w Home Assistant. Uruchomienie jej tak jak teraz nie przyniesie żadnego efektu. Czy jesteś pewien?
sl: Če ne vpišete vrednosti za glasnost boste to entiteto lahko uporabljali samo kot 'akcijsko' vrednost preko Home Assistant-a. Zagon 'tako, kot je' ne bo naredil ničesar. Ali ste prepričani v to?
tr: Bir hacim değeri girmezseniz, bu varlığı yalnızca Home Assistant aracılığıyla bir 'eylem' değeriyle kullanabilirsiniz. Olduğu gibi çalıştırmak hiçbir şey yapmaz. Bunu istediğinden emin misin?

# CommandsMod_MessageBox_Sanitize
source: The name you provided contains unsupported characters and won't work. The suggested version is: {0} Do you want to use this version?
es: El nombre que ha proporcionado contiene caracteres no admitidos y no funcionará. La versión sugerida es: {0} ¿Desea usar esta versión?
fr: Le nom que vous avez fourni contient des caractères non pris en charge et ne fonctionnera pas. La version suggérée est : {0} Voulez-vous utiliser cette version ?
nl: De opgegeven naam bevat niet ondersteunde tekens en zal niet werken. De voorgestelde variant is: {0} Wil je deze variant gebruiken?
pl: Nazwa którą wprowadziłeś zawiera niewspierany znak i nie będzie działała. Sugerujemy użycie: {0} Czy chcesz użyć tej wersji?
sl: Vpisano ime vsebuje nepodprte znake, zato ne bo delovalo. Priporočena verzija je: {0} Ali želite uporabiti to verzijo?
tr: Sağladığınız ad, desteklenmeyen karakterler içeriyor ve çalışmayacak. Önerilen sürüm: {0} Bu sürümü kullanmak istiyor musunuz?

# ConfigHomeAssistantApi_BtnTestApi_MessageBox5
source: The API token you have provided doesn't appear to be valid, please ensure you selected the entire token (Don't use CTRL + A or double-click). A valid API key contains three sections, separated by two dots. Are you sure you want to use this key anyway?
es: Su token de API no se ve bien. Asegúrese de que ha seleccionado todo el token (no use CTRL+A ni haga doble clic). Debería contener tres secciones (separadas por dos puntos). ¿Está seguro de que quiere usarlo así?
fr: Votre jeton d'API n'a pas l'air correct. Assurez vous d'avoir sélectionné le jeton entier (n'utilisez pas CTRL+A ou double-clic). Il doit contenir trois parties (séparées par deux points). Etes-vous sûr de vouloir l'utiliser comme ça ?
nl: Je API token ziet er verkeerd uit. Controleer dat je de hele token geselecteerd hebt (geen CTRL+A of dubbelklik gebruiken). Er zouden drie secties moeten zijn (gescheiden door twee punten). Weet je zeker dat je 'm zo wilt gebruiken?
pl: Token API który podałeś wydaje się być błędny, proszę upewnij się że zaznaczasz cały token (nie używaj CTRL+A lub dwukliku). Prawidłowy klucz klucz składa się z trzech sekcji oddzielonych dwoma kropkami. Czy jesteś pewien, że chcesz użyć tego klucza?
sl: Vaš API žeton ne izgleda v redu. Prepričajte se, da ste izbrali celoten žeton (ne uporabljajte CTRL+A ali dvoklika). Žeton mora vsebovati tri sekcije (ločene s piko). Ali ste prepričani, da ga želite uporabiti takole?
tr: Sağladığınız API jetonu geçerli görünmüyor, lütfen jetonun tamamını seçtiğinizden emin olun (CTRL + A kullanmayın veya çift tıklamayın). Geçerli bir API anahtarı, iki noktayla ayrılmış üç bölüm içerir. Yine de bu anahtarı kullanmak istediğinizden emin misiniz?

# ConfigHomeAssistantApi_BtnTestApi_MessageBox6
source: The URI you have provided does not appear to be valid, a valid URI may look like either of the following: - http://homeassistant.local:8123 - http://192.168.0.1:8123 Are you sure you want to use this URI anyway?
es: Su URI no parece correcta. Debería ser algo como 'http://homeassistant.local:8123' o 'http://192.168.0.1:8123'. ¿Está seguro de que quiere usarlo así?
fr: Votre URI ne semble pas correct. Cela devrait ressembler à quelque chose comme 'http://homeassistant.local:8123' ou 'http://192.168.0.1:8123'. Etes-vous sûr de vouloir l'utiliser comme ça ?
nl: Je URI ziet er verkeerd uit. Het zou moeten lijken op 'http://homeassistant.local:8123' of 'https://192.168.0.1:8123'. Weet je zeker dat je 'm zo wilt gebruiken?
pl: Link URL który podałeś wydaje się być błędny. Prawidłowy link powinien wyglądć następująco: - http://homeassistant.local:8123 - http://192.168.0.1:8123 Czy jesteś pewien, że chcesz użyć tego linku URL?
sl: Vaš URI naslov ne izgleda v redu. Izgledati bi moral nekako takole: 'http://homeassistant.local:8123' or 'http://192.168.0.1:8123'. Ali ste prepričani, da ga želite uporabiti takole?
tr: Sağladığınız URI geçerli görünmüyor, geçerli bir URI aşağıdakilerden biri gibi görünebilir: - http://homeassistant.local:8123 - http://192.168.0.1:8123 Kullanmak istediğinizden emin misiniz? yine de bu URI?

# ConfigHomeAssistantApi_BtnTestApi_Testing
source: Testing..
es: probando..
fr: test ...
nl: testen ..
pl: Testuje..
sl: testiranje..
tr: Test yapmak..

# ConfigMediaPlayer_LblConnectivityDisabled
source: both the local API and MQTT are disabled, but the integration needs at least one for it to work
es: tanto la API local como MQTT están desactivadas, pero la integración necesita al menos una para que funcione
fr: L'API locale et MQTT sont tous deux désactivés, l'intégration a besoin d'au moins l'un des deux pour fonctionner.
nl: zowel de lokale API als MQTT zijn uitgeschakeld, maar de integratie heeft ten minste één nodig om te werken
pl: lokalne API oraz MQTT są wyłączone, a do prawidłowego działania wymagane jest przynajmniej jedno
sl: API in MQTT sta oba izključena, toda integracija potrebuje vsaj enega, da deluje
tr: hem yerel API hem de MQTT devre dışı bırakıldı, ancak entegrasyonun çalışması için en az birine ihtiyacı var

# ConfigMqtt_CbEnableMqtt
source: Enable MQTT
es: activar mqtt
fr: Activer MQTT
nl: mqtt inschakelen
pl: Włącz MQTT
sl: omogoči mqtt
tr: MQTT'yi etkinleştir

# ConfigMqtt_LblMqttDisabledWarning
source: If MQTT is not enabled, commands and sensors will not work!
es: ¡sin mqtt, los comandos y sensores no funcionarán!
fr: Sans MQTT, Les commandes et capteurs ne fonctionneront pas !
nl: zonder mqtt, zullen commando's en sensoren niet werken!
pl: Jeżeli MQTT nie jest włączone, komendy i czujniki nie będą działać!
sl: brez mqtt ukazi in senzorji ne bodo delovali!
tr: MQTT etkinleştirilmezse komutlar ve sensörler çalışmayacaktır!

# ConfigNotifications_LblConnectivityDisabled
source: both the local API and MQTT are disabled, but the integration needs at least one for it to work
es: tanto la API local como MQTT están desactivadas, pero la integración necesita al menos una para que funcione
fr: L'API locale et MQTT sont tous deux désactivés, l'intégration a besoin d'au moins l'un des deux pour fonctionner.
nl: zowel de lokale API als MQTT zijn uitgeschakeld, maar de integratie heeft ten minste één nodig om te werken
pl: lokalne API oraz MQTT są wyłączone, a do prawidłowego działania wymagane jest przynajmniej jedno
sl: API in MQTT sta oba izključena, integracija pa potrebuje vsaj enega, da deluje
tr: hem yerel API hem de MQTT devre dışı bırakıldı, ancak entegrasyonun çalışması için en az birine ihtiyacı var

# ConfigService_BtnManageService
source: &Manage Service
es: &gestionar servicio
fr: Gérer le service
nl: service beheren
pl: $Menadżer usług
sl: &uredi storitev
tr: &Hizmeti Yönet

# ConfigService_BtnManageService_MessageBox1
source: The service is currently stopped and cannot be configured. Please start the service first in order to configure it.
es: El servicio está actualmente en estado detenido, por lo que no podrá configurarlo. Asegúrese primero de tenerlo en funcionamiento.
fr: Le service est actuellement à l'arrêt, vous ne pourrez donc pas le configurer. Assurez vous d'abord qu'il soit opérationnel.
nl: De service is momenteel gestopt, dus je kunt hem niet configureren. Zorg dat je 'm eerst geactiveerd en gestart hebt.
pl: Usługa jest obecnie zatrzymana i nie może by skonfigurowana. Proszę włącz usługę aby ją skonfigurować.
sl: Storitev je trenutno ustavljena, zato je ne boste mogli urediti. Najprej jo zaženite in se prepričajte, da teče.
tr: Hizmet şu anda durduruldu ve yapılandırılamıyor. Lütfen yapılandırmak için önce hizmeti başlatın.

# ConfigService_LblInfo5
source: If you want to manage the service (add commands and sensor, change settings) you can do so here, or by using the 'satellite service' button on the main window.
es: Si quiere gestionar el servicio (añadir comandos y sensores, cambiar la configuración) puede hacerlo aquí, o usando el botón "servicio de satélite" en la ventana principal.
fr: Si vous souhaitez gérer le service (ajouter des commandes et capteurs, modifier les paramètres), vous pouvez le faire ici ou en utilisant le bouton "service satellite" de la fenêtre principale.
nl: Als je de service wilt beheren (commando's en sensors toevoegen, instellingen aanpassen) dan kan dat hier, of door de 'satellite service' knop op het hoofdscherm.
pl: Jeżeli chcesz skonfigurować usługę (dodać komendę, czujnik, zmienić ustawienia) możesz zrobić to tutaj, lub używając przycisku Usługa Satellite w oknie głównym.
sl: Če želite upravljati storitev (dodajanje ukazov, senzorjev, spremembe) lahko to storite tukaj, ali pa z uporabo gumba 'satelitska storitev' v glavnem oknu.
tr: Servisi yönetmek istiyorsanız (komut ve sensör ekleyin, ayarları değiştirin) buradan veya ana penceredeki 'uydu servisi' butonunu kullanarak yapabilirsiniz.

# ConfigTrayIcon_CbWebViewShowMenuOnLeftClick
source: Show default menu on mouse left-click
es: mostrar el menú predeterminado al hacer clic con el botón izquierdo del ratón
fr: Afficher le menu par défaut en cliquant avec le bouton gauche de la souris
nl: toon standaard menu bij linker muisknop klik
pl: Pokaż domyślne menu po kliknięciu LPM
sl: ob levem kliku miške prikaži privzeti meni
tr: Fare sol tıklamasıyla varsayılan menüyü göster

# Configuration_CheckValues_MessageBox1
source: Your Home Assistant API token doesn't look right. Make sure you selected the entire token (don't use CTRL+A or doubleclick). It should contain three sections (seperated by two dots). Are you sure you want to use it like this?
es: Su token de la API de Home Assistant no parece correcto. Asegúrese de que ha seleccionado todo el token (no use CTRL+A ni haga doble clic). Debería contener tres secciones (separadas por dos puntos). ¿Está seguro de que quiere usarlo así?
fr: Votre jeton d'API Home Assistant ne semble pas correct. Assurez-vous d'avoir sélectionné le jeton entier (n'utilisez pas CTRL+A ou double-clic). Il doit contenir trois parties (séparées par deux points). Etes-vous sûr de vouloir l'utiliser comme ça ?
nl: Je Home Assistant API token ziet er verkeerd uit. Controleer dat je de hele token geselecteerd hebt (geen CTRL+A of dubbelklik gebruiken). Er zouden drie secties moeten zijn (gescheiden door twee punten). Weet je zeker dat je 'm zo wilt gebruiken?
pl: Twój token Home Assistant API wygląda na błędny. Upewnij się, że kopiujesz cały token (nie używaj CTRL+A lub dwukliku). Token powinien składać się z trzech (oddzielonych dwoma kropkami) Czy jesteś pewien, że chcesz użyć tego tokenu?
sl: Vaš Home Assistant žeton ne izgleda v redu. Prepričajte se, da ste kopirali celoten žeton (ne uporabljajte CTRL+A ali dvoklika). Vsebovati mora tri sekcije (ločene s pikami). Ali ste prepričani, da ga želite uporabiti takole?
tr: Home Assistant API jetonunuz doğru görünmüyor. Tüm belirteci seçtiğinizden emin olun (CTRL+A kullanmayın veya çift tıklamayın). Üç bölüm içermelidir (iki nokta ile ayrılmış). Bu şekilde kullanmak istediğinizden emin misiniz?

# Configuration_CheckValues_MessageBox2
source: Your Home Assistant URI doesn't look right. It should look something like 'http://homeassistant.local:8123' or 'https://192.168.0.1:8123'. Are you sure you want to use it like this?
es: Su URI del Asistente de Inicio no se ve bien. Debería ser algo como 'http://homeassistant.local:8123' o 'https://192.168.0.1:8123'. ¿Está seguro de que quiere usarlo así?
fr: L'URI de votre assistant domestique semble incorrect. Cela devrait ressembler à quelque chose comme 'http://homeassistant.local:8123' ou 'https://192.168.0.1:8123'. Etes-vous sûr de vouloir l'utiliser comme ça ?
nl: Je Home Assistant URI ziet er verkeerd uit. Het zou moeten lijken op 'http://homeassistant.local:8123' of 'https://192.168.0.1:8123'. Weet je zeker dat je 'm zo wilt gebruiken?
pl: Twój adres Home Assistant wygląda na błędny. Powinien wyglądać mniej więcej tak 'http://homeassistant.local:8123' lub tak 'https://192.168.0.1:8123'. Jesteś pewien że chcesz używać takiego?
sl: Vaša povezava do Home Assistant-a ne izgleda v redu. Morala bi biti nekako takole: 'http://homeassistant.local:8123' ali 'https://192.168.0.1:8123'. Ali ste prepričani, da jo želite uporabiti takole?
tr: Ev Asistanı URI'niz doğru görünmüyor. 'http://homeassistant.local:8123' veya 'https://192.168.0.1:8123' gibi görünmelidir. Bu şekilde kullanmak istediğinizden emin misiniz?

# Configuration_CheckValues_MessageBox3
source: Your MQTT broker URI doesn't look right. It should look something like 'homeassistant.local' or '192.168.0.1'. Are you sure you want to use it like this?
es: Su URI del broker MQTT no parece correcta. Debería ser algo como 'homeassistant.local' o '192.168.0.1'. ¿Está seguro de que quiere usarlo así?
fr: L'URI de votre broker MQTT ne semble pas correct. Il devrait ressembler à quelque chose comme 'homeassistant.local' ou '192.168.0.1'. Etes-vous sûr de vouloir l'utiliser comme ça ?
nl: Je MQTT broker URI ziet er verkeerd uit. Het zou moeten lijken op 'homeassistant.local' or '192.168.0.1'. Weet je zeker dat je 'm zo wilt gebruiken?
pl: Twój adres brokera MQTT wygląda na błędny. Powinien wyglądać mniej więcej tak 'homeassistant.local' lub tak '192.168.0.1'. Jesteś pewien że chcesz używać takiego?
sl: Vaša povezava do MQTT strežnika ne izgleda v redu. Morala bi biti nekako takole: 'homeassistant.local' ali '192.168.0.1'. Ali ste prepričani, da jo želite uporabiti takole?
tr: MQTT broker URI'niz doğru görünmüyor. 'homeassistant.local' veya '192.168.0.1' gibi görünmelidir. Bu şekilde kullanmak istediğinizden emin misiniz?

# Donate_BtnClose
source: &Close
es: &cerrar
fr: Fermer
nl: sluiten
pl: &Zamknij
sl: &zapri
tr: &Kapat

# Donate_CbHideDonateButton
source: I already donated, hide the button on the main window.
es: Ya he donado, ocultar el botón en la ventana principal.
fr: J'ai déjà fait un don, cachez le bouton dans la fenêtre principale.
nl: ik heb al gedoneerd, verberg de knop in het hoofdscherm.
pl: Już wsparłem twórców. Ukryj ten przycisk na ekranie głównym.
sl: Sem že doniral, skrij gumb na glavnem oknu.
tr: Zaten bağış yaptım, ana penceredeki düğmeyi gizle.

# Donate_LblInfo
source: HASS.Agent is completely free, and will always stay that way without restrictions! However, developing and maintaining this tool (and everything that surrounds it, like support and the docs) takes up a lot of time. Like most developers, I run on caffeïne - so if you can spare it, a cup of coffee is always very much appreciated!
es: HASS.Agent es completamente gratuito, y siempre lo será sin restricciones. Sin embargo, el desarrollo y mantenimiento de esta herramienta (y todo lo que la rodea, como el soporte y la documentación) requiere mucho tiempo. Como la mayoría de los desarrolladores, funciono a base de cafeína, así que si puede dedicarle un poco de tiempo, ¡una taza de café es siempre muy apreciada!
nl: HASS.Agent is volledig gratis, and zal dat altijd blijven zonder restricties! Het ontwikkelen en onderhouden van deze tool (en alles wat erbij komt kijken, zoals support, deze vertaling en de documentatie) neemt een hoop tijd in beslag. Zoals de meeste ontwikkelaars draai ik op caffeïne - dus als je 't kunt missen, wordt een kop koffie altijd erg gewaardeerd!
pl: HASS.Agent jest całkowicie darmowy i będzie tak zawsze, bez żadnych ograniczeń. Mimo wszystko tworzenie i utrzymanie aplikacji (i wszystko dookoła, jak wsparcie i dokumentacja) zajmuje sporo czasu. Jak większość deweloperów moim paliwem jest kofeina, więc jeżeli możesz postawić mi kubek kawy będę bardzo wdzięczny!
sl: HASS.Agent je popolnoma brezplačen in bo vedno ostal tak, brez omejitev! Ampak, razvoj in vzdrževanje tega dodatka (in vsega, kar spada zraven, kot je podpora, navodila) vzame veliko časa. Kot večina razvijalcev tudi jaz delam na kofein - zato bi bil zelo hvaležen kake skodelice kave, če jo lahko pogrešate!
tr: HASS.Agent tamamen ücretsizdir ve her zaman kısıtlama olmaksızın bu şekilde kalacaktır! Ancak, bu aracı (ve destek ve dokümanlar gibi onu çevreleyen her şeyi) geliştirmek ve sürdürmek çok zaman alır. Çoğu geliştirici gibi, ben de kafein kullanıyorum - bu yüzden eğer onu ayırabilirseniz, bir fincan kahve her zaman çok değerlidir!

# Donate_Title
source: Donate
es: Donar
fr: Dons
nl: Doneren
pl: Wesprzyj
sl: Doniraj
tr: Bağış yapmak

# Main_NotifyIcon_MouseClick_MessageBox1
source: No URL has been set! Please configure the webview through Configuration -> Tray Icon.
es: No se ha configurado ninguna URL. Por favor, configure la vista web a través de Configuración -> Icono de bandeja.
nl: Geen URL ingesteld! Configureer de webview via Configuratie -> Systeemvak Pictogram.
pl: Nie został ustawiony link URL! Skonfiguruj podgląd struny przez Konfiguracja -> Ikona w zasobniku.
sl: URL ni bil nastavljen! Prosim nastavite spletni pogled na Konfiguracija -> Ikona opravilne vrstice
tr: URL ayarlanmadı! Lütfen web görünümünü Yapılandırma -> Tepsi Simgesi aracılığıyla yapılandırın.

# Main_TsCheckForUpdates
source: Check for Updates
es: comprobar las actualizaciones
fr: Vérifier les mises à jour
nl: controleren op updates
pl: Sprawdź aktualizacje
sl: preveri za posodobitve
tr: Güncellemeleri kontrol et

# OnboardingApi_BtnTest_MessageBox5
source: The API token you have provided doesn't appear to be valid, please ensure you selected the entire token (Don't use CTRL + A or double-click). A valid API key contains three sections, separated by two dots. Are you sure you want to use this key anyway?
es: Su token de API no se ve bien. Asegúrese de que ha seleccionado todo el token (no use CTRL+A ni haga doble clic). Debería contener tres secciones (separadas por dos puntos). ¿Está seguro de que quiere usarlo así?
fr: Votre jeton d'API ne semble pas correct. Assurez vous d'avoir sélectionné le jeton entier (n'utilisez pas CTRL+A ou double-clic). Il doit contenir trois parties (séparées par deux points). Etes-vous sûr de vouloir l'utiliser comme ça ?
nl: Je API token ziet er verkeerd uit. Controleer dat je de hele token geselecteerd hebt (geen CTRL+A of dubbelklik gebruiken). Er zouden drie secties moeten zijn (gescheiden door twee punten). Weet je zeker dat je 'm zo wilt gebruiken?
pl: Token API który podałeś wydaje się być błędny, proszę upewnij się że zaznaczasz cały token (nie używaj CTRL+A lub dwukliku). Prawidłowy klucz klucz składa się z trzech sekcji oddzielonych dwoma kropkami. Czy jesteś pewien, że chcesz użyć tego klucza?
sl: Vaš žeton ne izgleda v redu. Prepričajte se, da ste kopirali celoten žeton (ne uporabljajte CTRL+A ali dvoklika). Vsebovati mora tri sekcije (ločene s pikami). Ali ste prepričani, da ga želite uporabiti takole?
tr: Sağladığınız API jetonu geçerli görünmüyor, lütfen jetonun tamamını seçtiğinizden emin olun (CTRL + A kullanmayın veya çift tıklamayın). Geçerli bir API anahtarı, iki noktayla ayrılmış üç bölüm içerir. Yine de bu anahtarı kullanmak istediğinizden emin misiniz?

# OnboardingApi_BtnTest_MessageBox6
source: The URI you have provided does not appear to be valid, a valid URI may look like either of the following: - http://homeassistant.local:8123 - http://192.168.0.1:8123 Are you sure you want to use this URI anyway?
es: Su URI no parece correcto. Debería ser algo como 'http://homeassistant.local:8123' o 'http://192.168.0.1:8123'. ¿Está seguro de que quiere usarlo así?
fr: Votre URI ne semble pas correct. Cela devrait ressembler à quelque chose comme 'http://homeassistant.local:8123' ou 'http://192.168.0.1:8123'. Etes-vous sûr de vouloir l'utiliser ainsi ?
nl: Je URI ziet er verkeerd uit. Het zou moeten lijken op 'http://homeassistant.local:8123' of 'https://192.168.0.1:8123'. Weet je zeker dat je 'm zo wilt gebruiken?
pl: Link URL który podałeś wydaje się być błędny. Prawidłowy link powinien wyglądć następująco: - http://homeassistant.local:8123 - http://192.168.0.1:8123 Czy jesteś pewien, że chcesz użyć tego linku URL?
sl: Vaša povezava ne izgleda v redu. Morala bi biti nekako takole: 'http://homeassistant.local:8123' ali 'https://192.168.0.1:8123'. Ali ste prepričani, da jo želite uporabiti takole?
tr: Sağladığınız URI geçerli görünmüyor, geçerli bir URI aşağıdakilerden biri gibi görünebilir: - http://homeassistant.local:8123 - http://192.168.0.1:8123 Kullanmak istediğinizden emin misiniz? yine de bu URI?
