Repository: LAB02-Research/HASS.Agent
Catalog: src/HASS.Agent/Resources/Localization/Languages.*.resx
Languages: de, es, fr, nl, pl, pt_br, ru, sl, tr

# SensorsMod_LblSetting1_Category
source: Category
de: Kategorie
es: categoría
fr: Catégorie
nl: categorie
pl: kategoria
pt_br: categoria
ru: категория
sl: kategorija
tr: Kategori

# SensorsMod_LblSetting2_Counter
source: Counter
de: Zähler
es: mostrador
fr: Compteur
nl: teller
pl: licznik
pt_br: contador
ru: счетчик
sl: števec
tr: Tezgah

# SensorsMod_LblSetting3_Instance
source: Instance (optional)
de: Instanz (optional)
es: instancia (opcional)
fr: Instance (optionnel)
nl: instance (optioneel)
pl: Instancje (Opcjonalne)
pt_br: instância (opcional)
ru: экземпляр (необязательно)
sl: primer (izbirno)
tr: Örnek (isteğe bağlı)

# SensorsMod_LblSetting1_Process
source: Process
de: Prozess
es: proceso
fr: Processus
nl: proces
pl: Proces
pt_br: processo
ru: процесс
sl: proces
tr: İşlem

# SensorsMod_LblSetting1_Service
source: Service
es: Servicio
pl: usługa
pt_br: serviço
ru: служба
sl: storitev
tr: Hizmet

# SensorsMod_BtnStore_MessageBox1
source: Please select a sensor type!
de: Wähle zuerst einen Sensortyp.
es: Seleccione primero un tipo de sensor.
fr: Sélectionnez d'abord un type de capteur.
nl: Selecteer eerst een sensortype.
pl: Wybierz typ czujnika!
pt_br: Selecione primeiro um tipo de sensor.
ru: Сначала выберите тип датчика.
sl: Najprej izberite tip senzorja.
tr: Lütfen bir sensör tipi seçin!

# SensorsMod_BtnStore_MessageBox2
source: Please select a valid sensor type!
de: Wähle zuerst einen gültigen Sensortyp.
es: Seleccione primero un tipo de sensor válido.
fr: Sélectionnez d'abord un type de capteur valide.
nl: Selecteer eerst een geldig sensortype.
pl: Wybierz prawidłowy tym czujnika!
pt_br: Selecione primeiro um tipo de sensor válido.
ru: Сначала выберите допустимый тип датчика.
sl: Najprej izberite veljaven tip senzorja.
tr: Lütfen geçerli bir sensör tipi seçin!

# SensorsMod_BtnStore_MessageBox3
source: Please provide a name!
de: Trage zuerst einen Namen ein.
es: Introduzca un nombre primero.
fr: Entrez d'abord un nom.
nl: Voer eerst een naam in.
pl: Wybierz nazwę!
pt_br: Insira um nome primeiro.
ru: Сначала введите имя.
sl: Najprej vnesite ime.
tr: Lütfen bir isim verin!

# SensorsMod_BtnStore_MessageBox4
source: A single-value sensor already exists with that name, are you sure you want to proceed?
de: Es gibt bereits einen Einzelwertsensor mit diesem Namen. Bist du sicher, dass du fortfahren möchtest?
es: Ya hay un sensor de valor único con ese nombre. Estás seguro de que quieres continuar?
fr: Il existe déjà un capteur à valeur unique portant ce nom. Voulez-vous vraiment continuer ?
nl: Er is al een enkele-waarde sensor met die naam. Weet je zeker dat je door wilt gaan?
pl: Czujnik jednej zmiennej już istnieje pod tą nazwą. Czy chcesz konturować?
pt_br: Já existe um sensor de valor único com esse nome. Você tem certeza que quer continuar?
ru: Уже существует датчик с одним значением с таким названием. Вы уверены, что хотите продолжить?
sl: Enovrednostni senzor s tem imenom že obstaja. Ali ste prepričani, da želite nadaljevati?
tr: Bu ada sahip tek değerli bir sensör zaten var, devam etmek istediğinizden emin misiniz?

# SensorsMod_BtnStore_MessageBox5
source: A multi-value sensor already exists with that name, are you sure you want to proceed?
de: Es gibt bereits einen Mehrfachwertsensor mit diesem Namen. Bist du sicher, dass du fortfahren möchtest?
es: Ya hay un sensor multivalor con ese nombre. Estás seguro de que quieres continuar?
fr: Il existe déjà un capteur à valeur multiple portant ce nom. Voulez-vous vraiment continuer ?
nl: Er is al een multi-waarde sensor met die naam. Weet je zeker dat je door wilt gaan?
pl: Czujnik wielu zmiennych już istnieje pod tą nazwą. Czy chcesz kontynuować?
pt_br: Já existe um sensor de valor único com esse nome. Você tem certeza que quer continuar?
ru: Уже существует многозначный датчик с таким названием. Вы уверены, что хотите продолжить?
sl: S tem imenom že obstaja večvrednostni senzor. Ali ste prepričani, da želite nadaljevati?
tr: Bu ada sahip çok değerli bir sensör zaten var, devam etmek istediğinizden emin misiniz?

# SensorsMod_BtnStore_MessageBox6
source: Please provide an interval between 1 and 43200 (12 hours)!
de: Gebe erst ein Intervall zwischen 1 und 43200 (12 Stunden) ein.
es: Ingrese primero un intervalo entre 1 y 43200 (12 horas).
fr: Entrez d'abord un intervalle entre 1 et 43200 (12 heures).
nl: Vul eerst een interval in tussen de 1 en 43200 (12 uur).
pl: Wprowadź odstęp czasowy pomiędzy 1 a 43200 (12 godzin)!
pt_br: Insira primeiro um intervalo entre 1 e 43200 (12 horas).
ru: Сначала введите интервал от 1 до 43200 (12 часов).
sl: Najprej vnesite interval med 1 in 43200 (12 ur).
tr: Lütfen 1 ile 43200 (12 saat) arasında bir aralık sağlayın!

# SensorsMod_BtnStore_MessageBox7
source: Please enter a window name!
de: Gebe zuerst einen Fensternamen ein.
es: Ingrese un nombre de ventana primero.
fr: Entrez d'abord un nom de fenêtre.
nl: Vul eerst een schermnaam in.
pl: Wprowadź nazwę okna!
pt_br: Insira um nome de janela primeiro.
ru: Сначала введите имя окна.
sl: Najprej vnesite ime okna.
tr: Lütfen bir pencere adı girin!

# SensorsMod_BtnStore_MessageBox8
source: Please enter a query!
de: Gebe erst eine Abfrage ein.
es: Introduzca una consulta primero.
fr: Saisissez d'abord une requête.
nl: Vul eerst een query in.
pl: Wprowadź zapytanie!
pt_br: Insira uma consulta primeiro.
ru: Сначала введите запрос.
sl: Najprej vnesite poizvedbo.
tr: Lütfen bir sorgu girin!

# SensorsMod_BtnStore_MessageBox9
source: Please enter a category and instance!
de: Gebe erst eine Kategorie und eine Instanz ein.
es: Introduzca primero una categoría y una instancia.
fr: Entrez d'abord une catégorie et une instance.
nl: Vul eerst een categorie en instance in.
pl: Wprowadz kategorię i instancje!
pt_br: Insira uma categoria e instância primeiro.
ru: Сначала введите категорию и экземпляр.
sl: Najprej vnesite kategorijo in primer.
tr: Lütfen bir kategori ve örnek girin!

# SensorsMod_BtnStore_MessageBox10
source: Please enter the name of a process!
de: Gebe erst den Namen eines Prozesses ein.
es: Introduzca primero el nombre de un proceso.
fr: Entrez d'abord le nom d'un processus.
nl: Vul eerst de naam van een proces in.
pl: Wpisz nazwę procesu!
pt_br: Insira o nome de um processo primeiro.
ru: Сначала введите имя процесса.
sl: Najprej vnesite ime procesa.
tr: Lütfen bir işlemin adını girin!

# SensorsMod_BtnStore_MessageBox11
source: Please enter the name of a service!
de: Gebe erst den Namen eines Dienstes ein.
es: Introduzca primero el nombre de un servicio.
fr: Saisissez d'abord le nom d'un service.
nl: Vul eerst de naam van een service in.
pl: Wpisz nazwę usługi!
pt_br: Insira o nome de um serviço primeiro.
ru: Сначала введите название службы.
sl: Najprej vnesite ime storitve.
tr: Lütfen bir hizmetin adını girin!

# SensorsMod_SpecificClient
source: {0} only!
de: {0} nur!
es: ¡{0} solamente!
fr: {0} seulement !
nl: alleen {0}!
pl: {0} tylko!
pt_br: {0} apenas!
sl: Samo {0}!
tr: yalnızca {0}!

# Configuration_ProcessChanges_MessageBox1
source: You've changed your device's name. All your sensors and commands will now be unpublished, and HASS.Agent will restart afterwards to republish them. Don't worry, they'll keep their current names, so your automations or scripts will keep working. Note: the name will get 'sanitized', which means everything except letters, digits and whitespace get replaced by an underscore. This is required by HA.
de: Du hast den Namen deines Geräts geändert. Alle deine Sensoren und Befehle werden nun nicht mehr veröffentlicht, und HASS.Agent wird anschließend neu gestartet, um sie erneut zu veröffentlichen. Keine Sorge, sie werden ihre aktuellen Namen behalten, sodass deine Automatisierungen oder Skripte weiterhin funktionieren werden. Hinweis: Der Name wird „bereinigt“, das heißt alles außer Buchstaben, Ziffern und Leerzeichen wird durch einen Unterstrich ersetzt. Dies ist für HA erforderlich.
es: Ha cambiado el nombre de su dispositivo. Todos sus sensores y comandos serán ahora despublicados, y HASS.Agent se reiniciará después para volver a publicarlos. No se preocupe, mantendrán sus nombres actuales, por lo que sus automatizaciones o scripts seguirán funcionando. Nota: el nombre será 'saneado', lo que significa que todo, excepto las letras, los dígitos y los espacios en blanco, será reemplazado por un guión bajo. Esto es requerido por HA.
fr: Vous avez changé le nom de votre appareil. Tous vos capteurs et commandes seront désormais dépubliés, et HASS.Agent redémarrera ensuite pour les republier. Ne vous inquiétez pas, ils conserveront leur nom actuel, de sorte que vos automatisations ou scripts continueront de fonctionner. Remarque : le nom sera 'nettoyé', ce qui signifie que tout, sauf les lettres, les chiffres et les espaces, sera remplacé par un trait de soulignement. Ceci est requis par HA.
nl: Je hebt je apparaatnaam aangepast. Al je sensoren en commando's worden nu ongepubliceerd, waarna HASS.Agent zal herstarten en ze daarna opnieuw zal publiceren. Geen zorgen, ze behouden hun huidige namen, dus al je automatiseringen en scripts blijven werken. Ter info: de naam zal 'opgeschoond' worden, wat betekent dat alles behalve letters, cijfers en spaties wordt omgezet naar een laag streepje. Dit is vereist door HA.
pl: Zmieniłeś nazwę swojego urządzenia. Wszystkie Twoje czujniki i polecenia zostaną teraz cofnięte, a HASS.Agent uruchomi się ponownie, aby je ponownie opublikować. Nie martw się, zachowają swoje obecne nazwy, więc Twoje automatyzacje lub skrypty będą nadal działać. Uwaga: nazwa zostanie „oczyszczona”, co oznacza, że wszystko oprócz liter, cyfr i spacji zostanie zastąpione podkreśleniem. Jest to wymagane przez HA.
pt_br: Você alterou o nome do seu dispositivo. Todos os seus sensores e comandos agora serão inéditos e o HASS.Agent reiniciará depois para republicá-los. Eles manterão seus nomes atuais, para evitar a quebra de automações ou scripts.
ru: Вы изменили имя своего устройства. Все ваши датчики и команды теперь будут не опубликованы, и HASS.Agent после этого будет перезапущен, чтобы опубликовать их повторно. Не волнуйтесь, они сохранят свои текущие имена, так что ваши средства автоматизации или скрипты будут продолжать работать. Примечание: имя будет 'очищено', что означает, что все, кроме букв, цифр и пробелов, будет заменено символом подчеркивания. Этого требует HA.
sl: Spremenili ste ime svoje naprave. Vsi vaši senzorji in ukazi bodo zdaj preklicani in HASS.Agent se bo nato znova zagnal, da jih bo znova objavil. Ne skrbite, ohranili bodo svoja trenutna imena, tako da bodo vaše avtomatizacije ali skripti normalno delovali. Opomba: ime se bo 'očistilo', kar pomeni, da bo vse, razen črk, številk in presledkov nadomeščeno s podčrtajem. To je zahteva Home Assistant.
tr: Cihazınızın adını değiştirdiniz. Tüm sensörleriniz ve komutlarınız artık yayından kaldırılacak ve HASS.Agent daha sonra bunları yeniden yayınlamak için yeniden başlatılacaktır. Endişelenmeyin, mevcut adlarını koruyacaklar, böylece otomasyonlarınız veya komut dosyalarınız çalışmaya devam edecek. Not: ad 'temizlenecek', bu da harfler, rakamlar ve boşluklar dışındaki her şeyin bir alt çizgi ile değiştirileceği anlamına gelir. Bu, HA tarafından gereklidir.

# Configuration_ProcessChanges_MessageBox2
source: You've changed the local API's port. This new port needs to be reserved. You'll get an UAC request to do so, please approve.
de: Du hast den Port der Benachrichtigungs-API geändert. Dieser neue Port muss reserviert werden. Du erhältst dazu eine UAC-Anfrage, bitte bestätige diese.
es: Ha cambiado el puerto de la API local. Este nuevo puerto necesita ser reservado. Recibirá una solicitud UAC para hacerlo, por favor, apruebe.
fr: Vous avez modifié le port de l'API de notification. Ce nouveau port doit être réservé. Vous recevrez une demande UAC pour le faire, veuillez approuver.
nl: Je hebt de poort van de lokale API aangepast. Deze nieuwe poort moet gereserveerd wordt. Je krijgt een UAC verzoek te zien om dat te doen, deze graag toestemming geven.
pl: Zmieniłeś port interfejsu API powiadomień. Nowy port musi zostać zarezerwowany. Otrzymasz prośbę o to, aby to zrobić, zatwierdź proszę.
pt_br: Você alterou a porta da API de notificação. Esta nova porta precisa ser reservada. Você receberá uma solicitação do UAC para fazer isso. Aprove.
ru: Вы изменили порт API уведомлений. Этот новый порт должен быть зарезервирован. Вы получите запрос UAC на это, пожалуйста, одобрите.
sl: Spremenili ste vrata API-ja za obveščanje. Ta nova vrata je treba rezervirati. Za to boste prejeli zahtevo UAC, prosimo, odobrite.
tr: Yerel API'nin bağlantı noktasını değiştirdiniz. Bu yeni limanın rezerve edilmesi gerekiyor. Bunu yapmak için bir UAC isteği alacaksınız, lütfen onaylayın.

# Configuration_ProcessChanges_MessageBox3
source: Something went wrong! Please manually execute the required command. It has been copied onto your clipboard, you just need to paste it into an elevated command prompt. Remember to change your firewall rule's port as well.
de: Etwas ist schiefgelaufen! Bitte führe den erforderlichen Befehl manuell aus. Er wurde in die Zwischenablage kopiert. Du musst ihn nur noch in eine erweiterte Eingabeaufforderung einfügen. Denke auch daran, den Port deiner Firewall-Regel zu ändern.
es: ¡Algo salió mal! Ejecute manualmente el comando requerido. Se ha copiado en su portapapeles, solo necesita pegarlo en un símbolo del sistema elevado. Recuerde cambiar también el puerto de su regla de firewall.
fr: Quelque chose s'est mal passé ! Veuillez exécuter manuellement la commande. Elle a été copié dans votre presse-papiers, il vous suffit de la coller dans une invite de commande en mode administrateur. N'oubliez pas de modifier également le port dans la règle du pare-feu.
nl: Er is iets misgegaan! Voer het vereiste commando handmatig uit. Hij is gekopieerd naar je klembord, je hoeft 'm alleen maar te plakken in een 'command prompt' met verhoogde privileges. Vergeet niet om de poort van je firewall regel ook aan te passen.
pl: Coś poszło nie tak! Proszę ręcznie wykonać wymagane polecenie. Zostało skopiowane do schowka, wystarczy wkleić je do wiersza polecenia z podwyższonym poziomem uprawnień. Pamiętaj również o zmianie portu reguły zapory.
pt_br: Algo deu errado! Execute manualmente o comando necessário. Ele foi copiado para sua área de transferência, você só precisa colá-lo em um prompt de comando elevado. Lembre-se de alterar também a porta da sua regra de firewall.
ru: Что-то пошло не так! Пожалуйста, вручную выполните необходимую команду. Он был скопирован в ваш буфер обмена, вам просто нужно вставить его в командную строку с повышенными правами доступа. Не забудьте также изменить порт вашего правила брандмауэра.
sl: Nekaj je šlo narobe! Prosimo, ročno izvedite zahtevani ukaz. Kopiran je bil v odložišče, samo ga morate prilepiti v povišan ukazni poziv. Ne pozabite spremeniti tudi vrat pravila požarnega zidu.
tr: Bir şeyler yanlış gitti! Lütfen gerekli komutu manuel olarak yürütün. Panonuza kopyalandı, sadece yükseltilmiş bir komut istemine yapıştırmanız gerekiyor. Güvenlik duvarı kuralınızın bağlantı noktasını da değiştirmeyi unutmayın.

# Configuration_ProcessChanges_MessageBox4
source: The port has succesfully been reserved! HASS.Agent will now restart to activate the new configuration.
de: Der Port ist erfolgreich reserviert worden! HASS.Agent wird nun neu gestartet, um die neue Konfiguration zu aktivieren.
es: ¡El puerto ha sido reservado con éxito! HAAS.Agent ahora se reiniciará para activar la nueva configuración.
fr: Le port a été réservé avec succès ! HASS.Agent va maintenant redémarrer pour activer la nouvelle configuration.
nl: De poort is succesvol gereserveerd! HASS.Agent zal nu herstarten om je nieuwe configuratie te activeren.
pl: Port został pomyślnie zarezerwowany! HASS.Agent uruchomi się teraz ponownie, aby aktywować nową konfigurację.
pt_br: A porta foi reservada com sucesso! O HASS.Agent agora será reiniciado para ativar a nova configuração.
ru: Порт успешно зарезервирован! Теперь HASS.Agent перезагрузится, чтобы активировать новую конфигурацию.
sl: Vrata so uspešno rezervirana! HASS.Agent se bo zdaj znova zagnal, da bo aktiviral novo konfiguracijo.
tr: Liman başarıyla rezerve edildi! HASS.Agent şimdi yeni konfigürasyonu etkinleştirmek için yeniden başlatılacaktır.

# Configuration_MessageBox_RestartManually
source: Something went wrong while preparing to restart. Please restart manually.
de: Bei der Vorbereitung des Neustarts ist ein Fehler aufgetreten. Bitte starte manuell neu.
es: Algo salió mal mientras se preparaba para reiniciar. Reinicie manualmente.
fr: Une erreur s'est produite lors de la préparation du redémarrage. Veuillez redémarrer manuellement.
nl: Er is iets misgegaan bij het voorbereiden van de herstart. Graag handmatig herstarten.
pl: Coś poszło nie tak podczas przygotowań do ponownego uruchomienia. Uruchom ponownie ręcznie.
pt_br: Algo deu errado ao se preparar para reiniciar. Por favor, reinicie manualmente.
ru: Что-то пошло не так при подготовке к перезапуску. Пожалуйста, перезагрузите компьютер вручную.
sl: Pri pripravi na ponovni zagon je šlo nekaj narobe. Ponovno zaženite ročno.
tr: Yeniden başlatmaya hazırlanırken bir şeyler ters gitti. Lütfen manuel olarak yeniden başlatın.

# Configuration_ProcessChanges_MessageBox5
source: Your configuration has been saved. Most changes require HASS.Agent to restart before they take effect. Do you want to restart now?
de: Deine Konfiguration wurde gespeichert. Die meisten Änderungen erfordern einen Neustart von HASS.Agent, bevor sie wirksam werden. Möchtest du jetzt neu starten?
es: Su configuración ha sido guardada. La mayoría de los cambios requieren que HASS.Agent se reinicie antes de que surtan efecto. ¿Quieres reiniciar ahora?
fr: Votre configuration a été enregistrée. La plupart des modifications nécessitent le redémarrage de HASS.Agent avant de prendre effet. Voulez-vous redémarrer maintenant ?
nl: Je configuratie is opgeslagen. De meeste aanpassingen vereisen een HASS.Agent herstart voordat ze actief worden. Wil je nu herstarten?
pl: Twoja konfiguracja została zapisana. Większość zmian wymaga ponownego uruchomienia HASS.Agent, zanim zaczną obowiązywać. Czy chcesz teraz uruchomić ponownie?
pt_br: Sua configuração foi salva. A maioria das alterações exige que o HASS.Agent seja reiniciado antes de entrarem em vigor. Deseja reiniciar agora?
ru: Ваша конфигурация была сохранена. Для большинства изменений требуется перезапуск HASS.Agent, прежде чем они вступят в силу. Вы хотите перезапустить сейчас?
sl: Vaša konfiguracija je shranjena. Večina sprememb zahteva, da se HASS.Agent znova zažene, preden začnejo veljati. Ali želite zdaj znova zagnati?
tr: Yapılandırmanız kaydedildi. Çoğu değişiklik, HASS.Agent'ın yürürlüğe girmeden önce yeniden başlatılmasını gerektirir. Şimdi yeniden başlatmak istiyor musunuz?

# Main_Load_MessageBox1
source: Something went wrong while loading your settings. Check appsettings.json in the 'config' subfolder, or just delete it to start fresh.
de: Beim Laden deiner Einstellungen ist ein Fehler aufgetreten. Überprüfe die Datei appsettings.json im Unterordner „Config“ oder lösche sie einfach, um neu zu beginnen.
es: Algo ha ido mal al cargar la configuración. Compruebe el archivo appsettings.json en la subcarpeta "config" o elimínelo para empezar de cero.
fr: Une erreur s'est produite lors du chargement de vos paramètres. Vérifiez appsettings.json dans le sous-dossier 'Config', ou supprimez le simplement pour recommencer à zéro.
nl: Er is iets misgegaan bij het laden van je instellingen. Controleer appsettings.json in de 'config' subfolder, or verwijder 'm gewoon om schoon te starten.
pl: Coś poszło nie tak podczas wczytywania ustawień. Sprawdź appsettings.json w podfolderze „Config” lub po prostu usuń go, aby zacząć konfigurację od nowa.
pt_br: Algo deu errado ao carregar suas configurações. Verifique appsettings.json na subpasta 'Config' ou apenas exclua-o para começar de novo.
ru: Что-то пошло не так при загрузке ваших настроек. Проверьте appsettings.json во вложенной папке 'Config' или просто удалите его, чтобы начать все сначала.
sl: Pri nalaganju nastavitev je šlo nekaj narobe. Preverite appsettings.json v podmapi 'Config' ali jo preprosto izbrišite, da začnete znova.
tr: Ayarlarınız yüklenirken bir şeyler ters gitti. 'config' alt klasöründeki appsettings.json dosyasını kontrol edin veya yeni bir başlangıç yapmak için silin.

# Main_Load_MessageBox2
source: There was an error launching HASS.Agent. Please check the logs and make a bug report on GitHub.
de: Es gab einen Fehler beim Starten von HASS.Agent. Bitte prüfe die Protokolle und erstelle einen Fehlerbericht auf Github.
es: Se ha producido un error al lanzar HASS.Agent. Por favor, compruebe los registros y haga un informe de errores en GitHub.
fr: Une erreur s'est produite lors du lancement de HASS.Agent. Veuillez vérifier les journaux et faire un rapport de bug sur github.
nl: Er is iets misgegaan bij het starten van HASS.Agent. Controleer de logs en rapporteer eventuele bugs op GitHub.
pl: Wystąpił błąd podczas uruchamiania HASS.Agent. Sprawdź logi i zgłoś błąd na github.
pt_br: Ocorreu um erro ao iniciar o HASS.Agent. Por favor, verifique os logs e faça um relatório de bug no github.
ru: Произошла ошибка при запуске HASS.Agent. Пожалуйста, проверьте журналы и отправьте сообщение об ошибке на github.
sl: Pri zagonu HASS.Agent je prišlo do napake. Prosimo, preverite dnevnike in naredite poročilo o napakah na githubu.
tr: HASS.Agent başlatılırken bir hata oluştu. Lütfen günlükleri kontrol edin ve GitHub'da bir hata raporu oluşturun.

# Main_BtnSensorsManage_Ready
source: Local &Sensors
de: Lokale &Sensoren
es: &sensores locales
fr: Capteurs locaux
nl: &sensoren
pl: Lokalne &Czujniki
pt_br: sensores locais
ru: локальные &датчики
sl: lokalni senzorji
tr: Yerel ve Sensörler

# Main_BtnCommandsManager_Ready
source: &Commands
de: Befehle
es: &comandos
fr: Commandes
nl: &commando's
pl: &komendy
pt_br: comandos
ru: &команды
sl: &ukazi
tr: &Komutlar

# Main_Checking
source: Checking..
de: Überprüft ..
es: comprobación ..
fr: Vérification ..
nl: controleren ..
pl: sprawdzanie..
pt_br: verificando..
ru: проверка ..
sl: preverjanje ..
tr: Kontrol etme..

# Main_CheckForUpdate_MessageBox1
source: You're running the latest version: {0}{1}
de: Du benutzt die neueste Version: {0}{1}
es: Está ejecutando la última versión: {0}{1}
fr: Vous utilisez la dernière version : {0}{1}
nl: Je draait de laatste versie: {0}{1}
pl: Korzystasz z najnowszej wersji: {0}{1}
pt_br: Você está executando a versão mais recente: {0}{1}
ru: Вы используете последнюю версию: {0}{1}
sl: Uporabljate najnovejšo različico: {0}{1}
tr: En son sürümü çalıştırıyorsunuz: {0}{1}

# UpdatePending_NewBetaRelease
source: There's a new BETA release available:
de: Eine Beta Version ist verfügbar:
es: Hay una nueva versión BETA disponible:
fr: Une nouvelle version BETA est disponible :
nl: Er is een nieuwe BETA versie beschikbaar:
pl: Dostępna jest nowa wersja BETA:
pt_br: Há uma nova versão BETA disponível:
ru: Доступна новая БЕТА-версия:
sl: Na voljo je nova BETA izdaja:
tr: Yeni bir BETA sürümü mevcut:

# UpdatePending_Title_Beta
source: HASS.Agent BETA Update
es: Actualización HASS.Agent BETA
fr: Mise à jour HASS.Agent BETA
pl: HASS.Agent Aktualizacja BETA
pt_br: Atualização BETA do HASS.Agent
sl: HASS.Agent BETA posodobitev
tr: HASS.Agent BETA Güncellemesi
