Repository: LAB02-Research/HASS.Agent
Catalog: src/HASS.Agent/Resources/Localization/Languages.*.resx
Languages: de, es, fr, nl, pl, pt_br, ru, sl, tr

# Main_LblService
source: Satellite Service:
es: servicio satelital:
fr: Service Windows :
nl: satelliet service:
pl: Usługa Satellite:
pt_br: serviço satélite:
ru: спутниковая служба:
sl: satelitska storitev:
tr: Uydu Hizmeti:

# Main_LblCommands
source: Commands:
de: Befehle:
es: comandos:
fr: Commandes :
nl: commando's:
pl: polecenia:
pt_br: comandos:
ru: команды:
sl: ukazi:
tr: Komutlar:

# Main_LblSensors
source: Sensors:
de: Sensoren:
es: sensores:
fr: Capteurs :
nl: sensoren:
pl: Czujniki:
pt_br: sensores:
ru: датчики:
sl: senzorji:
tr: Sensörler:

# Main_LblQuickActions
source: Quick Actions:
es: acciones rápidas:
fr: actions rapides :
nl: snelle acties:
pl: szybkie akcje:
pt_br: atalhos rápidos:
ru: быстрые действия:
sl: hitra dejanja:
tr: Hızlı İşlemler:

# Main_LblHomeAssistantApi
source: Home Assistant API:
es: api del asistente doméstico:
fr: API d'home assistant :
pl: api home assistant'a:
sl: domači pomočnik API:
tr: Ev Asistanı API'sı:

# Main_LblNotificationApi
source: notification api:
de: Benachrichtigungs-API:
es: API de notificación:
fr: API de notification :
nl: notificaties api:
pl: api powiadomień
pt_br: notificações api:
ru: api уведомлений:
sl: API za obvestila:
tr: bildirim API'si:

# Onboarding_BtnNext
source: &Next
de: &nächste
es: &siguiente
fr: Suivant
nl: volge&nde
pl: &Następny
pt_br: próximo
ru: &следующий
sl: naslednji
tr: &Sonraki

# Onboarding_BtnClose
source: &Close
de: schließen
es: &cerrar
fr: Fermer
nl: sluiten
pl: &Zamknij
pt_br: fechar
ru: &закрыть
sl: &zapri
tr: &Kapat

# Onboarding_BtnPrevious
source: &Previous
de: vorherige
es: &anterior
fr: Précédent
nl: vorige
pl: &Poprzedni
pt_br: anterior
ru: &предыдущий
sl: &prejšnji
tr: &Öncesi

# Onboarding_Onboarding
source: HASS.Agent Onboarding
es: Incorporación de HASS.Agent
pl: Wprowadzenie HASS.Agent
pt_br: Integração HASS.Agent
tr: HASS.Agent Katılımı

# UpdatePending_BtnDownload
source: Fetching info, please wait..
de: eine Sekunde, Info wird abgerufen ..
es: un segundo, obteniendo información ..
fr: une seconde, collecte d'infos ..
nl: ogenblik geduld, info ophalen ..
pl: Pobieranie informacji, proszę poczekaj..
pt_br: um segundo, buscando informações ..
ru: одну секунду, собираю информацию..
sl: eno sekundo, pridobivanje informacij ..
tr: Bilgi alınıyor, lütfen bekleyin..

# UpdatePending_LblNewReleaseInfo
source: There's a new release available:
de: Es ist eine neue Version verfügbar:
es: Hay una nueva versión disponible:
fr: Il y a une nouvelle version disponible :
nl: Er is een nieuwe versie berschikbaar:
pl: Dostępne jest nowe wydanie:
pt_br: Há um novo lançamento disponível:
ru: Доступен новый релиз:
sl: Na voljo je nova izdaja:
tr: Yeni bir sürüm mevcut:

# UpdatePending_LblInfo1
source: Release notes
de: Versionshinweise
es: Notas de lanzamiento
fr: Notes de version
nl: Release notitites
pl: Lista zmian
pt_br: Notas de lançamento
ru: Примечания к выпуску
sl: Opombe ob izdaji
tr: Sürüm notları

# UpdatePending_BtnIgnore
source: &Ignore Update
de: Update &ignorieren
es: &ignorar esta actualización
fr: ignorer cette mise à jour
nl: negeer deze update
pl: &Zignoruj Aktualizację
pt_br: ignore esta atualização
ru: &игнорировать это обновление
sl: prezrite to posodobitev
tr: &Güncellemeyi Yoksay

# UpdatePending_LblRelease
source: Release Page
de: Update Seite
es: página de lanzamiento
fr: page des mises à jour
nl: release pagina
pl: Strona wydania
pt_br: página de lançamento
ru: страница выпуска
sl: stran z izdajami
tr: Sürüm Sayfası

# UpdatePending_Title
source: HASS.Agent Update
es: Actualización de HASS.Agent
fr: Mise à jour d'HASS.Agent
pl: Aktualizacja HASS.Agent
pt_br: Atualização do HASS.Agent
sl: Posodobitev HASS.Agent
tr: HASS.Agent Güncellemesi

# CommandsManager_CustomCommandDescription
source: Execute a custom command. These commands run without special elevation. To run elevated, create a Scheduled Task, and use 'schtasks /Run /TN "TaskName"' as the command to execute your task. Or enable 'run as low integrity' for even stricter execution.
de: Führe einen benutzerdefinierten Befehl aus. Diese Befehle werden ohne erhöhte Rechte ausgeführt. Um sie erhöht auszuführen, erstelle eine Aufgabe in der Aufgabenplanung und benutze „schtasks /Run /TN ‚AufgabenName‘“ als Befehl. Oder aktiviere „mit geringer Integrität ausführen“ für eine noch striktere Ausführung.
es: Ejecute un comando personalizado. Estos comandos se ejecutan sin elevación especial. Para ejecutar elevado, cree una tarea programada y use 'schtasks /Run /TN "TaskName"' como comando para ejecutar su tarea. O habilite 'ejecutar como baja integridad' para una ejecución aún más estricta.
fr: Exécutez une commande personnalisée. Ces commandes s'exécutent sans droits spéciaux. Pour exécuter en temps qu'administrateur, créez une tâche planifiée et utilisez la ligne de commande 'schtasks /Run /TN "TaskName"' exécuter votre tâche. Ou utilisez 'Exécuter avec une faible intégrité' pour une exécution encore plus stricte.
nl: Een eigen commando uitvoeren. Deze commando's draaien zonder speciale privileges. Om met verhoogde privileges uit te voeren, maak een Geplande Taak en gebruik 'schtasks /Run /TN "TaskName"' als commando om the taak uit te voeren. Of schakel 'uitvoeren met verlaagde integriteit' in voor een strictere uitvoering.
pl: Wykonaj niestandardowe polecenie. Te polecenia działają bez podwyższonych uprawnień. Aby uruchomić z podwyższonym poziomem uprawnień, utwórz Zaplanowane zadanie i użyj 'schtasks /Run /TN "NazwaZadania"' jako polecenia do wykonania zadania. Lub włącz opcję „uruchom jako niską integralność”, aby uzyskać jeszcze bardziej rygorystyczne wykonanie.
pt_br: Execute um comando personalizado. Esses comandos são executados sem elevação especial. Para executar elevado, crie uma tarefa agendada e use 'schtasks /Run /TN "TaskName"' como o comando para executar sua tarefa. Ou habilite 'executar como baixa integridade' para uma execução ainda mais rigorosa.
ru: Выполните пользовательскую команду. Эти команды выполняются без специального разрешения. Для запуска с повышенными правами создайте запланированную задачу и используйте 'schtasks /Run /TN "TaskName"' в качестве команды для выполнения вашей задачи. Или включите 'run as low integrity' для еще более строгого выполнения.
sl: Izvedite ukaz po meri. Ti ukazi se izvajajo brez posebnih pravic. Če želite zagnati z večjimi pravicami, ustvarite načrtovano opravilo in uporabite 'schtasks /Run /TN "TaskName"' kot ukaz za izvedbo vaše naloge. Ali pa omogočite 'zaženi z nizko integriteto' za še strožjo izvedbo.
tr: Özel bir komut yürütün. Bu komutlar özel yükseltme olmadan çalışır. Yükseltilmiş olarak çalıştırmak için bir Zamanlanmış Görev oluşturun ve görevinizi yürütmek için komut olarak 'schtasks /Run /TN "TaskName"'i kullanın. Veya daha sıkı yürütme için 'düşük bütünlük olarak çalıştır'ı etkinleştirin.

# CommandsManager_CustomExecutorCommandDescription
source: Executes the command through the configured custom executor (in Configuration -> External Tools). Your command is provided as an argument 'as is', so you have to supply your own quotes etc. if necessary.
de: Führt den Befehl durch den eingestellten benutzerdefinierten Exekutor aus (in Einstellungen -> Externe Werkzeuge). Dein Befehl wird als Argument so wie er ist bereitgestellt, sodass du selbst Anführungszeichen etc. angeben musst falls nötig.
es: Ejecuta el comando a través del ejecutor personalizado configurado (en Configuración -> Herramientas externas). Su comando se proporciona como un argumento 'tal cual', por lo que debe proporcionar sus propias comillas, etc., si es necesario.
fr: Lancer la commande via le programme personnalisé défini (dans Configuration -> Outils Externes). Votre commande est passée en tant qu'argument 'tel quel', vous devez donc fournir vos propres guillemets, etc. si nécessaire.
nl: Voert het commando uit via de geconfigureerde eigen executor (in Configuratie -> Externe Programma's). Je commando wordt onveranderd toegevoegd als argument, dus je moet je eigen haakjes etc. toevoegen indien nodig.
pl: Wykonuje polecenie za pomocą skonfigurowanego niestandardowego środowiska wykonania (w Konfiguracja -> Narzędzia zewnętrzne). Twoje polecenie jest dostarczane jako argument „tak jak jest”, więc w razie potrzeby musisz podać własne cudzysłowia itp.
pt_br: Executa o comando através do executor personalizado configurado (em Configuração -> Ferramentas Externas). Seu comando é fornecido como um argumento 'as is', então você deve fornecer suas próprias cotações, etc., se necessário.
ru: Выполняет команду через настроенный пользовательский исполнитель (в разделе Конфигурация -> Внешние инструменты). Ваша команда предоставляется в качестве аргумента 'как есть', поэтому при необходимости вы должны указать свои собственные кавычки и т.д.
sl: Izvede ukaz prek konfiguriranega izvajalca po meri (v Konfiguracija -> Zunanja orodja). Vaš ukaz je podan kot argument 'tako kot je', zato morate po potrebi navesti svoje narekovaje itd.
tr: Komutu, yapılandırılmış özel yürütücü aracılığıyla yürütür (Yapılandırma -> Dış Araçlar'da). Komutunuz 'olduğu gibi' bir argüman olarak sağlanır, bu nedenle gerekirse kendi alıntılarınızı vb. sağlamanız gerekir.

# CommandsManager_HibernateCommandDescription
source: Sets the machine in hibernation.
de: Versetzt die Maschine in den Ruhezustand.
es: Pone la máquina en hibernación.
fr: Mettre Windows en veille prolongée
nl: Zet de machine in hibernation modus.
pl: Przełącza maszynę w stan hibernacji.
pt_br: Coloca a máquina em hibernação.
ru: Переводит машину в режим гибернации.
sl: Preklopi napravo v stanje mirovanja.
tr: Makineyi hazırda bekletme moduna geçirir.

# CommandsManager_KeyCommandDescription
source: Simulates a single keypress. Click on the 'keycode' textbox and press the key you want simulated. The corresponding keycode will be entered for you. If you need more keys and/or modifiers like CTRL, use the MultipleKeys command.
de: Simuliert einen einzelnen Tastendruck. Du kannst jeden dieser werte wählen: https://docs.microsoft.com/en-us/windows/win32/inputdev/virtual-key-codes Falls du weitere Tasten benötigst und/oder Modifizierungen wie STRG benötigst, dann benutze den MultipleTasten Befehl.
es: Simula la pulsación de una sola tecla. Haga clic en el cuadro de texto "código de teclas" y pulse la tecla que desea simular. El código de la tecla correspondiente se introducirá por usted. Si necesita más teclas y/o modificadores como CTRL, use el comando MultipleKeys.
nl: Simuleert een enkele toetsaanslag. Klik op het 'keycode' veld en druk de toets in die je gesimuleerd wilt hebben. De corresponderende keycode wordt voor je ingevuld. Als je meer toetsen nodig hebt en/of extra opties zoals CTRL, gebruik dan de MeerdereToetsen commando.
pl: Symuluje pojedyncze naciśnięcie klawisza. Możesz wybrać dowolną z tych wartości: https://docs.microsoft.com/en-us/windows/win32/inputdev/virtual-key-codes Jeśli potrzebujesz więcej klawiszy i/lub modyfikatorów, takich jak CTRL, użyj polecenia WieleKlawiszy.
pt_br: Simula um único pressionamento de tecla. Você pode escolher qualquer um destes valores: https://docs.microsoft.com/en-us/windows/win32/inputdev/virtual-key-codes Se você precisar de mais teclas e/ou modificadores como CTRL, use o comando MultipleKeys.
ru: Имитирует одно нажатие клавиши. Вы можете выбрать любое из этих значений: https://docs.microsoft.com/en-us/windows/win32/inputdev/virtual-key-codes Если вам нужно больше клавиш и/или модификаторов, таких как CTRL, используйте команду MultipleKeys.
sl: Simulira en sam pritisk na tipko. Kliknite na 'keycode' in pritisnite tipko, ki jo želite simulirati. Koda tipke bo avtomatično vpisana. Če potrebujete več tipk in/ali modifikatorjev, kot je CTRL, uporabite ukaz MultipleKeys.
tr: Tek bir tuşa basmayı simüle eder. 'Anahtar kodu' metin kutusuna tıklayın ve simüle edilmesini istediğiniz tuşa basın. İlgili anahtar kodu sizin için girilecektir. CTRL gibi daha fazla tuşa ve/veya değiştiriciye ihtiyacınız varsa, MultipleKeys komutunu kullanın.

# CommandsManager_LaunchUrlCommandDescription
source: Launches the provided URL, by default in your default browser. To use 'incognito', provide a specific browser in Configuration -> External Tools. If you just want a window with a specific URL (not an entire browser), use a 'WebView' command.
de: Öffnet die bereitgestellte URL, standardmäßig in deinem Standardbrowser. Stelle einen festen Browser in Konfiguration -> externe Werkzeuge ein, um „inkognito“ zu benutzen. Falls du nur ein Fenster mit einer bestimmter URL öffnen möchtest (nicht einen kompletten Browser), benutze einen „WebView“ Befehl.
es: Lanza la URL proporcionada, por defecto en su navegador predeterminado. Para usar 'incógnito', proporcione un navegador específico en Configuración -> Herramientas externas. Si sólo quiere una ventana con una URL específica (no un navegador completo), use un comando 'WebView'.
nl: Opent de opgegeven URL, normaliter in je standaard browser. Om 'privémodus' te gebruiken, moet je een specifieke browser toevoegen in Configuratie -> Externe Programma's. Als je alleen een scherm wilt met een specifieke URL (niet een complete browser), gebruik dan een 'WebView' commando.
pl: Otwiera podany adres URL w domyślnej przeglądarce. Aby korzystać z trybu incognito, podaj konkretną przeglądarkę w Konfiguracja -> Narzędzia zewnętrzne. Jeśli potrzebujesz tylko okna z określonym adresem URL (a nie całej przeglądarki), użyj polecenia „WidokInternetowy(WebView)”.
pt_br: Inicia a URL fornecida, por padrão em seu navegador padrão. Para usar o modo 'anônimo', forneça um navegador específico em Configuração -> Ferramentas Externas.
ru: Запускает указанный URL-адрес по умолчанию в вашем браузере по умолчанию. Чтобы использовать 'инкогнито', укажите конкретный браузер в разделе Конфигурация -> Внешние инструменты. Если вам нужно просто окно с определенным URL-адресом (а не весь браузер целиком), используйте команду 'WebView'.
sl: Zažene navedeni URL, privzeto v privzetem brskalniku. Če želite uporabljati 'brez beleženja zgodovine', navedite določen brskalnik v Konfiguracija -> Zunanja orodja. Če želite samo okno z določenim URL (ne cel brskalnik) uporabite ukaz 'WebView'.
tr: Varsayılan tarayıcınızda varsayılan olarak sağlanan URL'yi başlatır. 'Gizli' kullanmak için Yapılandırma -> Harici Araçlar'da belirli bir tarayıcı sağlayın. Yalnızca belirli bir URL'ye sahip bir pencere istiyorsanız (tam bir tarayıcı değil), bir 'WebView' komutu kullanın.

# CommandsManager_LockCommandDescription
source: Locks the current session.
de: Sperrt die aktuelle Sitzung.
es: Bloquea la sesión actual.
fr: Verrouiller la session.
nl: Vergrendelt de huidige sessie.
pl: Blokuje bieżącą sesję.
pt_br: Bloqueia a sessão atual.
ru: Блокировать текущий сеанс.
sl: Zaklene trenutno sejo.
tr: Geçerli oturumu kilitler.

# CommandsManager_LogOffCommandDescription
source: Logs off the current session.
de: Meldet die aktuelle Sitzung ab.
es: Cierra la sesión actual.
fr: Se déconnecter de la session.
nl: Logt de huidige sessie uit.
pl: Wylogowuje bieżącą sesję.
pt_br: Faz logoff da sessão atual.
ru: Выход из текущего сеанса.
sl: Odjavi trenutno sejo.
tr: Geçerli oturumun oturumunu kapatır.

# CommandsManager_MediaMuteCommandDescription
source: Simulates 'Mute' key.
de: Simuliert die „Mute“-Taste.
es: Simula la tecla 'silencio'.
fr: Simuler la touche 'mute'
nl: Simuleert de 'demp' (mute) knop.
pl: Symuluje klawisz wyciszenia.
pt_br: Simula a tecla 'mute'.
ru: Имитирует клавишу отключения звука.
sl: Simulira tipko za izklop zvoka.
tr: 'Sessiz' tuşunu simüle eder.

# CommandsManager_MediaNextCommandDescription
source: Simulates 'Media Next' key.
de: Simuliert die Taste „Medien weiter“.
es: Simula la tecla 'media next'.
fr: Simuler la touche 'Media suivant'.
nl: Simuleert de 'media volgende' knop.
pl: Symuluje klawisz następnego utworu.
pt_br: Simula a tecla 'próxima mídia'.
ru: Имитирует клавишу 'media next'.
sl: Simulira tipko 'media next'.
tr: 'Sonraki Medya' tuşunu simüle eder.

# CommandsManager_MediaPlayPauseCommandDescription
source: Simulates 'Media Pause/Play' key.
de: Simuliert die Taste „Media Playpause“.
es: Simula la tecla 'pausa de reproducción multimedia'.
fr: Simuler la touche 'lecture/pause du media'.
nl: Simuleert de 'media afspelen/pauze' knop.
pl: Symuluje klawisz pauzy odtwarzania.
pt_br: Simula a tecla 'play/pause mídia'.
ru: Имитирует клавишу 'media playpause'.
sl: Simulira tipko 'media playpause'.
tr: 'Medya Duraklat/Oynat' tuşunu simüle eder.

# CommandsManager_MediaPreviousCommandDescription
source: Simulates 'Media Previous' key.
de: Simuliert die Taste „Medien zurück“.
es: Simula la tecla 'media anterior'.
fr: Simuler la touche 'Media précédent'.
nl: Simuleert de 'media vorige' knop.
pl: Symuluje klawisz poprzedniego utworu.
pt_br: Simula a tecla 'mídia anterior'.
ru: Имитирует клавишу 'media previous'.
sl: Simulira tipko »prejšnji mediji«.
tr: 'Önceki Medya' tuşunu simüle eder.

# CommandsManager_MediaVolumeDownCommandDescription
source: Simulates 'Volume Down' key.
de: Simuliert die Leiser-Taste.
es: Simula la tecla de 'bajar volumen'.
fr: Simuler la touche 'Baisser le volume'.
nl: Simuleert de 'volume lager' knop.
pl: Symuluje klawisz głośności w dół.
pt_br: Simula a tecla 'diminuir volume'.
ru: Имитирует клавишу уменьшения громкости.
sl: Simulira tipko za zmanjšanje glasnosti.
tr: 'Sesi Kısma' tuşunu simüle eder.

# CommandsManager_MediaVolumeUpCommandDescription
source: Simulates 'Volume Up' key.
de: Simuliert die Lauter-Taste.
es: Simula la tecla 'subir volumen'.
fr: Simuler la touche 'Augmenter le volume'.
nl: Simuleert de 'volume hoger' knop.
pl: Symuluje klawisz głośności w górę.
pt_br: Simula a tecla 'aumentar o volume'.
ru: Имитирует клавишу увеличения громкости.
sl: Simulira tipko za povečanje glasnosti.
tr: 'Sesi Aç' tuşunu simüle eder.
