Repository: LAB02-Research/HASS.Agent
Catalog: src/HASS.Agent/Resources/Localization/Languages.*.resx
Languages: de, es, fr, nl, pl, pt_br, ru, sl, tr

# OnboardingManager_BtnNext_Finish
source: Finish
de: fertig
es: terminar
fr: Terminer
nl: voltooien
pl: Koniec
pt_br: terminar
ru: финиш
sl: končaj
tr: Bitiş

# OnboardingWelcome_LblInterfaceLangauge
source: Interface &Language
de: Interface Sprache
es: &lenguaje de la interfaz
fr: Langage de l'interface
nl: interface taa&l
pl: &język interfejsu
pt_br: idioma da interface
ru: интерфейс и &язык
sl: jezik vmesnika
tr: Arayüz ve Dil

# ServiceMqtt_SetMqttStatus_ConfigError
source: Configuration missing
de: Konfiguration fehlt
es: falta configuración
fr: Configuration manquante
nl: configuratie ontbreekt
pl: Brak takiego ustawienia
pt_br: configuração ausente
ru: конфигурация отсутствует
sl: manjka konfiguracija
tr: Yapılandırma eksik

# ServiceMqtt_SetMqttStatus_Connected
source: Connected
de: verbunden
es: conectado
fr: Connecté
nl: verbonden
pl: połączony
pt_br: conectado
ru: соединенный
sl: povezan
tr: bağlı

# ServiceMqtt_SetMqttStatus_Connecting
source: Connecting..
de: verbindet ..
es: conectando..
fr: Connexion ..
nl: verbinden ..
pl: łączenie
pt_br: conectando ..
ru: соединение ..
sl: povezovanje ..
tr: Bağlanıyor..

# ServiceMqtt_SetMqttStatus_Disconnected
source: Disconnected
de: getrennt
es: desconectado
fr: Déconnecté
nl: niet verbonden
pl: rozłączony
pt_br: desconectado
ru: разъединен
sl: izključen
tr: Bağlantı kesildi

# ServiceMqtt_SetMqttStatus_Error
source: Error
de: Fehler
fr: Erreur
nl: fout
pl: błąd
pt_br: erro
ru: ошибка
sl: napaka
tr: Hata

# CommandType_CustomCommand
source: Custom
de: Benutzerdefiniert
es: Costumbre
fr: Personnalisé
nl: Eigen
pl: Niestandardowe
pt_br: Personalizado
sl: Po meri
tr: Gelenek

# CommandType_CustomExecutorCommand
source: CustomExecutor
de: BenutzerdefinierterExekutor
nl: EigenExecutor
pl: NiestandardoweŚrodowiskoWykonania
pt_br: Executor personalizado
tr: ÖzelYürütücü

# CommandType_HibernateCommand
source: Hibernate
de: Ruhezustand
es: Hibernar
fr: Mettre en veille prolongée
pl: Hibernacja
pt_br: Hibernar
sl: Hibernacija
tr: hazırda bekletme

# CommandType_KeyCommand
source: Key
de: Schlüssel
es: Llave
fr: Touche
nl: Toets
pl: Klawisz
pt_br: Chave
sl: Tipka
tr: Anahtar

# CommandType_LockCommand
source: Lock
de: Sperren
es: Cerrar con llave
fr: Verrouiller
nl: Vergrendel
pl: Zablokuj
pt_br: Fechadura
sl: Zakleni
tr: Kilit

# CommandType_LogOffCommand
source: LogOff
de: Abmelden
es: Desconectarse
fr: Se deconnecter
nl: Uitloggen
pl: Wyloguj
pt_br: Deslogar
sl: Odjava
tr: Oturumu Kapat

# CommandType_MediaMuteCommand
source: MediaMute
fr: Mute
nl: MediaDempen
pl: WyciszOdtwarzanie
pt_br: Silenciar mídia
tr: MedyaSesi Kapat

# CommandType_MediaNextCommand
source: MediaNext
es: MediosSiguiente
fr: Suivant
nl: MediaVolgende
pl: NastępnyUtwór
pt_br: Próxima mídia
tr: MedyaSonraki

# CommandType_MediaPlayPauseCommand
source: MediaPlayPause
es: MediaPlayPausa
fr: Lecture / Pause
nl: MediaAfspelenPauze
pl: ZacznijPrzestańOdtwarzać
pt_br: Play/Pause mídia
tr: MedyaOynatDuraklat

# CommandType_MediaPreviousCommand
source: MediaPrevious
es: MediosAnterior
fr: Précédent
nl: MediaVorige
pl: PoprzedniUtwór
pt_br: Voltar mídia
tr: MedyaÖnceki

# CommandType_MediaVolumeDownCommand
source: MediaVolumeDown
fr: Baisser le volume
nl: MediaVolumeLager
pl: GłośnośćNiżej
pt_br: Abaixar volume mídia
tr: MedyaSesi Azalt

# CommandType_MediaVolumeUpCommand
source: MediaVolumeUp
fr: Augmenter le volume
nl: MediaVolumeHoger
pl: GłośnośćWyżej
pt_br: Aumentar volume mídia
tr: MedyaSesi Açma

# CommandType_MultipleKeysCommand
source: MultipleKeys
de: MultipleTasten
nl: MeerdereToetsen
pl: WieleKlawiszy
pt_br: Várias chaves
sl: Več tipk
tr: Çoklu Tuşlar

# CommandType_PowershellCommand
source: Powershell
es: Potencia Shell
tr: Güç kalkanı

# CommandType_PublishAllSensorsCommand
source: PublishAllSensors
de: VeröffentlicheAlleSensoren
es: Publicar todos los sensores
nl: PubliceerAlleSensoren
pl: OpublikujWszystkieCzujniki
pt_br: Publicar todos os sensores
tr: Tüm Sensörleri Yayınla

# CommandType_RestartCommand
source: Restart
de: Neustarten
es: Reiniciar
fr: Redémarrer
nl: Herstart
pt_br: Reiniciar
sl: Ponovni zagon
tr: Tekrar başlat

# CommandType_ShutdownCommand
source: Shutdown
de: Herunterfahren
es: Apagar
fr: Eteindre
nl: Afsluiten
pl: Wyłącz
pt_br: Desligar
sl: Ugasni
tr: Kapat

# CommandType_SleepCommand
source: Sleep
de: Schlafen
es: Dormir
fr: Mise en veille
nl: Slaapmodus
pl: Uśpij
sl: Spanje
tr: Uyumak

# UserNotificationState_AcceptsNotifications
source: AcceptsNotifications
de: AkzeptiertBenachrichtigungen
es: AceptaNotificaciones
fr: Autoriser les notifications
nl: AccepteertNotificaties
pt_br: AceitaNotificações
tr: Kabul EdiyorBildirimler

# UserNotificationState_Busy
source: Busy
de: beschäftigt
es: Ocupado
fr: Occupé
nl: Bezig
pl: Zajęty
pt_br: Ocupado
sl: Zaseden
tr: Meşgul

# UserNotificationState_NotPresent
source: NotPresent
de: NichtAnwesend
es: No presente
fr: Absent
nl: NietAanwezig
pt_br: NãoPresente
sl: Ni prisoten
tr: Mevcut değil

# UserNotificationState_PresentationMode
source: PresentationMode
de: PräsentationsModus
es: Modo presentación
nl: PresentatieModus
pt_br: ModoDeApresentação
tr: Sunum modu

# UserNotificationState_QuietTime
source: QuietTime
de: RuhigeZeit
es: Tiempo de silencio
fr: Mode silencieux
nl: StilteTijd
pt_br: TempoSilenciado
tr: Sessiz zaman

# UserNotificationState_RunningDirect3dFullScreen
source: RunningDirect3dFullScreen
de: Direct3dVollbildLäuft
nl: DraaitDirect3dVolledigScherm
pt_br: ExecutandoDirect3DEmTelaCheia
tr: KoşuDirect3dFullScreen

# UserNotificationState_RunningWindowsStoreApp
source: RunningWindowsStoreApp
de: WindowsStoreAppLäuft
es: EjecutandoWindowsStoreApp
nl: DraaitWindowsStoreApp
pt_br: ExecutandoWindowsStoreApp
sl: Zagon aplikacije WindowsStore
tr: ÇalışanWindowsStoreApp

# SystemStateEvent_ConsoleConnect
source: ConsoleConnect
nl: ConsoleVerbonden
pt_br: ConectarConsole
tr: KonsolBağlantısı

# SystemStateEvent_ConsoleDisconnect
source: ConsoleDisconnect
es: ConsolaDesconectar
nl: ConsoleVerbroken
pt_br: DesconectarConsole
tr: Konsol Bağlantısını Kes

# SystemStateEvent_HassAgentSatelliteServiceStarted
source: HassAgentSatelliteServiceStarted
de: HassAgentSatelliteServiceStartete
fr: HASS.Agent Service Windows démarré
nl: HassAgentSatellietServiceGestart
pt_br: ServiçoSatéliteDoHass.AgentIniciado
sl: HassAgentSatelliteService je zagnan
tr: HassAgentUydu HizmetiBaşladı

# SystemStateEvent_HassAgentStarted
source: HassAgentStarted
de: HassAgentGestartet
es: HassAgentIniciado
nl: HassAgentGestart
pt_br: Hass.AgentIniciado
tr: HassAgentBaşladı

# SystemStateEvent_Logoff
source: Logoff
de: Abmeldung
es: Desconectarse
fr: Déconnexion
nl: Uitloggen
pt_br: Sair
sl: Odjava
tr: Oturumu Kapat

# SystemStateEvent_RemoteConnect
source: RemoteConnect
fr: Connexion à distance
nl: RemoteVerbonden
pt_br: ConexãoRemota
tr: Uzak Bağlantı

# SystemStateEvent_RemoteDisconnect
source: RemoteDisconnect
es: Desconexión remota
fr: Déconnexion à distance
nl: RemoteVerbroken
pt_br: DesconexãoRemota
tr: UzakBağlantıyı Kes

# SystemStateEvent_Resume
source: Resume
de: Fortsetzen
es: Resumir
fr: Reprendre
nl: Hervatten
pt_br: Retomar
sl: Nadaljuj
tr: Sürdürmek

# SystemStateEvent_SessionLock
source: SessionLock
de: SitzungGesperrt
es: Bloqueo de sesión
fr: VérouillerSession
nl: SessieLock
pt_br: BloquearSessão
tr: Oturum Kilidi

# SystemStateEvent_SessionLogoff
source: SessionLogoff
de: SitzungAbmelden
es: SesiónCierre de sesión
fr: Fermeture de session
nl: SessieAfmelden
pt_br: SairDaSessão
sl: Odjava seje
tr: OturumOturumu Kapatma

# SystemStateEvent_SessionLogon
source: SessionLogon
de: SitzungAnmelden
es: SesiónInicio de sesión
fr: Ouverture de session
nl: SessieAanmelden
pt_br: EntrarNaSessão
tr: OturumOturumu

# SystemStateEvent_SessionRemoteControl
source: SessionRemoteControl
de: SitzungFernsteuern
es: SesiónRemoteControl
nl: SessieRemoteBeheer
pt_br: ControleRemotoDaSessão
tr: OturumUzaktan Kontrol

# SystemStateEvent_SessionUnlock
source: SessionUnlock
de: SitzungEntsperren
es: Desbloqueo de sesión
fr: Déverrouillage de la session
nl: SessieOntgrendelen
pt_br: DesbloquearSessão
sl: Odklepanje seje
tr: Oturum Kilidini Aç

# SystemStateEvent_Suspend
source: Suspend
de: aussetzen
es: Suspender
fr: Veille
nl: Opschorten
pt_br: Suspender
sl: Zaustavi
tr: Askıya almak

# SystemStateEvent_SystemShutdown
source: SystemShutdown
de: SystemHerunterfahren
es: Apagado del sistema
fr: ArrêtSystème
nl: SysteemAfsluiten
pt_br: DesligarSistema
tr: Sistem Kapatma

# SensorType_AudioSensors
source: Audio
nl: Geluid
pt_br: Áudio
sl: Zvok
tr: Ses

# SensorType_BatterySensors
source: Battery
de: Batterie
es: Batería
fr: Batterie
nl: Batterij
pl: Bateria
pt_br: Bateria
sl: Baterija
tr: pil

# SensorType_CpuLoadSensor
source: CpuLoad
de: CpuLast
es: Carga de CPU
fr: Charge CPU
nl: CpuBelasting
pl: ObciążenieCPU
pt_br: CargaDaCpu
tr: İşlemci Yükü

# SensorType_CurrentClockSpeedSensor
source: CurrentClockSpeed
de: AktuelleTaktfrequenz
es: ActualRelojVelocidad
fr: Vitesse d'horloge
nl: HuidigeKlokSnelheid
pl: AktualnaPrędkośćProcesora
pt_br: VelocidadeAtualDaCpu
tr: GeçerliSaatHızı

# SensorType_CurrentVolumeSensor
source: CurrentVolume
de: AktuelleLautstärke
es: Volumen actual
fr: Volume actuel
nl: HuidigVolume
pl: AktualnaGłośność
pt_br: VolumeAtual
tr: Geçerli Hacim

# SensorType_DisplaySensors
source: Display
es: Mostrar
fr: Affichage
nl: Scherm
pl: Wyświetlacz
pt_br: Tela
sl: Zaslon
tr: Görüntülemek

# SensorType_DummySensor
source: Dummy
es: Tonto
fr: Factice
pl: Atrapa
pt_br: Fictício
tr: kukla

# SensorType_GpuLoadSensor
source: GpuLoad
de: GpuLast
fr: Charge GPU
nl: GpuBelasting
pl: ObciążenieGPU
pt_br: CargaDaGpu
tr: GpuYük

# SensorType_GpuTemperatureSensor
source: GpuTemperature
de: GpuTemperatur
es: GpuTemperatura
fr: Température GPU
nl: GpuTemperatuur
pl: TemperaturaGPU
pt_br: TemperaturaDaGpu
sl: GpuTemperatura
tr: GpuSıcaklığı

# SensorType_LastActiveSensor
source: LastActive
de: ZuletztAktiv
es: Último Activo
fr: Dernière activité
nl: LaatstActief
pl: OstatniaAktywność
pt_br: ÚltimaAtividade
tr: SonAktif

# SensorType_LastBootSensor
source: LastBoot
de: LetzterBoot
es: Último arranque
fr: Dernier démarrage
nl: LaatstOpgestart
pl: OstatnieUruchomienie
pt_br: ÚltimaInicialização
tr: Son Önyükleme

# SensorType_LoggedUserSensor
source: LoggedUser
de: EingeloggterNutzer
es: Usuario registrado
fr: Utilisateur connecté
nl: IngelogdeGebruiker
pl: ZalogowanyUżytkownik
pt_br: UsuárioLogado
tr: Kayıtlı Kullanıcı

# SensorType_LoggedUsersSensor
source: LoggedUsers
de: EingeloggteNutzer
es: Usuarios registrados
fr: Utilisateurs connectés
nl: IngelogdeGebruikers
pl: ZalogowaniUżytkownicy
pt_br: UsuáriosLogados
tr: Kayıtlı Kullanıcılar

# SensorType_MemoryUsageSensor
source: MemoryUsage
de: SpeicherNutzung
es: Uso de memoria
fr: Utilisation de la memoire
nl: GeheugenGebruik
pl: UżywanaPamięć
pt_br: UsoDeMemória
tr: Hafıza kullanımı

# SensorType_MicrophoneActiveSensor
source: MicrophoneActive
de: MikrofonAktiv
es: MicrófonoActivo
fr: Etat du microphone
nl: MicrofoonActief
pl: MikrofonAktywny
pt_br: MicrofoneAtivo
tr: MikrofonAktif

# SensorType_NamedWindowSensor
source: NamedWindow
de: BenanntesFenster
es: Ventana con nombre
fr: Nom de la fenêtre
nl: SchermNaam
pl: NazwaOkna
pt_br: NomeDaJanela
tr: Adlandırılmış Pencere

# SensorType_NetworkSensors
source: Network
de: Netzwerk
es: Red
fr: Réseau
nl: Netwerk
pl: Sieć
pt_br: Rede
sl: omrežje
tr: Ağ

# SensorType_PerformanceCounterSensor
source: PerformanceCounter
de: LeistungsZähler
es: Contador de rendimiento
nl: PrestatieTeller
pl: LicznikWydajności
pt_br: ContadorDeDesempenho
tr: PerformansSayacı

# SensorType_ProcessActiveSensor
source: ProcessActive
de: ProzessAktiv
es: ProcesoActivo
fr: Process actif
nl: ProcesActief
pl: StanProcesu
pt_br: ProcessoAtivo
tr: SüreçAktif

# SensorType_ServiceStateSensor
source: ServiceState
de: ServiceStatus
es: Estado del servicio
fr: Etat du service
nl: ServiceStaat
pl: StanUsługi
pt_br: EstadoDoServiço
tr: Hizmet Durumu

# SensorType_SessionStateSensor
source: SessionState
de: SitzungStatus
es: Estado de sesión
fr: Etat de la session
nl: SessieStaat
pl: StanSesji
pt_br: EstadoDaSessão
tr: Oturum Durumu

# SensorType_StorageSensors
source: Storage
de: Speicher
es: Almacenamiento
fr: Stockage
nl: Opslag
pl: Pamięć
pt_br: Armazenamento
sl: Shramba
tr: Depolamak

# SensorType_UserNotificationStateSensor
source: UserNotification
de: NutzerBenachrichtigung
es: Notificación de usuario
nl: GebruikerNotificatie
pl: PowiadomieniaUżytkownika
pt_br: NotificaçãoDoUsuário
tr: Kullanıcı Bildirimi

# SensorType_WebcamActiveSensor
source: WebcamActive
de: KameraAktiv
es: WebcamActivo
fr: Etat de la webcam
nl: WebcamActief
pl: StanKamery
pt_br: WebcamAtiva
tr: Web kamerasıAktif

# SensorType_WindowsUpdatesSensors
source: WindowsUpdates
es: WindowsActualizaciones
pt_br: AtualizaçõesDoWindows
tr: Windows Güncellemeleri

# HassDomain_Automation
source: Automation
es: Automatización
fr: Automatisation
nl: Automatisering
pl: Automatyzacja
sl: Avtomatizacija
tr: Otomasyon

# HassDomain_Climate
source: Climate
de: Klima
es: Climatizado
fr: Environnement
nl: Klimaat
pl: Kontrola klimatu
sl: Klimatizacija
tr: İklim

# HassDomain_Cover
source: Cover
de: Abdeckung
es: Cubrir
nl: Bekleding
pl: Zasłona
sl: Senčila
tr: Örtmek

# HassDomain_InputBoolean
source: InputBoolean
es: EntradaBooleana
fr: Champ binaire
pl: PrzełącznikStabilny
tr: GirişBoole

# HassDomain_Light
source: Light
de: Licht
es: Luz
fr: Lumière
nl: Licht
pl: Światło
sl: Osvetlitev
tr: Işık

# HassDomain_MediaPlayer
source: MediaPlayer
es: Reproductor multimedia
fr: Lecteur multimédia
nl: MediaSpeler
pl: Odtwarzacz
sl: Medijski predvajalnik
tr: Medya oynatıcı

# HassDomain_Scene
source: Scene
de: Szene
es: Escena
fr: Scène
nl: Scène
pl: Scena
sl: Scena
tr: Faliyet alani, sahne

# HassDomain_Script
source: Script
de: Skript
es: Texto
pl: Skrypt
sl: Skripta
tr: Senaryo

# HassDomain_Switch
source: Switch
de: Schalter
es: Cambiar
fr: Interrupteur
nl: Schakelaar
pl: Przełącznik
sl: Stikalo
tr: Değiştirmek

# HassAction_Close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
nl: Sluit
pl: Zamknij
sl: Zapri
tr: Kapat

# HassAction_Off
source: Off
de: Aus
es: Apagado
nl: Uit
pl: Wyłącz
sl: Izklopljeno
tr: Kapalı

# HassAction_On
source: On
de: An
es: Sobre
nl: Aan
pl: Włącz
sl: Vklopljeno
tr: Açık

# HassAction_Open
source: Open
de: Öffnen
es: Abierto
fr: Ouvrir
pl: Otwórz
sl: Odprto
tr: Açık

# HassAction_Pause
source: Pause
es: Pausa
nl: Pauze
pl: Pauza
sl: Premor
tr: Duraklat

# HassAction_Play
source: Play
de: Spielen
es: Jugar
fr: Lecture
nl: Afspelen
pl: Graj
sl: Predvajaj
tr: Oyna

# HassAction_Stop
source: Stop
es: Detenerse
sl: Ustavi
tr: Durmak

# HassAction_Toggle
source: Toggle
de: Umschalten
es: Palanca
fr: Inverser
nl: Wissel
pl: Przełącz
pt_br: Toogle
sl: Preklopi
tr: Aç/Kapat

# CommandEntityType_Button
source: Button
de: Knopf
es: Botón
fr: Bouton
nl: Knop
pl: Przycisk
pt_br: Botão
sl: Gumb
tr: Buton

# CommandEntityType_Light
source: Light
de: Licht
es: Luz
fr: Lumière
nl: Licht
pl: Światło
pt_br: Lâmpada
sl: Svetloba
tr: Işık

# CommandEntityType_Lock
source: Lock
de: Schloss
es: Cerrar con llave
fr: Verrouillé
nl: Vergrendeling
pl: Zamek
pt_br: Fechadura
sl: Zakleni
tr: Kilit

# CommandEntityType_Switch
source: Switch
de: Schalter
es: Cambiar
fr: Interrupteur
nl: Schakelaar
pl: Przełącznik
pt_br: Interruptor
sl: Stikalo
tr: Değiştirmek

# ComponentStatus_Connecting
source: Connecting..
de: Verbinden
es: Conectando
fr: Connexion
nl: Verbinden
pl: Łączenie
pt_br: Conectando
sl: Povezovanje
tr: Bağlanıyor..

# ComponentStatus_Disabled
source: Disabled
de: Deaktiviert
es: Desactivado
fr: Désactivé
nl: Uitgeschakeld
pl: Wyłączony
pt_br: Desabilitado
sl: Onemogočeno
tr: Engelli

# ComponentStatus_Failed
source: Failed
de: Gescheitert
es: Ha fallado
fr: Echoué
nl: Gefaald
pl: Niepowodzenie
pt_br: Falhou
sl: Neuspešno
tr: Arızalı

# ComponentStatus_Loading
source: Loading..
de: Laden
es: Cargando
fr: Chargement
nl: Laden
pl: Ładowanie
pt_br: Carregando
sl: nalaganje
tr: Yükleniyor..

# ComponentStatus_Ok
source: Running
de: Ok
es: De acuerdo
fr: OK
nl: Ok
pl: Ok
pt_br: Ok
ru: Ok
sl: V redu
tr: Koşma

# ComponentStatus_Stopped
source: Stopped
de: Gestoppt
es: Detenido
fr: Stoppé
nl: Gestopt
pl: Zatrzymany
pt_br: Parou
sl: Ustavljeno
tr: durduruldu

# LockState_Locked
source: Locked
de: Gesperrt
es: bloqueado
fr: Verrouillé
nl: Vergrendeld
pl: Zablokowany
pt_br: Trancado
sl: Zaklenjeno
tr: Kilitli

# LockState_Unknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
nl: Onbekend
pl: Nieznany
pt_br: Desconhecido
sl: neznano
tr: Bilinmeyen

# LockState_Unlocked
source: Unlocked
de: Entsperrt
es: desbloqueado
fr: Déverrouillé
nl: Ontgrendeld
pl: Odblokowany
pt_br: Destrancado
sl: Odklenjeno
tr: kilidi açıldı

# SensorType_GeoLocationSensor
source: GeoLocation
de: GeoStandort
es: Geolocalización
fr: Géolocalisation
nl: GeoLocatie
pl: LokalizacjaGeo
sl: Geolokacija
tr: Coğrafi Konum

# SensorsMod_All
source: All
de: Alle
es: Todos
fr: Tous
nl: Alles
pl: Wszystko
sl: vse
tr: Herşey

# SensorsMod_BtnTest
source: &Test
es: &prueba
nl: &testen
pl: &Tekst
tr: &Ölçek

# SensorsMod_BtnTest_PerformanceCounter
source: Test Performance Counter
de: Teste Leistungszähler
es: contador de rendimiento de prueba
nl: test prestatieteller
pl: Testuj Liczniki Wydajności
sl: števec preskusne uspešnosti
tr: Test Performansı Sayacı

# SensorsMod_BtnTest_Wmi
source: Test WMI Query
de: teste WMI-Abfrage
es: prueba consulta wmi
pl: Test zapytanie WMI
sl: preizkusna poizvedba wmi
tr: WMI Sorgusunu Test Et

# SensorsMod_LblSetting1_Network
source: Network Card
de: Netzwerkkarte
es: tarjeta de red
fr: Carte du reseau
nl: netwerkkaart
pl: Karta Sieciowa
sl: omrežno kartico
tr: Ağ kartı

# SensorsMod_TestPerformanceCounter_MessageBox1
source: Enter a category and counter first.
de: Gebe erst eine Kategorie und einen Zähler ein.
es: Introduce una categoría y un contador primero.
fr: Entrez d'abord une catégorie et un compteur.
nl: Vul eerst een categorie en teller in.
pl: Wprowadź kategorię i licznik.
ru: Сначала введите категорию и счетчик.
sl: Najprej vnesite kategorijo in števec.
tr: Önce bir kategori ve sayaç girin.

# SensorsMod_TestPerformanceCounter_MessageBox2
source: Test succesfully executed, result value: {0}
de: Test erfolgreich durchgeführt, Ergebniswert: {0}
es: Prueba ejecutada con éxito, valor del resultado: {0}
fr: Test exécuté avec succès, valeur du résultat : {0}
nl: Test succesvol uitgevoerd, resultaat: {0}
pl: Test zakończony pomyślnie, wartość: {0}
ru: Тест успешно выполнен, значение результата: {0}
sl: Test je bil uspešno izveden, vrednost rezultata: {0}
tr: Test başarıyla yürütüldü, sonuç değeri: {0}

# SensorsMod_TestPerformanceCounter_MessageBox3
source: The test failed to execute: {0} Do you want to open the logs folder?
de: Der Test konnte nicht ausgeführt werden: {0} Möchtest du den Ordner mit den Protokollen öffnen?
es: La prueba no se pudo ejecutar: {0} ¿Quieres abrir la carpeta de registros?
fr: Le test n'a pas réussi a s'exécuter : {0} Voulez-vous ouvrir le dossier des journaux ?
nl: Niet gelukt om test uit te voeren: {0} Wil je de logs folder openen?
pl: Test zakończony niepowodzeniem: {0} Czy chcesz otworzyć plik log?
ru: Тест не удалось выполнить: {0} Вы хотите открыть папку журналов?
sl: Testa ni bilo mogoče izvesti: {0} Ali želite odpreti mapo dnevnikov?
tr: Test yürütülemedi: {0} Günlükler klasörünü açmak istiyor musunuz?

# SensorsMod_TestWmi_MessageBox1
source: Enter a WMI query first.
de: Gebe erst eine WMI-Abfrage ein.
es: Ingrese una consulta WMI primero.
fr: Saisissez d'abord une requête WMI.
nl: Vul eerst een WI query in.
pl: Najpierw wprowadź zapytanie WMI.
ru: Сначала введите запрос WMI.
sl: Najprej vnesite poizvedbo WMI.
tr: Önce bir WMI sorgusu girin.

# SensorsMod_TestWmi_MessageBox2
source: Query succesfully executed, result value: {0}
de: Abfrage erfolgreich ausgeführt, Ergebniswert: {0}
es: Consulta ejecutada con éxito, valor del resultado: {0}
fr: Requête exécutée avec succès, valeur du résultat : {0}
nl: Query succesvol uitgevoerd, resultaat: {0}
pl: Zapytanie zakończone sukcesem. Wynik: {0}
ru: Запрос успешно выполнен, значение результата: {0}
sl: Poizvedba je bila uspešno izvedena, vrednost rezultata: {0}
tr: Sorgu başarıyla yürütüldü, sonuç değeri: {0}

# SensorsMod_TestWmi_MessageBox3
source: The query failed to execute: {0} Do you want to open the logs folder?
de: Die Abfrage konnte nicht ausgeführt werden: {0} Möchtest du den Protokoll-Ordner öffnen?
es: La consulta no se pudo ejecutar: {0} ¿Quieres abrir la carpeta de registros?
fr: La requête n'a pas réussi a s'exécuter : {0} Voulez-vous ouvrir le dossier des journaux ?
nl: Uitvoeren query gefaald: {0} Wil je de logs folder openen?
pl: Zapytanie zakończone niepowodzeniem: {0} Czy chcesz otworzyć plik log?
ru: Запрос не удалось выполнить: {0} Вы хотите открыть папку журналов?
sl: Poizvedbe ni bilo mogoče izvesti: {0} Ali želite odpreti mapo dnevnikov?
tr: Sorgu yürütülemedi: {0} Günlükler klasörünü açmak istiyor musunuz?

# SensorsMod_WmiTestFailed
source: It looks like your scope is malformed, it should probably start like this: \\.\ROOT\ The scope you entered: {0} Tip: make sure you haven't switched the scope and query fields around. Do you still want to use the current values?
de: Es sieht so aus, als ob dein Anwendungsbereich fehlerhaft ist. Er sollte wahrscheinlich so beginnen: \\.\ROOT\ Der Bereich, den du eingegeben hast: {0} Tipp: Vergewissere dich, dass du die Felder für Bereich und Abfrage nicht vertauscht hast. Möchtest du immer noch die aktuellen Werte verwenden?
es: Parece que su alcance está mal formado. Probablemente debería comenzar así: \\.\RAÍZ\ El alcance que ingresó: {0} Sugerencia: asegúrese de no haber cambiado el alcance y los campos de consulta. ¿Aún desea utilizar los valores actuales?
nl: Het lijkt erop dat je scope ongeldige opmaak heeft. Hij moet waarschijnlijk als volgt starten: \\.\ROOT\ De scope die jij opgaf: {0} Tip: controleer of je de scope en query velden niet omgewisseld hebt. Wil je alsnog met de huidige waardes testen?
pl: Wygląda ma to, ze twoja ścieżka jest źle sformułowana. Powinna zaczynać się mniej więcej tak: \\.\ROOT\ Wpisałeś taką ścieżkę: {0} Wskazówka: upewnij się, że nie zamieniłeś ścieżki z zapytaniem. Czy chcesz użyć obecnej ścieżki?
ru: Похоже, ваш прицел искажен. Вероятно, это должно начинаться так: \\.\ROOT\ Область, которую вы ввели: {0} Совет: убедитесь, что вы не поменяли местами поля области действия и запроса. Вы все еще хотите использовать текущие значения?
sl: Videti je, da je vaš obseg napačno oblikovan. Verjetno bi se moralo začeti takole: \\.\ROOT\ Obseg, ki ste ga vnesli: {0} Nasvet: pazite, da niste zamenjali polj obsega in poizvedbe. Ali še vedno želite uporabiti trenutne vrednosti?
tr: Kapsamınız hatalı biçimlendirilmiş gibi görünüyor, muhtemelen şöyle başlamalıdır: \\.\ROOT\ Girdiğiniz kapsam: {0} İpucu: kapsamı ve sorgu alanlarını değiştirmediğinizden emin olun. Hâlâ mevcut değerleri kullanmak istiyor musunuz?

# SystemStateEvent_ApplicationStarted
source: ApplicationStarted
de: ApplikationStartete
es: Aplicación iniciada
fr: Application démarrée
nl: ApplicatieGestart
tr: Uygulama Başladı
