Repository: LAB02-Research/HASS.Agent
Catalog: src/HASS.Agent/Resources/Localization/Languages.*.resx
Languages: de, es, fr, nl, pl, pt_br, ru, sl, tr

# ServiceGeneral_BtnStoreCustomExecutor_MessageBox2
source: The selected executor could not be found, please ensure the path provided is correct and try again.
de: Der ausgewählte Exekutor wurde nicht gefunden. Wähle bitte einen neuen.
es: No se encuentra el ejecutor seleccionado. Seleccione uno nuevo.
fr: Le programme sélectionné est introuvable. Veuillez en sélectionner un nouveau.
nl: De geselecteerde executor is niet gevonden. Selecteer een andere.
pl: Wybrane środowisko wykonania nie zostało znalezione. Wybierz nowe.
pt_br: O executor selecionado não foi encontrado. Por favor, selecione um novo.
ru: Выбранный исполнитель не найден. Пожалуйста, выберите новый вариант.
sl: Izbrani izvajalec ni najden. Prosimo, izberite novo.
tr: Seçilen yürütücü bulunamadı, lütfen sağlanan yolun doğru olduğundan emin olun ve tekrar deneyin.

# ServiceGeneral_LblAuthIdInfo_MessageBox1
source: Set an auth ID if you don't want every instance of HASS.Agent on this PC to connect with the satellite service. Only the instances that have the correct ID, can connect. Leave empty to allow all to connect.
de: Lege eine Authentifizierungs-ID fest, wenn du nicht möchtest, dass jede Instanz von HASS.Agent auf diesem PC eine Verbindung mit dem Satellitendienst herstellt. Nur die Instanzen, die die richtige ID haben, können sich verbinden. Leer lassen, um allen die Verbindung zu erlauben.
es: Establezca una ID de autenticación si no desea que todas las instancias de HASS.Agent en esta PC se conecten con el servicio satelital. Solo las instancias que tienen la ID correcta pueden conectarse. Deje vacío para permitir que todos se conecten.
fr: Définissez un identifiant de connexion si vous ne souhaitez pas que toutes les instances de HASS.Agent sur ce PC puissent utiliser le Service Windows. Seules les instances ayant le bon identifiant peuvent se connecter. Laissez vide pour permettre à tous de se connecter.
nl: Stel een auth ID in als je niet wilt dat elke instantie van HASS.Agent op deze PC verbinding kan maken met de satelliet service. Alleen de instanties met de juiste ID, kunnen verbinden. Leeglaten om ze allemaal te laten verbinden.
pl: Ustawia klucz autoryzacji, jeżeli chcesz aby tylko jedna instancja HASS.Agent'a na tym komputerze łączyła się z usługą usługą Satellite. Tylko instancja z odpowiednim kluczem autoryzacji może się połączyć. Pozostaw puste aby pozwolić łączyć się wszystkim.
pt_br: Defina um ID de autenticação se não quiser que todas as instâncias do HASS.Agent neste PC se conectem ao serviço satélite. Somente as instâncias que possuem o ID correto podem se conectar. Deixe em branco para permitir que todos se conectem.
ru: Установите идентификатор аутентификации, если вам не нужен каждый экземпляр HASS.Agent на этом компьютере для подключения к спутниковой службе. Подключаться могут только экземпляры, имеющие правильный идентификатор. Оставьте пустым, чтобы все могли подключиться.
sl: Nastavite ID za potrditev, če ne želite, da se vsak primerek HASS.Agent na tem računalniku poveže s satelitsko storitvijo. Povezujejo se lahko samo primerki, ki imajo pravilen ID. Pustite prazno, da se vsi povežejo.
tr: Bu bilgisayardaki her HASS.Agent örneğinin uydu hizmetine bağlanmasını istemiyorsanız bir kimlik doğrulama kimliği ayarlayın. Yalnızca doğru kimliğe sahip örnekler bağlanabilir. Herkesin bağlanmasına izin vermek için boş bırakın.

# ServiceGeneral_LblDeviceNameInfo_MessageBox1
source: This is the name with which the satellite service registers itself on Home Assistant. By default, it's your PC's name plus '-satellite'.
de: Dies ist der Name, unter dem sich der Satellitendienst bei Home Assistant registriert. Standardmäßig ist es der Name deines PCs plus „-satellite“.
es: Este es el nombre con el que el servicio satelital se registra en Home Assistant. De manera predeterminada, es el nombre de su PC más '-satélite'.
fr: C'est le nom avec lequel le Service Windows s'enregistre sur Home Assistant. Par défaut, c'est le nom de votre PC suivi de '-satellite'.
nl: Met deze naam registreert de satelliet service zichzelf bij Home Assistant. Standaard is het je PC naam plus '-satellite'.
pl: Nazwa pod którą usługa Satellite zostanie zarejestrowana w Home Assistant. Domyślnie jest to nazwa twojego komputera oraz '-satellite'.
pt_br: Este é o nome com o qual o serviço satélite se registra no Home Assistant. Por padrão, é o nome do seu PC mais '-satellite'.
ru: Это имя, под которым спутниковая служба регистрируется в Home Assistant. По умолчанию это имя вашего КОМПЬЮТЕРА плюс '-satellite'.
sl: To je ime, s katerim se satelitska storitev registrira v Home Assistant. Privzeto je to ime vašega računalnika in '-satellite'.
tr: Bu, uydu hizmetinin kendisini Home Assistant'a kaydettiği addır. Varsayılan olarak, bilgisayarınızın adı artı '-uydu'dur.

# ServiceGeneral_LblDisconGraceInfo_MessageBox1
source: The amount of time the satellite service will wait before reporting a lost connection to the MQTT broker.
de: Die Zeitspanne, die der Satellitendienst wartet, bevor er einen Verbindungsabbruch an den MQTT-Broker meldet.
es: La cantidad de tiempo que esperará el servicio satelital antes de informar una conexión perdida al intermediario MQTT.
fr: Le délai qu'attendra le Service Windows avant de signaler une connexion perdue au broker MQTT.
nl: De hoeveelheid tijd dat de satelliet service wacht voordat hij een verbroken verbinding met de MQTT broker meldt.
pl: Czas po jakim usługa Satellite wyśle informacje o utracie połączenia przez MQTT.
pt_br: A quantidade de tempo que o serviço satélite aguardará antes de relatar uma conexão perdida ao agente MQTT.
ru: Количество времени, в течение которого спутниковая служба будет ждать, прежде чем сообщить о потере соединения брокеру MQTT.
sl: Čas, ki ga bo satelitska storitev čakala, preden bo sporočila izgubljeno povezavo posredniku MQTT.
tr: Uydu hizmetinin, MQTT aracısına bağlantının koptuğunu bildirmeden önce bekleyeceği süre.

# ServiceMqtt_StatusError
source: Error fetching status, please check logs for information.
de: Fehler beim Abrufen des Status, Protokolle prüfen
es: error al obtener el estado, verifique los registros
fr: Erreur lors de la récupération de l'état, vérifier les journaux
nl: fout tijdens ophalen status, controleer de logs
pl: Błąd pobierania statusu. Sprawdź logi, aby uzyskać więcej informacji.
pt_br: erro ao buscar o status, verifique os logs
ru: error fetching status, check logs
sl: stanje pridobivanja napake, preverite dnevnike
tr: Durum alınırken hata oluştu, lütfen bilgi için günlükleri kontrol edin.

# ServiceMqtt_BtnStore_MessageBox1
source: An error occurred whilst saving the configuration, please check the logs for more information.
de: Beim Speichern der Konfiguration ist ein Fehler aufgetreten, prüfe die Protokolle für weitere Informationen.
es: Ocurrió un error al guardar la configuración, consulte los registros para obtener más información.
fr: Une erreur s'est produite lors de l'enregistrement de la configuration, consultez les journaux pour plus d'informations.
nl: Er is iets misgegaan bij het opslaan van de configuratie, controleer de logs voor meer info.
pl: Wystąpił błąd podczas zapisywania poleceń konfiguracji, sprawdź logi, aby uzyskać więcej informacji.
pt_br: Ocorreu um erro ao salvar a configuração, verifique os logs para obter mais informações.
ru: При сохранении конфигурации произошла ошибка, проверьте журналы для получения дополнительной информации.
sl: Pri shranjevanju konfiguracije je prišlo do napake, za več informacij preverite dnevnike.
tr: Yapılandırma kaydedilirken bir hata oluştu, lütfen daha fazla bilgi için günlükleri kontrol edin.

# ServiceMqtt_BtnStore_Storing
source: Storing and registering, please wait..
de: speichern und registrieren, bitte warten ..
es: almacenando y registrando, por favor espere ..
fr: enregistrement et connexion, veuillez patienter ..
nl: opslaan en registreren, even geduld ..
pl: Zapisywanie i rejestracja, proszę czekać ..
pt_br: guardando e registrando, por favor aguarde ..
sl: shranjevanje in registracija, počakajte ..
tr: Kaydetme ve kaydetme, lütfen bekleyin..

# ServiceSensors_BtnStore_MessageBox1
source: An error occurred whilst saving the sensors, please check the logs for more information.
de: Beim Speichern der Sensoren ist ein Fehler aufgetreten, prüfe die Protokolle für weitere Informationen.
es: Ocurrió un error al guardar los sensores, consulte los registros para obtener más información.
fr: Une erreur s'est produite lors de l'enregistrement des capteurs, consultez les journaux pour plus d'informations.
nl: Er is iets mis gegaan bij het opslaan van de sensoren, controleer de logs voor meer info.
pl: Wystąpił błąd podczas zapisywania czujników, sprawdź logi po więcej informacji.
pt_br: Ocorreu um erro ao salvar os sensores, verifique os logs para obter mais informações.
ru: При сохранении датчиков произошла ошибка, проверьте журналы для получения дополнительной информации.
sl: Pri shranjevanju senzorjev je prišlo do napake, za več informacij preverite dnevnike.
tr: Sensörler kaydedilirken bir hata oluştu, lütfen daha fazla bilgi için günlükleri kontrol edin.

# ServiceSensors_BtnStore_Storing
source: Storing and registering, please wait..
de: speichern und registrieren, bitte warten ..
es: almacenando y registrando, por favor espere ..
fr: enregistrement et connexion, veuillez patienter ..
nl: opslaan en registreren, ogenblik geduld ..
pl: Zapisywanie i rejestracja, proszę czekać ..
pt_br: guardando e registrando, por favor aguarde ..
sl: shranjevanje in registracija, počakajte ..
tr: Kaydetme ve kaydetme, lütfen bekleyin..

# PortReservation_ProcessPostUpdate_MessageBox1
source: Not all steps completed succesfully. Please consult the logs for more information.
de: Nicht alle Schritte konnten erfolgreich abgeschlossen werden. Bitte prüfe die Protokolle für weitere Informationen.
es: No todos los pasos se completaron con éxito. Por favor, consulte los registros para obtener más información.
fr: Les étapes n'ont pas toutes été terminées avec succès. Veuillez consulter les journaux pour plus d'informations.
nl: Niet alle stappen zijn succesvol voltooid. Controleer de logs voor meer informatie.
pl: Nie wszystkie etapy zostały zakończone pomyślnie. Przeanalizuj logi aby uzyskać więcej informacji.
pt_br: Nem todas as etapas foram concluídas com êxito. Consulte os logs para obter mais informações.
ru: Не все шаги завершены успешно. Пожалуйста, обратитесь к журналам для получения дополнительной информации.
sl: Vsi koraki niso uspešno zaključeni. Za več informacij si oglejte dnevnike.
tr: Tüm adımlar başarıyla tamamlanmadı. Daha fazla bilgi için lütfen günlüklere bakın.

# PostUpdate_ProcessPostUpdate_MessageBox1
source: Not all steps completed succesfully. Please consult the logs for more information.
de: Nicht alle Schritte konnten erfolgreich abgeschlossen werden. Bitte prüfe die Protokolle für weitere Informationen.
es: No todos los pasos se completaron con éxito. Por favor, consulte los registros para obtener más información.
fr: Les étapes n'ont pas toutes été terminées avec succès. Veuillez consulter les journaux pour plus d'informations.
nl: Niet alle stappen zijn succesvol voltooid. Controleer de logs voor meer informatie.
pl: Nie wszystkie etapy zostały zakończone pomyślnie. Przeanalizuj logi aby uzyskać więcej informacji.
pt_br: Nem todas as etapas foram concluídas com êxito. Consulte os logs para obter mais informações.
ru: Не все шаги завершены успешно. Пожалуйста, обратитесь к журналам для получения дополнительной информации.
sl: Vsi koraki niso uspešno zaključeni. Za več informacij si oglejte dnevnike.
tr: Tüm adımlar başarıyla tamamlanmadı. Daha fazla bilgi için lütfen günlüklere bakın.

# Restart_ProcessRestart_MessageBox1
source: HASS.Agent is still active after {0} seconds. Please close all instances and restart manually. Check the logs for more info, and optionally inform the developers.
de: HASS.Agent ist nach {0} Sekunden immer noch aktiv. Bitte schließe alle Instanzen und starte manuell neu. Überprüfe die Protokolle auf weitere Informationen und informiere optional die Entwickler.
es: HASS.Agent sigue activo después de {0} segundos. Cierre todas las instancias y reinicie manualmente. Consulte los registros para obtener más información y, opcionalmente, informe a los desarrolladores.
nl: HASS.Agent is nog steeds actief na {0} seconden. Sluit alle instanties af en herstart handmatig. Controleer de logs voor meer info, en licht eventueel de ontwikkelaars in.
pl: HASS.Agent wciąż działa po {0} sekundach. Proszę zreferuj aplikacje manualnie. Sprawdź logi po więcej informacji i opcjonalnie poinformuj dewelopera.
pt_br: HASS.Agent ainda está ativo após {0} segundos. Feche todas as instâncias e reinicie manualmente. Verifique os logs para obter mais informações e, opcionalmente, informe os desenvolvedores.
ru: HASS.Agent все еще активен через {0} секунд. Пожалуйста, закройте все экземпляры и перезапустите вручную. Проверьте журналы для получения дополнительной информации и, при необходимости, сообщите разработчикам.
sl: HASS.Agent je še vedno aktiven po {0} sekundah. Prosimo, zaprite vse primerke in znova zaženite ročno. Preverite dnevnike za več informacij in po želji obvestite razvijalce.
tr: HASS.Agent, {0} saniye sonra hala etkin. Lütfen tüm örnekleri kapatın ve manuel olarak yeniden başlatın. Daha fazla bilgi için günlükleri kontrol edin ve isteğe bağlı olarak geliştiricileri bilgilendirin.

# ServiceReinstall_ProcessReinstall_MessageBox1
source: Not all steps completed successfully, please check the logs for more information.
de: Nicht alle Schritte konnten erfolgreich abgeschlossen werden. Bitte prüfe die Protokolle für weitere Informationen.
es: No todos los pasos se completaron con éxito. Por favor, consulte los registros para obtener más información.
fr: Toutes les étapes ne sont pas terminées avec succès. Veuillez consulter les logs pour plus d'informations.
nl: Niet alle stappen zijn succesvol voltooid. Controleer de logs voor meer informatie.
pl: Nie wszystkie etapy zostały zakończone pomyślnie. Przeanalizuj logi aby uzyskać więcej informacji.
pt_br: Nem todas as etapas foram concluídas com êxito. Consulte os logs para obter mais informações.
ru: Не все шаги завершены успешно. Пожалуйста, обратитесь к журналам для получения дополнительной информации.
sl: Vsi koraki niso uspešno zaključeni. Za več informacij si oglejte dnevnike.
tr: Tüm adımlar başarıyla tamamlanmadı, lütfen daha fazla bilgi için günlükleri kontrol edin.

# ServiceSetState_Enabled
source: Enable Satellite Service
de: Satellite Service einschalten
es: Habilitar servicio satelital
fr: Activer le Service Windows
nl: Satelliet Service inschakelen
pl: Włącz Usługę Satellite
pt_br: Ativar Serviço Satélite
ru: Включить Спутниковую службу
sl: Omogoči satelitsko storitev
tr: Uydu Hizmetini Etkinleştir

# ServiceSetState_Disabled
source: Disable Satellite Service
de: Satellite Service ausschalten
es: Deshabilitar servicio satelital
fr: Désactiver le Service Windows
nl: Satelliet Service uitschakelen
pl: Wyłącz Usługę Satellite
pt_br: Desativar Serviço Satélite
ru: Отключить Спутниковую службу
sl: Onemogočite satelitsko storitev
tr: Uydu Hizmetini Devre Dışı Bırak

# ServiceSetState_Started
source: Start Satellite Service
de: Satellite Service starten
es: Iniciar servicio satelital
fr: Démarrer le Service Windows
nl: Satelliet Service starten
pl: Start Usługi Satellite
pt_br: Iniciar Serviço Satélite
ru: Запуск Спутниковой службы
sl: Zaženite satelitsko storitev
tr: Uydu Hizmetini Başlat

# ServiceSetState_Stopped
source: Stop Satellite Service
de: Satellite Service stoppen
es: Detener el servicio satelital
fr: Arrêter le Service Windows
nl: Satelliet Service stoppen
pl: Stop Usługi Satellite
pt_br: Parar Serviço Satélite
ru: Остановить Спутниковую службу
sl: Ustavite satelitsko storitev
tr: Uydu Hizmetini Durdur

# ServiceSetState_ProcessState_MessageBox1
source: Something went wrong while processing the desired service state. Please consult the logs for more information.
de: Beim Verarbeiten des gewünschten Dienststatus ist ein Fehler aufgetreten. Weitere Informationen in den Logs.
es: Algo salió mal al procesar el estado de servicio deseado. Por favor, consulte los registros para obtener más información.
fr: Une erreur s'est produite lors du changement d'état du service. Veuillez consulter les journaux pour plus d'informations.
nl: Er is iets misgegaan bij het verwerken van de gewenste service staat. Controleer de logs voor meer informatie.
pl: Coś poszło nie tak podczas przetwarzania żądanego stanu usługi. Sprawdź logi po więcej informacji.
pt_br: Algo deu errado ao processar o estado do serviço desejado. Consulte os logs para obter mais informações.
ru: Что-то пошло не так при обработке желаемого состояния службы. Пожалуйста, обратитесь к журналам для получения дополнительной информации.
sl: Pri obdelavi želenega stanja storitve je šlo nekaj narobe. Za več informacij si oglejte dnevnike.
tr: İstenen hizmet durumu işlenirken bir şeyler ters gitti. Daha fazla bilgi için lütfen günlüklere bakın.

# CommandMqttTopic_BtnCopyClipboard_Copied
source: Topic copied to clipboard!
de: Thema in die Zwischenablage kopiert
es: tema copiado al portapapeles
fr: topic copié dans le presse-papier
nl: topic gekopieerd naar het klembord
pl: Temat skopiowany do schowka!
pt_br: tópico copiado para a área de transferência
ru: топик скопирован в буфер обмена
sl: tema kopirana v odložišče
tr: Konu panoya kopyalandı!

# CommandsConfig_BtnStore_Storing
source: Storing and registering, please wait..
de: speichert und registriert, bitte warten ..
es: almacenando y registrando, por favor espere ..
fr: enregistrement et connexion, veuillez patienter ..
nl: opslaan en registreren, ogenblik geduld ..
pl: Zapisywanie i rejestracja, proszę czekać ..
pt_br: guardando e registrando, por favor aguarde ..
sl: shranjevanje in registracija, počakajte ..
tr: Kaydetme ve kaydetme, lütfen bekleyin..

# CommandsConfig_BtnStore_MessageBox1
source: An error occurred whilst saving commands, please check the logs for more information.
de: Beim Speichern der Befehle ist ein Fehler aufgetreten. Weitere Informationen in den Logs.
es: Ocurrió un error al guardar los comandos, consulte los registros para obtener más información.
fr: Une erreur s'est produite lors de l'enregistrement des commandes, consultez les logs pour plus d'informations.
nl: Er is iets mis gegaan bij het opslaan van de commando's, controleer de logs voor meer info.
pl: Wystąpił błąd podczas zapisywania poleceń, sprawdź logi, aby uzyskać więcej informacji.
pt_br: Ocorreu um erro ao salvar os comandos, verifique os logs para obter mais informações.
ru: При сохранении команд произошла ошибка, проверьте журналы для получения дополнительной информации.
sl: Pri shranjevanju ukazov je prišlo do napake, za več informacij preverite dnevnike.
tr: Komutlar kaydedilirken bir hata oluştu, lütfen daha fazla bilgi için günlükleri kontrol edin.

# CommandsMod_Title_NewCommand
source: New Command
de: Neuer Befehl
es: Nuevo comando
fr: Nouvelle commande
nl: Nieuwe Commando
pl: Nowe Polecenie
pt_br: Novo Comando
ru: Новая команда
sl: Nov ukaz
tr: Yeni Komut

# CommandsMod_Title_ModCommand
source: Mod Command
de: Befehl modifizieren
es: Comando Mod
nl: Commando Aanpassen
pl: Zmodyfikuj Polecenie
pt_br: Comando Mod
sl: Ukaz za mod
tr: Mod Komutu

# CommandsMod_BtnStore_MessageBox1
source: Please select a command type!
de: Wähle zunächst einen Befehlstyp aus.
es: Seleccione primero un tipo de comando.
fr: Sélectionner un type de commande.
nl: Selecteer eerst een commandotype.
pl: Wybierz najpierw typ polecenia.
pt_br: Selecione um tipo de comando primeiro.
ru: Сначала выберите тип команды.
sl: Najprej izberite vrsto ukaza.
tr: Lütfen bir komut türü seçin!

# CommandsMod_BtnStore_MessageBox2
source: Please select a valid command type!
de: Wähle zunächst einen gültigen Befehlstyp aus.
es: Seleccione primero un tipo de comando válido.
fr: Sélectionner un type de commande valide.
nl: Selecteer eerst een geldig commandotype.
pl: Wybierz najpierw poprawny typ polecenia.
pt_br: Selecione um tipo de comando válido primeiro.
ru: Сначала выберите допустимый тип команды.
sl: Najprej izberite veljavno vrsto ukaza.
tr: Lütfen geçerli bir komut türü seçin!

# CommandsMod_MessageBox_EntityType
source: Select a valid entity type first.
de: Wähle zunächst einen gültigen Entitätstyp aus.
es: Seleccione primero un tipo de entidad válido.
fr: Sélectionner un type d'entité valide.
nl: Selecteer eerst een geldig entiteitstype.
pl: Wybierz najpierw prawidłowy typ encji.
pt_br: Selecione primeiro um tipo de entidade válido.
ru: Сначала выберите допустимый тип объекта.
sl: Najprej izberite veljavno vrsto entitete.
tr: Önce geçerli bir varlık türü seçin.

# CommandsMod_MessageBox_Name
source: Please provide a name!
de: Trage zuerst einen Namen ein.
es: Introduzca un nombre primero.
fr: Entrer un nom.
nl: Voer eerst een naam in.
pl: Wpisz najpierw nazwę!
pt_br: Insira um nome primeiro.
ru: Сначала введите имя.
sl: Najprej vnesite ime.
tr: Lütfen bir isim verin!

# CommandsMod_BtnStore_MessageBox3
source: A command with that name already exists, are you sure you want to continue?
de: Es gibt bereits einen Befehl mit diesem Namen. Bist du sicher, dass du fortfahren willst?
es: Ya hay un comando con ese nombre. Estás seguro de que quieres continuar?
fr: Il existe déjà une commande portant ce nom. Etes-vous sur de vouloir continuer?
nl: Er is al een commando met die naam. Weet je zeker dat je door wilt gaan?
pl: Istnieje już polecenie o tej nazwie. Jesteś pewien, że chcesz kontynuować?
pt_br: Já existe um comando com esse nome. Você tem certeza que quer continuar?
ru: Команда с таким именем уже существует. Вы уверены, что хотите продолжить?
sl: Ukaz s tem imenom že obstaja. Ali ste prepričani, da želite nadaljevati?
tr: Bu ada sahip bir komut zaten var, devam etmek istediğinizden emin misiniz?
