Repository: LAB02-Research/HASS.Agent
Catalog: src/HASS.Agent/Resources/Localization/Languages.*.resx
Languages: de, es, fr, nl, pl, pt_br, ru, sl, tr

# SensorsManager_NamedWindowSensorDescription
source: Provides an ON/OFF value based on whether the window is currently open (doesn't have to be active).
de: Liefert einen EIN/AUS-Wert basierend darauf, ob das Fenster gerade geöffnet ist (muss nicht aktiv sein).
es: Proporciona un valor ON/OFF basado en si la ventana está actualmente abierta (no tiene que estar activa).
fr: Fournit une valeur ON/OFF selon si la fenêtre est actuellement ouverte (elle n'a pas besoin d'être active).
nl: Geeft een ON/OFF waarde gebaseerd op of het scherm momenteel open is (hoeft niet actief te zijn).
pl: Zwraca wartość logiczną On/OFF w zależności od tego czy okno jest otwarte (nie musi być aktywne).
pt_br: Fornece um valor ON/OFF baseado em se a janela está aberta no momento (não precisa estar ativa).
ru: Предоставляет значение ON/OFF в зависимости от того, открыто ли окно в данный момент (не обязательно должно быть активным).
sl: Zagotavlja vrednost ON/OFF glede na to, ali je okno trenutno odprto (ni nujno, da je aktivno).
tr: Pencerenin o anda açık olup olmamasına bağlı olarak bir AÇIK/KAPALI değeri sağlar (etkin olması gerekmez).

# SensorsManager_NetworkSensorsDescription
source: Provides card info, configuration, transfer- & package statistics and addresses (ip, mac, dhcp, dns) of the selected network card(s). This is a multi-value sensor.
de: Bietet Karteninformationen, Konfiguration, Übertragungs- & Paketstatistiken und Adressen (IP, Mac, DHCP, DNS) der ausgewählten Netzwerkkarte(n). Dies ist ein mehrwertiger Sensor.
es: Proporciona información de la tarjeta, configuración, estadísticas de paquetes y transferencias y direcciones (ip, mac, dhcp, dns) de las tarjetas de red seleccionadas. Este es un sensor multivalor.
nl: Geeft kaart info, configuratie, verbinding- & pakketten statistieken en adressen (ip, mac, dhcp, dns) van de geselecteerde netwerkkaart(en). Dit is een multi-waarde sensor.
pl: Zwraca informacje o wybranej karcie sieciowej, konfiguracje, statystyki o transferze i pakietach oraz adres (ip, mac, dhcp, dns). To jest czujnik wielowartościowy.
pt_br: Fornece informações da placa, configuração, estatísticas de transferência e pacote e endereços (ip, mac, dhcp, dns) de todas as placas de rede presentes. Este é um sensor de vários valores.
ru: Предоставляет информацию о карте, конфигурацию, статистику передачи и пакетов, а также адреса (ip, mac, dhcp, dns) выбранной сетевой карты (ов). Это многозначный датчик.
sl: Zagotavlja podatke o kartici, konfiguracijo, statistiko prenosa in paketa ter naslove (ip, mac, dhcp, dns) izbranih omrežnih kartic. To je senzor z več vrednostmi.
tr: Seçilen ağ kartının/kartlarının kart bilgilerini, yapılandırmasını, aktarım ve paket istatistiklerini ve adreslerini (ip, mac, dhcp, dns) sağlar. Bu çok değerli bir sensördür.

# SensorsManager_PerformanceCounterSensorDescription
source: Provides the values of a performance counter. For example, the built-in CPU load sensor uses these values: Category: Processor Counter: % Processor Time Instance: _Total You can explore the counters through Windows' 'perfmon.exe' tool.
de: Liefert die Werte eines Leistungszählers. Der eingebaute CPU-Auslastungssensor verwendet beispielsweise diese Werte: Kategorie: Prozessor Zähler: % Prozessorzeit Instanz: _Gesamt Du kannst die Zähler mit dem Windows-Tool „perfmon.exe“ untersuchen.
es: Proporciona los valores de un contador de rendimiento. Por ejemplo, el sensor de carga de la CPU integrado utiliza estos valores: Categoría: Procesador Contador: % de tiempo de procesador Instancia: _Total Puede explorar los contadores a través de la herramienta 'perfmon.exe' de Windows.
nl: Geeft de waardes van een prestatieteller. Bijvoorbeeld, de ingebouwde CPU belasting sensor gebruikt deze waardes: Categorie: Processor Teller: % Processor Time Instance: _Total Je kunt de tellers verkennen via Windows' 'perfmon.exe' applicatie.
pl: Zwraca wartość Licznika Wydajności. Na przykład built-in CPU load sensor zwraca takie wartości: Category: Processor Counter: % Processor Time Instance: _Total Możesz odnaleźć liczniki wydajności przez narzędzie Windows 'perfmon.exe'.
pt_br: Fornece os valores de um contador de desempenho. Por exemplo, o sensor de carga da CPU integrado usa estes valores: Categoria: Processador Contador: % de tempo do processador Instância: _Total Você pode explorar os contadores através da ferramenta 'perfmon.exe' do Windows.
ru: Предоставляет значения счетчика производительности. Например, встроенный датчик загрузки процессора использует эти значения: Category: Processor Counter: % Processor Time Instance: _Total Вы можете исследовать счетчики через Windows' 'perfmon.exe' - инструмент.
sl: Zagotavlja vrednosti števca zmogljivosti. Na primer, vgrajeni senzor obremenitve CPE uporablja te vrednosti: Kategorija: Procesor Števec: % procesorskega časa Primer: _Skupaj Številke lahko raziščete z orodjem Windows 'perfmon.exe'.
tr: Bir performans sayacının değerlerini sağlar. Örneğin, yerleşik CPU yük sensörü şu değerleri kullanır: Kategori: İşlemci Sayacı: % İşlemci Zaman Örneği: _Toplam Sayaçları Windows' 'perfmon.exe' aracıyla keşfedebilirsiniz.

# SensorsManager_ProcessActiveSensorDescription
source: Provides the number of active instances of the process.
de: Stellt die Anzahl der aktiven Instanzen des Prozesses bereit.
es: Proporciona el número de instancias activas del proceso.
fr: Fournit le nombre d'instances actives du processus.
nl: Geeft het aantal actieve instanties van het proces.
pl: Zwraca ilość instancji danego procesu.
pt_br: Fornece o número de instâncias ativas do processo.
ru: Указывает количество активных экземпляров процесса.
sl: Zagotavlja število aktivnih primerov procesa.
tr: İşlemin etkin örneklerinin sayısını sağlar.

# SensorsManager_ServiceStateSensorDescription
source: Returns the state of the provided service: NotFound, Stopped, StartPending, StopPending, Running, ContinuePending, PausePending or Paused. Make sure to provide the 'Service name', not the 'Display name'.
de: Gibt den Status des bereitgestellten Dienstes zurück: NotFound, Stopped, StartPending, StopPending, Running, ContinuePending, PausePending oder Paused. Stelle sicher, dass du den „Servicenamen“ und nicht den „Anzeigenamen“ angibst.
es: Devuelve el estado del servicio proporcionado: NotFound, Stopped, StartPending, StopPending, Running, ContinuePending, PausePending o Paused. Asegúrese de proporcionar el 'Nombre del servicio', no el 'Nombre para mostrar'.
nl: Geeft de staat van de opgegeven service: NotFound, Stopped, StartPending, StopPending, Running, ContinuePending, PausePending or Paused. Zorg dat je de 'Service naam' geeft, niet de 'Weergavenaam'.
pl: Zwraca stan usługi: NotFound, Stopped, StartPending, StopPending, Running, ContinuePending, PausePending or Paused. Upewnij się że wpisujesz 'Service name', nie 'Dispaly name'.
pt_br: Retorna o estado do serviço fornecido: NotFound, Stopped, StartPending, StopPending, Running, ContinuePending, PausePending ou Paused. Certifique-se de fornecer o 'Nome do serviço', não o 'Nome de exibição'.
ru: Возвращает состояние предоставленной службы: NotFound, Stopped, StartPending, StopPending, Running, ContinuePending, PausePending or Paused. Обязательно укажите 'Имя службы', а не 'Display name'.
sl: Vrne stanje zagotovljene storitve: NotFound, Stopped, StartPending, StopPending, Running, ContinuePending, PausePending ali Paused. Prepričajte se, da ste navedli 'Service name', ne pa 'Display name'.
tr: Sağlanan hizmetin durumunu döndürür: Bulunamadı, Durduruldu, StartPending, StopPending, Running, ContinuePending, PausePending veya Paused. 'Görünen ad' değil, 'Hizmet adı' sağladığınızdan emin olun.

# SensorsManager_SessionStateSensorDescription
source: Provides the current session state: Locked, Unlocked or Unknown. Use a LastSystemStateChangeSensor to monitor session state changes.
de: Liefert den aktuellen Sitzungszustand: Gesperrt, entsperrt oder unbekannt. Verwende einen LetzteSystemStatusÄnderungSensor, um Änderungen des Sitzungsstatus zu überwachen.
es: Proporciona el estado actual de la sesión: Bloqueado, Desbloqueado o Desconocido. Use un LastSystemStateChangeSensor para monitorear los cambios de estado de la sesión.
nl: Geeft de huidige sessie staat: Vergrendeld, Ontgrendeld of Onbekend. Gebruik een LastSystemStateChangeSensor om sessiestaat veranderingen te monitoren.
pl: Zwraca aktualny stan sesji: Zablokowany, Odblokowany, nieznany. Użyj LastSystemStateChangeSensor aby monitorować zmianę stanu.
pt_br: Fornece o estado da sessão atual: Bloqueado, Desbloqueado ou Desconhecido. Use um LastSystemStateChangeSensor para monitorar as alterações de estado da sessão.
ru: Предоставляет текущее состояние сеанса: Locked, Unlocked or Unknown. Используйте LastSystemStateChangeSensor для отслеживания изменений состояния сеанса.
sl: Zagotavlja trenutno stanje seje: Zaklenjeno, Odklenjeno ali Neznano. Uporabite LastSystemStateChangeSensor za spremljanje sprememb stanja seje.
tr: Geçerli oturum durumunu sağlar: Kilitli, Kilitli Değil veya Bilinmiyor. Oturum durumu değişikliklerini izlemek için bir LastSystemStateChangeSensor kullanın.

# SensorsManager_StorageSensorsDescription
source: Provides the labels, total size (MB), available space (MB), used space (MB) and file system of all present non-removable disks.
de: Enthält die Bezeichnungen, die Gesamtgröße (MB), den verfügbaren Speicherplatz (MB), den belegten Speicherplatz (MB) und das Dateisystem aller vorhandenen nicht entfernbaren Festplatten.
es: Proporciona las etiquetas, el tamaño total (MB), el espacio disponible (MB), el espacio utilizado (MB) y el sistema de archivos de todos los discos no extraíbles presentes.
fr: Fournit les libellés, la taille totale (MB), l'espace disponible (MB), l'espace utilisé (MB) et le système de fichiers de tous les disques non amovibles présents.
nl: Geeft de labels, totale grootte (MB), beschikbare ruimte (MB), gebruikte ruimte (MB) en bestandssysteem van alle aanwezige niet-verwijderbare schijven.
pl: Zwraca nazwę, całkowity rozmiar (MB), dostępną przestrzeń (MB), zajętą przestrzeń (MB) i system plików wszystkich obecnych, nieusuwalnych dysków.
pt_br: Fornece os rótulos, tamanho total (MB), espaço disponível (MB), espaço usado (MB) e sistema de arquivos de todos os discos não removíveis presentes.
ru: Предоставляет метки, total size (MB), available space (MB), used space (MB) и файловую систему всех существующих несъемных дисков.
sl: Zagotavlja oznake, skupno velikost (MB), razpoložljivi prostor (MB), porabljen prostor (MB) in datotečni sistem vseh prisotnih neizmenljivih diskov.
tr: Mevcut tüm çıkarılabilir olmayan disklerin etiketlerini, toplam boyutunu (MB), kullanılabilir alanı (MB), kullanılan alanı (MB) ve dosya sistemini sağlar.

# SensorsManager_UserNotificationStateSensorDescription
source: Provides the current user state: NotPresent, Busy, RunningDirect3dFullScreen, PresentationMode, AcceptsNotifications, QuietTime or RunningWindowsStoreApp. Can for instance be used to determine whether to send notifications or TTS messages.
de: Liefert den aktuellen Benutzerzustand: NichtAnwesend, beschäftigt, Direct3dVollbildLäuft, PräsentationsModus, AkzeptiertBenachrichtigungen, RuhigeZeit oder WindowsStoreAppLäuft. Kann zum Beispiel genutzt werden, um zu entscheiden, ob eine Benachrichtigung oder eine TTS Nachricht gesendet wird.
es: Proporciona el estado actual del usuario: No presente, Ocupado, RunningDirect3dFullScreen, PresentationMode, AcceptsNotifications, QuietTime o RunningWindowsStoreApp. Puede usarse, por ejemplo, para determinar si enviar notificaciones o mensajes TTS.
nl: Geeft de huidige gebruikersstaat: NietAanwezig, Bezig, DraaitDirect3dFullScreen, PresentatieModus, AccepteertNotificaties, StilteTijd of DraaitWindowsStoreApp. Kan bijvoorbeeld gebruikt worden om te bepalen of notificaties en TTS berichten verstuurd moeten worden.
pl: Zwraca stan obecnego użytkownika: NotPresent, Busy, RunningDirect3dFullScreen, PresentationMode, AcceptsNotifications, QuietTime or RunningWindowsStoreApp. Może być użyty na przykład do oceny czy lepiej wysłać powiadomienie, czy wiadomość TTS.
pt_br: Fornece o estado atual do usuário: NotPresent, Busy, RunningDirect3dFullScreen, PresentationMode, AcceptsNotifications, QuietTime ou RunningWindowsStoreApp. Por exemplo, pode ser usado para determinar se deve enviar notificações ou mensagens TTS.
ru: Предоставляет текущее состояние пользователя: NotPresent, Busy, RunningDirect3dFullScreen, PresentationMode, AcceptsNotifications, QuietTime or RunningWindowsStoreApp. Может, например, использоваться для определения того, следует ли отправлять уведомления или сообщения TTS.
sl: Zagotavlja trenutno stanje uporabnika: NotPresent, Busy, RunningDirect3dFullScreen, PresentationMode, AcceptsNotifications, QuietTime ali RunningWindowsStoreApp. Lahko se na primer uporablja za določanje, ali želite poslati obvestila ali sporočila TTS.
tr: Geçerli kullanıcı durumunu sağlar: NotPresent, Busy, RunningDirect3dFullScreen, PresentationMode, Kabul Ediyor, QuietTime veya RunningWindowsStoreApp. Örneğin, bildirimlerin mi yoksa TTS mesajlarının mı gönderileceğini belirlemek için kullanılabilir.

# SensorsManager_WebcamActiveSensorDescription
source: Provides a bool value based on whether the webcam is currently being used. Note: if used in the satellite service, it won't detect userspace applications.
de: Stellt einen booleschen Wert basierend darauf bereit, ob die Webcam derzeit verwendet wird.
es: Proporciona un valor bool basado en si la cámara web se está usando actualmente. Nota: si se usa en el servicio de satélite, no detectará las aplicaciones del espacio de usuario.
nl: Geeft een bool waarde gebaseerd op of de webcam momenteel in gebruik is. Notitie: als hij gebruikt wordt in de satelliet service, zal hij geen gebruikersapplicaties detecteren.
pl: Zwraca wartość logiczną zależną od tego czy kamera internetowa jest obecnie używany. Wskazówka: jeżeli korzystasz z usługi Satellite, nie będziesz miał informacji o aplikacji w przestrzeni użytkownika.
pt_br: Fornece um valor bool com base no fato de a webcam estar sendo usada no momento.
ru: Предоставляет значение bool в зависимости от того, используется ли веб-камера в данный момент.
sl: Zagotavlja bool vrednost glede na to, ali se spletna kamera trenutno uporablja.
tr: Web kamerasının şu anda kullanılıp kullanılmadığına bağlı olarak bir bool değeri sağlar. Not: uydu hizmetinde kullanılırsa, kullanıcı alanı uygulamalarını algılamaz.

# SensorsManager_WindowsUpdatesSensorsDescription
source: Provides a sensor with the amount of pending driver updates, a sensor with the amount of pending software updates, a sensor containing all pending driver updates information (title, kb article id's, hidden, type and categories) and a sensor containing the same for pending software updates. This is a costly request, so the recommended interval is 15 minutes (900 seconds). But it's capped at 10 minutes, if you provide a lower value, you'll get the last known list.
de: Stellt einen Sensor mit der Anzahl anstehender Treiberaktualisierungen und einen Sensor mit der Anzahl ausstehender Softwareaktualisierungen bereit. Dies ist eine ressourcenbelastende Aufgabe, daher beträgt das empfohlene Intervall 15 Minuten (900 Sekunden). Aber es ist auf 10 Minuten begrenzt, wenn du einen niedrigeren Wert angibst, erhältst du die letzte bekannte Liste.
es: Proporciona un sensor con la cantidad de actualizaciones de controladores pendientes, un sensor con la cantidad de actualizaciones de software pendientes, un sensor que contiene toda la información de las actualizaciones de controladores pendientes (título, identificadores de artículos kb, ocultos, tipo y categorías) y un sensor que contiene lo mismo para las actualizaciones de software pendientes. Esta es una petición costosa, por lo que el intervalo recomendado es de 15 minutos (900 segundos). Pero está limitado a 10 minutos, si proporcionas un valor inferior, obtendrá la última lista conocida.
nl: Geeft een sensor met het aantal beschikbare driver updates, een sensor met het aantal beschikbare software updates, een sensor met info over de beschikbare driver updates (titel, kb, artikel id's, verborgen, type en categorieën) en een sensor met hetzelfde voor de beschikbare software updates. Dit is een duur verzoek, dus de aanbevolen interval is 15 minuten (900 seconden). Maar de ondergrens is 10 minuten, als je een lagere waarde geeft krijg je de laatst-bekende lijst terug.
pl: Zwraca czujnik zawierający ilość oczekujących aktualizacji sterowników, ilość oczekujących aktualizacji oprogramowania, informacje o wszystkich oczekujących aktualizacjach sterowników (nazwa, id, typ i kategorie) i sensor zawierający informacje o wszystkich oczekujących aktualizacjach oprogramowania. Jest to dość długie zapytanie, dlatego zalecamy interwał 15 minut (900 sekund).
pt_br: Fornece um sensor com a quantidade de atualizações de driver pendentes e um sensor com a quantidade de atualizações de software pendentes. Essa é uma solicitação cara, portanto, o intervalo recomendado é de 15 minutos (900 segundos). Mas é limitado a 10 minutos, se você fornecer um valor menor, obterá a última lista conhecida.
ru: Предоставляет датчик с количеством ожидающих обновлений драйверов и датчик с количеством ожидающих обновлений программного обеспечения. Это ресурсоемкий запрос, поэтому рекомендуемый интервал составляет 15 минут (900 секунд). Но он ограничен 10 минутами, если вы укажете меньшее значение, вы получите последний известный список.
sl: Zagotavlja senzor s količino čakajočih posodobitev gonilnika in senzor s količino čakajočih posodobitev programske opreme. To je draga zahteva, zato je priporočeni interval 15 minut (900 sekund). Vendar je omejeno na 10 minut, če vnesete nižjo vrednost, boste dobili zadnji znani seznam.
tr: Bekleyen sürücü güncellemelerinin miktarını gösteren bir sensör, bekleyen yazılım güncellemelerinin miktarını gösteren bir sensör, bekleyen tüm sürücü güncelleme bilgilerini (başlık, kb makale kimlikleri, gizli, tür ve kategoriler) içeren bir sensör ve bekleyenler için aynısını içeren bir sensör sağlar. yazılım güncellemeleri. Bu maliyetli bir istektir, bu nedenle önerilen aralık 15 dakikadır (900 saniye). Ancak 10 dakika ile sınırlandırılmıştır, daha düşük bir değer verirseniz, bilinen son listeyi alırsınız.

# SensorsManager_WmiQuerySensorDescription
source: Provides the result of the WMI query.
de: Liefert das Ergebnis der WMI-Abfrage.
es: Proporciona el resultado de la consulta WMI.
fr: Fournit le résultat de la requête WMI.
nl: Geeft het resultaat van een WMI query.
pl: Zwraca wynik zapytanie do WMI.
pt_br: Fornece o resultado da consulta WMI.
ru: Предоставляет результат запроса WMI.
sl: Zagotavlja rezultat poizvedbe WMI.
tr: WMI sorgusunun sonucunu sağlar.

# SettingsManager_LoadAppSettings_MessageBox1
source: Error loading settings: {0}
de: Fehler beim Laden der Einstellungen: {0}
es: Error al cargar la configuración: {0}
fr: Erreur lors du chargement des paramètres : {0}
nl: Fout tijdens laden instellingen: {0}
pl: Błąd podczas wczytywania ustawień: {0}
pt_br: Erro ao carregar as configurações: {0}
ru: Ошибка загрузки настроек: {0}
sl: Napaka pri nalaganju nastavitev: {0}
tr: Ayarlar yüklenirken hata oluştu: {0}

# SettingsManager_StoreInitialSettings_MessageBox1
source: Error storing initial settings: {0}
de: Fehler beim speichern der Anfangseinstellungen: {0}
es: Error al almacenar la configuración inicial: {0}
fr: Erreur lors de l'enregistrement des paramètres initiaux : {0}
nl: Fout tijdens opslaan initiële instellingen: {0}
pl: Błąd podczas zapisywania ustawień początkowych: {0}
pt_br: Erro ao guardar as configurações iniciais: {0}
ru: Ошибка сохранения начальных настроек: {0}
sl: Napaka pri shranjevanju začetnih nastavitev: {0}
tr: Başlangıç ayarları kaydedilirken hata oluştu: {0}

# SettingsManager_StoreAppSettings_MessageBox1
source: Error storing settings: {0}
de: Fehler beim Speichern der Einstellungen: {0}
es: Error al almacenar la configuración: {0}
fr: Erreur lors de l'enregistrement des paramètres : {0}
nl: Fout tijdens opslaan instellingen: {0}
pl: Błąd podczas zapisywania ustawień: {0}
pt_br: Erro ao guardar as configurações: {0}
ru: Ошибка сохранения настроек: {0}
sl: Napaka pri shranjevanju nastavitev: {0}
tr: Ayarlar kaydedilirken hata oluştu: {0}

# StoredCommands_Load_MessageBox1
source: Error loading commands: {0}
de: Fehler beim Laden von Befehlen: {0}
es: Error al cargar comandos: {0}
fr: Erreur lors du chargement des commandes : {0}
nl: Fout tijdens laden commando's: {0}
pl: Błąd podczas ładowania komend: {0}
pt_br: Erro ao carregar comandos: {0}
ru: Ошибка загрузки команд: {0}
sl: Napaka pri nalaganju ukazov: {0}
tr: Komutlar yüklenirken hata oluştu: {0}

# StoredCommands_Store_MessageBox1
source: Error storing commands: {0}
de: Fehler beim Speichern von Befehlen: {0}
es: Error al almacenar comandos: {0}
fr: Erreur lors de l'enregistrement des commandes : {0}
nl: Fout tijdens opslaan commando's: {0}
pl: Błąd podczas zapisywania komend: {0}
pt_br: Erro ao guardar comandos: {0}
ru: Ошибка сохранения команд: {0}
sl: Napaka pri shranjevanju ukazov: {0}
tr: Komutları depolarken hata oluştu: {0}

# StoredQuickActions_Load_MessageBox1
source: Error loading quick actions: {0}
de: Fehler beim Laden von Quick Actions: {0}
es: Error al cargar acciones rápidas: {0}
fr: Erreur lors du chargement des actions rapides : {0}
nl: Fout tijdens laden snelle acties: {0}
pl: Błąd podczas ładowania szybkich akcji: {0}
pt_br: Erro ao carregar atalhos rápidos: {0}
ru: Ошибка загрузки быстрые действия: {0}
sl: Napaka pri nalaganju hitrih dejanj: {0}
tr: Hızlı işlemler yüklenirken hata oluştu: {0}

# StoredQuickActions_Store_MessageBox1
source: Error storing quick actions: {0}
de: Fehler beim Speichern von Quick Actions: {0}
es: Error al almacenar acciones rápidas: {0}
fr: Erreur lors de l'enregistrement des actions rapides : {0}
nl: Fout tijdens opslaan snelle acties: {0}
pl: Błąd podczas zapisywania szybkich akcji: {0}
pt_br: Erro ao guardar atalhos rápidos: {0}
ru: Ошибка сохранения быстрых действий: {0}
sl: Napaka pri shranjevanju hitrih dejanj: {0}
tr: Hızlı işlemler kaydedilirken hata oluştu: {0}

# StoredSensors_Load_MessageBox1
source: Error loading sensors: {0}
de: Fehler beim Laden der Sensoren: {0}
es: Error al cargar sensores: {0}
fr: Erreur lors du chargement des capteurs : {0}
nl: Fout tijdens laden sensoren: {0}
pl: Błąd podczas ładowania czujników: {0}
pt_br: Erro ao carregar sensores: {0}
ru: Ошибка загрузки датчиков: {0}
sl: Napaka pri nalaganju senzorjev: {0}
tr: Sensör yüklenirken hata oluştu: {0}

# StoredSensors_Store_MessageBox1
source: Error storing sensors: {0}
de: Fehler beim Speichern von Sensoren: {0}
es: Error al almacenar sensores: {0}
fr: Erreur lors de l'enregistrement des capteurs : {0}
nl: Fout tijdens opslaan sensoren: {0}
pl: Błąd podczas ładowania czujników: {0}
pt_br: Erro ao guardar sensores: {0}
ru: Ошибка сохранения датчиков: {0}
sl: Napaka pri shranjevanju senzorjev: {0}
tr: Sensörler kaydedilirken hata oluştu: {0}

# Configuration_BtnStore_Busy
source: Busy, please wait..
de: beschäftigt, warte ..
es: ocupado, espera..
fr: Occupé, Patientez ..
nl: bezig, ogenblik geduld ..
pl: zajęty, poczekaj ..
pt_br: ocupado, aguarde..
ru: занят, подожди ..
sl: zaposlen, počakaj..
tr: Meşgul, lütfen bekleyin..

# ConfigGeneral_LblInterfaceLangauge
source: Interface &Language
de: Interface Sprache
es: &lenguaje de la interfaz
fr: Langage de l'interface
nl: interface taa&l
pl: język &interfejsu
pt_br: idioma da interface
ru: интерфейс и язык
sl: jezik vmesnika
tr: Arayüz ve Dil

# About_LblOr
source: or
de: oder
es: o
fr: ou
nl: of
pl: albo
pt_br: ou
ru: или
sl: ali
tr: veya
