Repository: LAB02-Research/HASS.Agent
Catalog: src/HASS.Agent/Resources/Localization/Languages.*.resx
Languages: de, es, fr, nl, pl, pt_br, ru, sl, tr

# OnboardingDone_LblInfo6
source: Developing and maintaining this tool (and everything that surrounds it) takes up a lot of time. Like most developers, I run on caffeïne - so if you can spare it, a cup of coffee is always very much appreciated!
es: Desarrollar y mantener esta herramienta (y todo lo que la rodea) requiere mucho tiempo. Al igual que la mayoría de los desarrolladores, funciono a base de cafeína, así que, si puede dedicarle un poco de tiempo, ¡una taza de café es siempre muy apreciada!
fr: Développer et maintenir cet outil (et tout ce qui l'entoure) prend beaucoup de temps. Comme la plupart des développeurs, je fonctionne à la caféine - donc si vous pouvez vous le permettre, une tasse de café est toujours très appréciée !
nl: Het ontwikkelen en onderhouden van deze tool (en alles wat erbij komt kijken, zoals support, deze vertaling en de documentatie) neemt een hoop tijd in beslag. Zoals de meeste ontwikkelaars draai ik op caffeïne - dus als je 't kunt missen, wordt een kop koffie altijd erg gewaardeerd!
pl: Tworzenie i utrzymanie aplikacji (i wszystko dookoła, jak wsparcie i dokumentacja) zajmuje sporo czasu. Jak większość deweloperów moim paliwem jest kofeina, więc jeżeli możesz postawić mi kubek kawy będę bardzo wdzięczny!
sl: Razvoj in vzdrževanje tega dodatka (in vsega, kar spada zraven, kot je podpora, navodila) vzame veliko časa. Kot večina razvijalcev tudi jaz delam na kofein - zato bi bil zelo hvaležen kake skodelice kave, če jo lahko pogrešate!
tr: Bu aracı (ve onu çevreleyen her şeyi) geliştirmek ve sürdürmek çok zaman alır. Çoğu geliştirici gibi, ben de kafein kullanıyorum - bu yüzden eğer onu ayırabilirseniz, bir fincan kahve her zaman çok değerlidir!

# OnboardingDone_LblTip2
source: Tip: Other donation methods are available on the About Window.
es: Sugerencia: hay otros métodos de donación disponibles en la ventana Acerca de.
fr: Astuce : d'autres méthodes de dons sont disponibles dans la fenêtre À propos.
nl: Tip: andere donatie methodes zijn beschikbaar in het Over scherm.
pl: Wskazówka: Inne sposoby wsparcia dostępne są w zakładce O.
sl: Namig: ostale možnosti donacij so na voljo v zavihku "Vizitka".
tr: İpucu: Hakkında Penceresinde başka bağış yöntemleri de mevcuttur.

# OnboardingIntegrations_CbEnableMediaPlayer
source: Enable &Media Player (including text-to-speech)
es: activar &reproductormultimedia (incluyendo la conversión de texto a voz)
fr: Activer le lecteur multimédia (et le text-to-speech)
nl: &mediaplayer inschakelen (inclusief tekst-naar-spraak)
pl: Włącz &Odtwarzacz multimediów (oraz tekst-do-mowy)
sl: omogoči &medijskipredvajalnik (vključno s tekst-v-govor)
tr: &Media Player'ı etkinleştir (metinden sese dahil)

# OnboardingIntegrations_CbEnableNotifications
source: Enable &Notifications
es: activar &notificaciones
fr: Activer les notifications
nl: &notificaties inschakelen
pl: Włącz &Powiadomienia
sl: omogoči &obvestila
tr: &Bildirimleri Etkinleştir

# OnboardingMqtt_CbEnableMqtt
source: Enable MQTT
es: activar mqtt
fr: Activer MQTT
nl: mqtt inschakelen
pl: Włącz MQTT
sl: omogoči mqtt
tr: MQTT'yi etkinleştir

# PostUpdate_PostUpdate
source: HASS.Agent Post Update
es: Actualización del puesto de HASS.Agent
pl: HASS.Agent Aktualizacja
tr: HASS.Agent Gönderi Güncellemesi

# SensorsManager_BluetoothDevicesSensorDescription
source: Provides a sensor with the amount of bluetooth devices found. The devices and their connected state are added as attributes.
es: Proporciona un sensor con la cantidad de dispositivos bluetooth encontrados. Los dispositivos y su estado de conexión se añaden como atributos.
fr: Fournit un capteur avec le nombre d'appareils Bluetooth trouvés. Les appareils et leur état de connexion sont ajoutés en tant qu'attributs.
nl: Geeft een sensor met het aantal gevonden bluetooth apparaten. De apparaten en hun verbindingsstaat zijn als attributen toegevoegd.
pl: Zwraca czujnik z ilością znalezionych urządzeń bluetooth. Urządzenia i ich status połączeń dodawane są jako atrybuty.
sl: To je senzor s številom najdenih bluetooth naprav. Naprave in njihovo stanje so dodani kot atributi.
tr: Bulunan bluetooth cihazlarının miktarını gösteren bir sensör sağlar. Cihazlar ve bağlı durumları nitelik olarak eklenir.

# SensorsManager_BluetoothLeDevicesSensorDescription
source: Provides a sensors with the amount of bluetooth LE devices found. The devices and their connected state are added as attributes. Only shows devices that were seen since the last report, ie. when the sensor publishes, the list clears.
es: Proporciona un sensor con la cantidad de dispositivos bluetooth LE encontrados. Los dispositivos y su estado de conexión se añaden como atributos. Sólo muestra los dispositivos que fueron vistos desde el último informe, es decir, cuando el sensor publica, la lista se borra.
fr: Fournit à des capteurs le nombre d'appareils Bluetooth LE trouvés. Les appareils et leur état de connexion sont ajoutés en tant qu'attributs. Affiche uniquement les appareils qui ont été vus depuis le dernier rapport, c'est-à-dire que lorsque le capteur publie, la liste s'efface.
nl: Geeft een sensor met het aantal gevonden bluetooth LE apparaten. De apparaten en hun verbindingsstatus zijn als attributen toegevoegd. Toont alleen apparaten die zijn gezien sinds het laatste rapport, oftewel, zodra de sensor publiceert wordt de lijst leeggemaakt.
pl: Zwraca czujnik z ilością znalezionych urządzeń bluetooth LE (Low Energy). Urządzenia i ich status połączeń dodawane są jako atrybuty. Pokazuje tylko te urządzenia które zgłaszały się w okresie od ostatniego raportu, czyli kiedy sensor zostaje opublikowany lista urządzeń jest czyszczona.
sl: To je senzor s številom najdenih bluetooth LE naprav. Naprave in njihovo stanje so dodani kot atributi. Prikaže samo naprave, ki so bile videne od zadnjega javljanja, npr. ko senzor podatke objavi se seznam izbriše.
tr: Bulunan bluetooth LE cihazlarının miktarını gösteren bir sensör sağlar. Cihazlar ve bağlı durumları nitelik olarak eklenir. Yalnızca son rapordan bu yana görülen cihazları gösterir, ör. sensör yayınlandığında liste temizlenir.

# SensorsManager_GeoLocationSensorDescription
source: Returns your current latitude, longitude and altitude as a comma-seperated value. Make sure Windows' location services are enabled! Depending on your Windows version, this can be found in the new control panel -> 'privacy and security' -> 'location'.
es: Devuelve su latitud, longitud y altitud actuales como un valor separado por comas. Asegúrese de que los servicios de localización de Windows están activados. Dependiendo de su versión de Windows, esto se puede encontrar en el nuevo panel de control -> 'privacidad y seguridad' -> 'ubicación'.
fr: Renvoie votre latitude, longitude et altitude actuelles sous forme de valeurs séparées par des virgules. Assurez-vous que les services de localisation de Windows sont activés ! Selon votre version de Windows, cela peut être trouvé dans le nouveau panneau de configuration -> 'confidentialité et sécurité' -> 'emplacement'.
nl: Geeft je huidige latitude, longitude en altitude als een kommagescheiden waarde. Verzeker dat Windows' localisatieservices ingeschakeld zijn! Afhankelijk van je Windows versie, kan dit gevonden worden in het nieuwe configuratiescherm -> 'privacy en beveiliging' -> 'locatie'.
pl: Zwraca obecną długość i szerokość geograficzna oraz wysokość nad poziomem morza oddzielone przecinkami. Upewnij się że lokalizacja jest włączona w systemie Windows! W zalezności od Twojej wersji Windows'a opcje te możesz znaleźć w Ustawienia -> Prywatność i Zabezpieczenia -> Lokalizacja
sl: Vrne trenutno dolžino, širino in višino kot vrednosti, ločene z vejico. Prepričajte se, da so lokacijske storitve w Windows omogočene! Glede na verzijo Windows-ov se to lahko nahaja v Nadzorna plošča --> Sistem in varnost --> lokacija
tr: Geçerli enlem, boylam ve yüksekliğinizi virgülle ayrılmış bir değer olarak döndürür. Windows'un konum hizmetlerinin etkinleştirildiğinden emin olun! Windows sürümünüze bağlı olarak bu, yeni kontrol panelinde -> 'gizlilik ve güvenlik' -> 'konum'da bulunabilir.

# SensorsManager_MicrophoneProcessSensorDescription
source: Provides the name of the process that's currently using the microphone. Note: if used in the satellite service, it won't detect userspace applications.
es: Proporciona el nombre del proceso que está usando actualmente el micrófono. Nota: si se usa en el servicio de satélite, no detectará las aplicaciones del espacio de usuario.
nl: Geeft de naam van het proces dat momenteel de microfoon gebruikt. Notitie: als hij in de satellietservice gebruikt wordt, zal hij geen gebruikerapplicaties detecteren.
pl: Zwraca nazwę procesu który obecnie używa mikrofonu. Wskazówka: jeżeli korzystasz z usługi Satellite, nie będziesz miał informacji o aplikacji w przestrzeni użytkownika.
sl: Vrne ime procesa, ki trenutno uporablja mikrofon. Opomba: če se uporablja v satelitski storitvi
tr: Şu anda mikrofonu kullanan işlemin adını sağlar. Not: uydu hizmetinde kullanılırsa, kullanıcı alanı uygulamalarını algılamaz.

# SensorsManager_MonitorPowerStateSensorDescription
source: Provides the last monitor power state change: Dimmed, PowerOff, PowerOn and Unkown.
es: Proporciona el último cambio de estado de energía del monitor: Atenuado, Apagado, Encendido y Desconocido.
nl: Geeft de laatste beeldscherm energiemodus status verandering: Gedimmed, Uitgeschakeld, Ingeschakeld en Onbekend
pl: Zwraca ostatnią zmianę stanu ekranu: Przyciemnienie, Wyłączenie, Włączenie, Nieznany
sl: Vrne zadnjo spremembo načina monitorja: Zatemnjen, Izključen, Vključen in Neznano
tr: Son monitör güç durumu değişikliğini sağlar: Soluk, Güç Kapalı, Güç Açık ve Bilinmiyor.

# SensorsManager_PowershellSensorDescription
source: Returns the result of the provided Powershell command or script. Converts the outcome to text.
es: Devuelve el resultado del comando o script de Powershell proporcionado. Convierte el resultado en texto.
nl: Geeft het resultaat van het opgegeven Powershell commando of script. Converteert de uitkomst naar text.
pl: Zwraca wynik poprzedniej komendy Powershell lub skryptu. Konwertuje wynik do tekstu.
sl: Vrne rezultat Powershell ukaza ali skripta. Pretvori rezultat v tekst.
tr: Sağlanan Powershell komutunun veya komut dosyasının sonucunu döndürür. Sonucu metne dönüştürür.

# SensorsManager_PrintersSensorsDescription
source: Provides information about all installed printers and their queues.
es: Proporciona información sobre todas las impresoras instaladas y sus colas.
nl: Geeft informatie over alle geïnstalleerde printers en hun wachtrijen.
pl: Zwraca informacje na temat wszystkich zainstalowanych drukarek i ich kolejek.
sl: Vrne informacijo o nameščenih tiskalnikih in čakalni vrsti za njih.
tr: Yüklü tüm yazıcılar ve sıraları hakkında bilgi sağlar.

# SensorsManager_WebcamProcessSensorDescription
source: Provides the name of the process that's currently using the webcam. Note: if used in the satellite service, it won't detect userspace applications.
es: Proporciona el nombre del proceso que está usando actualmente la cámara web. Nota: si se usa en el servicio de satélite, no detectará las aplicaciones del espacio de usuario.
nl: Geeft de naam van het proces dat momenteel de webcam gebruikt. Notitie: als hij in de satelliet service gebruikt wordt, zal hij geen gebruikerapplicaties detecteren.
pl: Zwraca nazwę procesu który obecnie używa kamery internetowej. Wskazówka: jeżeli korzystasz z usługi Satellite, nie będziesz miał informacji o aplikacji w przestrzeni użytkownika.
sl: Vrne ime procesa, ki trenutno uporablja kamero. Opomba: če jo uporablja satelitska storitev, potem 'userspace' aplikacije ne bodo zaznane.
tr: Şu anda web kamerasını kullanan işlemin adını sağlar. Not: uydu hizmetinde kullanılırsa, kullanıcı alanı uygulamalarını algılamaz.

# SensorsManager_WindowStateSensorDescription
source: Provides the current state of the process' window: Hidden, Maximized, Minimized, Normal and Unknown.
es: Proporciona el estado actual de la ventana del proceso: Oculta, Maximizada, Minimizada, Normal y Desconocida.
nl: Geeft de huidige staat van het procesvenster: Verborgen, Gemaximaliseerd, Geminimaliseerd, Normaal en Onbekend.
pl: Zwraca aktualny stan okna procesu: Ukryty, Zmaksymalizowany, Zminimalizowany, Normalny, Nieznany.
sl: Vrne trenutno stanje okna procesa: Skrito, Maksimirano, minimirano, normalno in neznano.
tr: İşlem penceresinin mevcut durumunu sağlar: Gizli, Büyütülmüş, Küçültülmüş, Normal ve Bilinmeyen.

# SensorsMod_LblSetting1_Powershell
source: powershell command or script
es: comando o script de powershell
fr: Script ou commande powershell
nl: powershell commando of script
pl: komenda powershell lub skrypt
sl: powershell ukaz ali skript
tr: powershell komutu veya komut dosyası

# SensorsMod_MessageBox_Sanitize
source: The name you provided contains unsupported characters and won't work. The suggested version is: {0} Do you want to use this version?
es: El nombre que ha proporcionado contiene caracteres no admitidos y no funcionará. La versión sugerida es: {0} ¿Desea usar esta versión?
nl: De opgegeven naam bevat niet ondersteunde tekens en zal niet werken. De voorgestelde variant is: {0} Wil je deze variant gebruiken?
pl: Nazwa którą wprowadziłeś zawiera niewspierany znak i nie będzie działała. Sugerujemy użycie: {0} Czy chcesz użyć tej wersji?
sl: Ime, ki ste ga navedli vsebuje nepodprte znake in ne bo delovalo. Predlagana verzija je: {0} Ali želite uporabiti predlagano?
tr: Sağladığınız ad, desteklenmeyen karakterler içeriyor ve çalışmayacak. Önerilen sürüm: {0} Bu sürümü kullanmak istiyor musunuz?

# SensorsMod_SensorsMod_BtnTest_Powershell
source: Test Command/Script
es: comando o script de prueba
fr: Tester la commande ou le script
nl: test commando of script
pl: Testuj komende/skrypt
sl: testni ukaz ali skript
tr: Test Komutu/Komut Dosyası

# SensorsMod_TestPowershell_MessageBox1
source: Please enter a command or script!
es: Introduzca primero un comando o script
fr: Entrer une commande ou un script en premier
nl: Geeft eerst een commando of script op
pl: Wprowadź komendę lub skrypt!
sl: Najprej vpišite ukaz ali skript
tr: Lütfen bir komut veya komut dosyası girin!

# SensorsMod_TestPowershell_MessageBox2
source: Test succesfully executed, result value: {0}
es: Prueba ejecutada con éxito, valor del resultado: {0}
fr: Test exécuté avec succès, valeur du résultat : {0}
nl: Test succesvol uitgevoerd, resultaatwaarde: {0}}
pl: Test zakończony pomyślnie, wartość: {0}
sl: Test je bil uspešno izveden, rezultat je: {0}
tr: Test başarıyla yürütüldü, sonuç değeri: {0}

# SensorsMod_TestPowershell_MessageBox3
source: The test failed to execute: {0} Do you want to open the logs folder?
es: La prueba no se ejecutó: {0} ¿Desea abrir la carpeta de registros?
fr: Le test n'a pas pu s'exécuter : {0} Voulez-vous ouvrir le dossier des logs ?
nl: Uitvoeren van de test is mislukt: {0} Wil je de logmap openen?
pl: Test zakończony niepowodzeniem: {0} Czy chcesz otworzyć plik log?
sl: Test ni bil uspešen: {0} Ali želite odpreti mapo z dnevniki?
tr: Test yürütülemedi: {0} Günlükler klasörünü açmak istiyor musunuz?

# SensorType_BluetoothDevicesSensor
source: BluetoothDevices
es: DispositivosBluetooth
fr: Appareils Bluetooth
nl: BluetoothApparaten
pl: UrządzeniaBluetooth
sl: BluetoothNaprave
tr: BluetoothCihazları

# SensorType_BluetoothLeDevicesSensor
source: BluetoothLeDevices
es: DispositivosBluetoothLe
fr: Appareils Bluetooth LE
nl: BluetoothLeApparaten
pl: UrządzeniaBluetoothLe
sl: BluetoothLeNaprave
tr: BluetoothLeCihazlar

# ServiceControllerManager_Error_Fatal
source: Fatal error, please check logs for information!
es: error fatal, compruebe los registros
fr: Erreur fatale, consultez les logs
nl: fatale fout, controleer logs
pl: Błąd krytyczny, sprawdź logi po więcej informacji!
sl: kritična napaka, preveri dnevnik
tr: Önemli hata, lütfen bilgi için günlükleri kontrol edin!

# ServiceControllerManager_Error_Timeout
source: Timeout expired
es: tiempo de espera expirado
fr: Délai d'attente expiré
nl: time-out verlopen
pl: Czas oczekiwania wygasł
sl: čas je potekel
tr: Zaman aşımı süresi doldu

# ServiceControllerManager_Error_Unknown
source: unknown reason
es: razón desconocida
fr: Raison inconnue
nl: onbekende reden
pl: Nieznana przyczyna
sl: neznan vzrok
tr: bilinmeyen sebep

# ServiceHelper_ChangeStartMode_Error1
source: unable to open Service Manager
es: no se puede abrir servicemanager
fr: Impossible d'ouvrir le gestionnaire de service
nl: kan de servicemanager niet openen
pl: nie można uruchomić Menadżera Zadań
sl: ne morem odpreti servicemanager-ja
tr: Hizmet Yöneticisini açamıyor

# ServiceHelper_ChangeStartMode_Error2
source: unable to open service
es: no se puede abrir el servicio
fr: Impossible d'ouvrir le service
nl: openen service gefaald
pl: nie można uruchomić usługi
sl: ne morem odpreti storitve
tr: hizmeti açamıyor

# ServiceHelper_ChangeStartMode_Error3
source: Error configuring startup mode, please check the logs for more information.
es: error al configurar el modo de inicio, comprobar los registros
fr: Erreur de configuration du mode de démarrage, consultez les logs
nl: error tijdens inschakelen opstartmodus, controleer logs
pl: Błąd podczas konfiguracji trybu uruchamiania. Sprawdź logi, aby uzyskać więcej informacji.
sl: napaka pri konfiguraciji zagonskega načina, preveri dnevnik
tr: Başlangıç modu yapılandırılırken hata oluştu, daha fazla bilgi için lütfen günlükleri kontrol edin.

# ServiceHelper_ChangeStartMode_Error4
source: Error setting startup mode, please check the logs for more information.
es: error en la configuración del modo de inicio, comprobar los registros
fr: Erreur lors de la mise en place du mode de démarrage, vérifier les journaux
nl: error tijdens instellen opstartmodus, controleer logs
pl: Błąd podczas ustawiania trybu uruchamiania. Sprawdź logi, aby uzyskać więcej informacji.
sl: napaka pri nastavljanju zagonskega načuna, preveri dnevnik
tr: Başlangıç modu ayarlanırken hata oluştu, lütfen daha fazla bilgi için günlükleri kontrol edin.

# WebView_InitializeAsync_MessageBox1
source: Microsoft's WebView2 runtime isn't found on your machine. Usually this is handled by the installer, but you can install it manually. Do you want to download the runtime installer?
es: El tiempo de ejecución de WebView2 de Microsoft no se encuentra en su máquina. Normalmente, el instalador se encarga de esto, pero puede instalarlo manualmente. ¿Desea descargar el instalador del tiempo de ejecución?
nl: Microsoft's WebView2 runtime is niet op je machine gevonden. Normaliter handelt de installatie dit af, maar je kunt het ook handmatig installeren. Wil je de runtime installatie downloaden?
pl: Na twoim komputerze nie ma zainstalowanego Microsoft's WebView2 runtime. Zazwyczaj jest on instalowany automatycznie, ale możesz to zrobić też ręcznie. Czy chcesz pobrać plik instalacyjny?
sl: Microsoftov WebView2 ni nameščen v vaši napravi. To ponavadi ureja installer, lahko pa ga namestite sami. Ali želite prenesti runtime installer?
tr: Microsoft'un WebView2 çalışma zamanı makinenizde bulunamadı. Bu genellikle yükleyici tarafından gerçekleştirilir, ancak manuel olarak yükleyebilirsiniz. Çalışma zamanı yükleyicisini indirmek istiyor musunuz?

# WebView_InitializeAsync_MessageBox2
source: Something went wrong while initializing the WebView! Please check your logs and open a GitHub issue for further assistance.
es: Algo ha ido mal al inicializar la WebView. Por favor, compruebe sus registros y abra un ticket de GitHub para obtener ayuda.
nl: Er is iets mis gegaan bij het initialiseren van de WebView. Controleer je logs en open een GitHub tickets om hulp te krijgen.
pl: Coś poszło nie tak podczas włączanie WebView! Sprawdź logi i załóż wątek na stronie GitHub, aby pomóc rozwiązać ten problem.
sl: Nekaj je šlo narobe pri inicializaciji WebView. Preverite dnevnike in odprite GitHub 'ticket' za pomoč.
tr: WebView başlatılırken bir şeyler ters gitti! Lütfen günlüklerinizi kontrol edin ve daha fazla yardım için bir GitHub sorunu açın.

# CommandType_LaunchUrlCommand
source: LaunchUrl
de: ÖffneUrl
es: URL de lanzamiento
nl: LanceerUrl
pl: UruchomUrl
pt_br: URL de início

# SensorType_ActiveWindowSensor
source: ActiveWindow
de: AktivesFenster
es: Ventana activa
fr: Fenêtre active
nl: ActiefScherm
pl: AktywneOkno
pt_br: JanelaAtiva

# CommandEntityType_Siren
source: Siren
de: Sirene
es: Sirena
fr: Sirène
nl: Sirene
pl: Syrena
pt_br: Sirene
sl: Sirena

# CommandType_SendWindowToFrontCommand
source: SendWindowToFront
es: EnviarVentanaAlFrente
nl: StuurSchermNaarVoorgrond
pl: PrzenieśOknoNaWierzch

# SensorType_PowershellSensor
source: PowershellSensor
es: SensorPowershell
fr: Capteur Powershell
pl: CzujnikPowershell

# SensorType_LastSystemStateChangeSensor
source: LastSystemStateChange
de: LetzteSystemStatusÄnderung
nl: LaatsteSysteemStatusVerandering
pl: OstatniaZmianaStanuSystemu
pt_br: ÚltimaMudançaDeEstadoDoSistema

# SensorType_WmiQuerySensor
source: WmiQuery
de: WmiAbfrage
pl: ZapytanieWMI

# WindowState_Normal
source: Normal
nl: Normaal
pl: Normalny
sl: Normalno
