Repository: LAB02-Research/HASS.Agent
Catalog: src/HASS.Agent/Resources/Localization/Languages.*.resx
Languages: de, es, fr, nl, pl, pt_br, ru, sl, tr

# OnboardingApi_BtnTest_MessageBox1
source: Please provide a valid API key.
de: Bitte einen gültigen API-Key eingeben.
es: Introduzca una clave de API válida.
fr: Veuillez saisir une clé API valide.
nl: Vul een geldige API sleutel in.
pl: Wprowadź prawidłowy klucz API.
pt_br: Insira uma chave de API válida.
ru: Пожалуйста, введите действительный ключ API.
sl: Vnesite veljaven ključ API.
tr: Lütfen geçerli bir API anahtarı sağlayın.

# OnboardingApi_BtnTest_MessageBox2
source: Please enter your Home Assistant's URI.
de: Bitte deine Home Assistant URI eingeben.
es: Ingresa el URI de tu Home Assistant.
fr: Veuillez saisir l'adresse de votre Home Assistant.
nl: Vul Home Assistant's URI in.
pl: Wprowadź identyfikator URI swojego Home Assistant.
pt_br: Insira a URI do seu Home Assistant.
ru: Пожалуйста, введите URI вашего домашнего помощника.
sl: Vnesite URI naslov za Home Assistant.
tr: Lütfen Ev Asistanınızın URI'sini girin.

# OnboardingApi_BtnTest_MessageBox3
source: Unable to connect, the following error was returned: {0}
de: Die Verbindung konnte nicht hergestellt werden, es wurde der folgende Fehler zurückgegeben: {0}
es: No se pudo conectar, se devolvió el siguiente error: {0}
fr: Impossible de se connecter, l'erreur suivante a été renvoyée : {0}
nl: Kan niet verbinden, de volgende error was teruggegeven: {0}
pl: Nie można się połączyć, został zwrócony następujący błąd: {0}
pt_br: Não foi possível conectar, o seguinte erro foi retornado: {0}
ru: Не удалось подключиться, была возвращена следующая ошибка: {0}
sl: Povezave ni bilo mogoče vzpostaviti, vrnjena je bila naslednja napaka: {0}
tr: Bağlanılamadı, aşağıdaki hata döndürüldü: {0}

# OnboardingApi_BtnTest_MessageBox4
source: Connection OK! Home Assistant version: {0}
de: Verbindung OK! Home Assistant-Version: {0}
es: ¡Conexión bien! Versión del Asistente para el hogar: {0}
nl: Verbinding OK! Home Assistant versie: {0}
pl: Połączenie OK! Wersja Home Assistant: {0}
pt_br: Conexão OK! Versão do Home Assistant: {0}
sl: Povezava OK! Različica Home Assistant: {0}
tr: Bağlantı Tamam! Ev Asistanı sürümü: {0}

# OnboardingApi_BtnTest_Testing
source: Testing..
de: Testet ..
es: probando..
fr: test en cours ..
nl: testen ..
pl: testowanie..
pt_br: testando..
ru: тестирование..
sl: testiranje ..
tr: Test yapmak..

# ServiceCommands_BtnStore_MessageBox1
source: An error occurred whilst saving your commands, please check the logs for more information.
de: Beim Speichern der Befehle ist ein Fehler aufgetreten. Weitere Infos in den Logs.
es: Ocurrió un error al guardar los comandos, consulte los registros para obtener más información.
fr: Une erreur s'est produite lors de l'enregistrement des commandes, consultez les journaux pour plus d'informations.
nl: Er is iets mis gegaan bij het opslaan van de commando's, controleer de logs voor meer info.
pl: Wystąpił błąd podczas zapisywania poleceń, sprawdź logi, aby uzyskać więcej informacji.
pt_br: Ocorreu um erro ao salvar os comandos, verifique os logs para obter mais informações.
ru: При сохранении команд произошла ошибка, проверьте журналы для получения дополнительной информации.
sl: Pri shranjevanju ukazov je prišlo do napake, za več informacij preverite dnevnike.
tr: Komutlarınız kaydedilirken bir hata oluştu, lütfen daha fazla bilgi için günlükleri kontrol edin.

# ServiceCommands_BtnStore_Storing
source: Storing and registering, please wait..
de: speichern und registrieren, bitte warten ..
es: almacenando y registrando, por favor espere ..
fr: Enregistrement et connexion, veuillez patienter ..
nl: opslaan en registreren, ogenblik geduld ..
pl: Zapisywanie i rejestracja, proszę czekać ..
pt_br: guardando e registrando, por favor aguarde ..
sl: shranjevanje in registracija, počakajte ..
tr: Kaydetme ve kaydetme, lütfen bekleyin..

# ServiceConnect_Connecting
source: Connecting with satellite service, please wait..
de: Verbinden mit dem Satellitendienst, einen Moment bitte ..
es: conectandose con el servicio satelital, un momento por favor..
fr: Connexion avec le Service Windows, un instant s'il vous plaît ..
nl: verbinden met de satelliet service, ogenblik geduld ..
pl: Łączenie z usługą Satellite, proszę poczekaj..
pt_br: conectando com o serviço satélite, um momento por favor ..
ru: подключение к спутниковой службе, одну минуту, пожалуйста..
sl: povezava s satelitsko storitvijo, trenutek prosim ..
tr: Uydu servisine bağlanılıyor, lütfen bekleyin..

# ServiceConnect_Failed
source: Connecting to the service has failed!
de: Verbindung zum Service fehlgeschlagen
es: la conexión al servicio ha fallado
fr: La connexion au service a échoué
nl: verbinden met de service is gefaald
pl: Połączenie z usługą zakończone błędem!
pt_br: a conexão com o serviço falhou
ru: не удалось подключиться к сервису has
sl: povezava s storitvijo ni uspela
tr: Hizmete bağlanma başarısız oldu!

# ServiceConnect_FailedMessage
source: The service hasn't been found! You can install and manage it from the configuration panel. When it's up and running, come back here to configure the commands and sensors.
de: Der Dienst wurde nicht gefunden! Du kannst ihn über das Konfigurationsfenster installieren und verwalten. Wenn er läuft, kehre hierher zurück, um die Befehle und Sensoren zu konfigurieren.
es: ¡No se ha encontrado el servicio! Puedes instalarlo y gestionarlo desde el panel de configuración. Cuando esté funcionando, vuelva aquí para configurar los comandos y sensores.
fr: Le service n'a pas été trouvé ! Vous pouvez l'installer et le gérer à partir du panneau de configuration. Lorsqu'il est opérationnel, revenez ici pour configurer les commandes et les capteurs.
nl: The service is niet gevonden! Je kunt 'm installeren en beheren vanuit het configuratie paneel. Wanneer hij weer draait, kun je hier terugkomen om de commando's en sensoren te configureren.
pl: Nie znaleziono takiej usługi. Możesz ją zainstalować i zarządzać nią z panelu sterowania. Jeżeli jest ona uruchomiona, wróć tutaj by skonfigurować jej komendy i czujniki.
pt_br: O serviço não foi encontrado! Você pode instalá-lo e gerenciá-lo a partir do painel de configuração. Quando estiver funcionando, volte aqui para configurar os comandos e sensores.
ru: Служба не найдена! Вы можете установить его и управлять им с панели конфигурации. Когда он будет запущен и запущен, вернитесь сюда, чтобы настроить команды и датчики.
sl: Storitev ni bila najdena! Lahko ga namestite in upravljate s konfiguracijske plošče. Ko je zagnan in deluje, se vrnite sem, da konfigurirate ukaze in senzorje.
tr: Servis bulunamadı! Yapılandırma panelinden kurabilir ve yönetebilirsiniz. Çalışmaya başladığında, komutları ve sensörleri yapılandırmak için buraya geri gelin.

# ServiceConnect_CommunicationFailed
source: Communicating with the service has failed!
de: Die Kommunikation mit dem Dienst ist fehlgeschlagen
es: la comunicación con el servicio ha fallado
fr: La communication avec le service a échoué
nl: communiceren met de service is gefaald
pl: Komunikacja z usługa zakończona błędem!
pt_br: a comunicação com o serviço falhou
ru: не удалось установить связь со службой
sl: komunikacija s storitvijo ni uspela
tr: Hizmetle iletişim başarısız oldu!

# ServiceConnect_CommunicationFailedMessage
source: Unable to communicate with the service. Check the logs for more info. You can open the logs and manage the service from the configuration panel.
de: Kommunikation mit dem Dienst nicht möglich. Weitere Informationen findest du in den Protokollen. Du kannst die Protokolle öffnen und den Dienst über das Konfigurationsfenster verwalten.
es: No se puede comunicar con el servicio. Consulte los registros para obtener más información. Puede abrir los registros y administrar el servicio desde el panel de configuración.
fr: Impossible de communiquer avec le service. Consultez les journaux pour plus d'informations. Vous pouvez ouvrir les journaux et gérer le service à partir du panneau de configuration.
nl: Kan niet communiceren met de service. Controleer de logs voor meer info. Je kunt de logs openen en de service beheren vanuit het configuratie paneel.
pl: Nie można połączyć się z usługą. Sprawdź logi by pozyskać więcej informacji. Możesz otworzyć logi i zarządzać usługami w panelu sterowania.
pt_br: Não é possível se comunicar com o serviço. Verifique os logs para obter mais informações. Você pode abrir os logs e gerenciar o serviço no painel de configuração.
ru: Не удается связаться со службой. Проверьте журналы для получения дополнительной информации. Вы можете открывать журналы и управлять службой с панели конфигурации.
sl: Ni mogoče komunicirati s storitvijo. Za več informacij preverite dnevnike. Dnevnike lahko odprete in upravljate storitev na konfiguracijski plošči.
tr: Hizmetle iletişim kurulamıyor. Daha fazla bilgi için günlükleri kontrol edin. Yapılandırma panelinden günlükleri açabilir ve hizmeti yönetebilirsiniz.

# ServiceConnect_Unauthorized
source: Unauthorized
de: nicht-authorisiert
es: No autorizado
fr: Non autorisé
nl: onbevoegd
pl: Brak autoryzacji
pt_br: não autorizado
sl: nepooblaščeno
tr: Yetkisiz

# ServiceConnect_UnauthorizedMessage
source: You are not authorized to contact the service. If you have the correct auth ID, you can set it now and try again.
de: Du bist nicht berechtigt, den Dienst zu kontaktieren. Wenn du die richtige Authentifizierungs-ID hast, kannst du sie jetzt festlegen und es erneut versuchen.
es: No está autorizado a ponerse en contacto con el servicio. Si tiene el ID de autenticación correcto, puede configurarlo ahora e intentarlo de nuevo.
fr: Vous n'êtes pas autorisé à vous connecter au service. Si vous disposez d'un identifiant de connexion valide, vous pouvez le saisir maintenant et réessayer.
nl: Je bent onbevoegd om met de service te verbinden. Als je de juiste auth ID hebt, kun je die nu invoeren en opnieuw proberen.
pl: Nie masz autoryzacji aby połączyć się z usługą. Jeżeli masz prawidłowe dane do logowanie możesz je ustawić i spróbować ponownie.
pt_br: Você não está autorizado a entrar em contato com o serviço. Se você tiver o ID de autenticação correto, poderá defini-lo agora e tentar novamente.
ru: Вы не уполномочены связываться со службой. Если у вас есть правильный идентификатор авторизации, вы можете установить его сейчас и повторить попытку.
sl: Niste pooblaščeni za stik s storitvijo. Če imate pravilen ID za potrditev, ga lahko nastavite zdaj in poskusite znova.
tr: Servisle iletişime geçme yetkiniz yok. Doğru auth ID'niz varsa, şimdi ayarlayabilir ve tekrar deneyebilirsiniz.

# ServiceConnect_SettingsFailed
source: Fetching settings failed!
de: Abrufen der Einstellungen fehlgeschlagen
es: no se pudo obtener la configuración
fr: La récupération des paramètres a échoué
nl: ophalen instellingen gefaald
pl: Pobieranie ustawień zakończone błędem!
pt_br: a busca das configurações falhou
sl: pridobivanje nastavitev ni uspelo
tr: Ayarlar getirilemedi!

# ServiceConnect_SettingsFailedMessage
source: The service returned an error while requesting its settings. Check the logs for more info. You can open the logs and manage the service from the configuration panel.
de: Der Dienst hat beim Anfordern seiner Einstellungen einen Fehler zurückgegeben. Weitere Informationen findest du in den Logs. Du kannst die Logs öffnen und den Dienst über das Konfigurationsfenster verwalten.
es: El servicio devolvió un error al solicitar su configuración. Consulte los registros para obtener más información. Puede abrir los registros y administrar el servicio desde el panel de configuración.
fr: Le service a renvoyé une erreur lors de la récupération de ses paramètres. Consultez les journaux pour plus d'informations. Vous pouvez ouvrir les journaux et gérer le service à partir du panneau de configuration.
nl: De service heeft een fout teruggegeven tijdens het ophalen van de instellingen. Controleer de logs voor meer info. Je kunt de logs openen en de service beheren via het configuratie paneel.
pl: Usługa zgłosiła błąd w trakcie pobierania ustawie. Sprawdź logi po więcej informacji. Możesz otworzyć logi i zarządzać usługami w panelu sterowania.
pt_br: O serviço retornou um erro ao solicitar suas configurações. Verifique os logs para obter mais informações. Você pode abrir os logs e gerenciar o serviço no painel de configuração.
ru: Служба вернула сообщение об ошибке при запросе своих настроек. Проверьте журналы для получения дополнительной информации. Вы можете открывать журналы и управлять службой с панели конфигурации.
sl: Storitev je med zahtevo po svojih nastavitvah vrnila napako. Za več informacij preverite dnevnike. Dnevnike lahko odprete in upravljate storitev na konfiguracijski plošči.
tr: Hizmet, ayarlarını isterken bir hata döndürdü. Daha fazla bilgi için günlükleri kontrol edin. Yapılandırma panelinden günlükleri açabilir ve hizmeti yönetebilirsiniz.

# ServiceConnect_MqttFailed
source: Fetching MQTT settings failed!
de: Abrufen der MQTT-Einstellungen fehlgeschlagen
es: no se pudo obtener la configuración de mqtt
fr: La récupération des paramètres MQTT a échoué
nl: ophalen mqtt instellingen gefaald
pl: Pobieranie ustawień MQTT zakończone błędem!
pt_br: Falha ao buscar as configurações do mqtt
ru: не удалось получить настройки mqtt
sl: pridobivanje nastavitev mqtt ni uspelo
tr: MQTT ayarları getirilemedi!

# ServiceConnect_MqttFailedMessage
source: The service returned an error while requesting its MQTT settings. Check the logs for more info. You can open the logs and manage the service from the configuration panel.
de: Der Dienst hat beim Anfordern seiner MQTT-Einstellungen einen Fehler zurückgegeben. Weitere Informationen findest du in den Logs. Du kannst die Logs öffnen und den Dienst über das Konfigurationsfenster verwalten.
es: El servicio devolvió un error al solicitar su configuración de MQTT. Consulte los registros para obtener más información. Puede abrir los registros y administrar el servicio desde el panel de configuración.
fr: Le service a renvoyé une erreur lors de la récupération des paramètres MQTT. Consultez les journaux pour plus d'informations. Vous pouvez ouvrir les journaux et gérer le service à partir du panneau de configuration.
nl: De service heeft een fout teruggegeven tijdens het ophalen van de MQTT instellingen. Controleer de logs voor meer info. Je kunt de logs openen en de service beheren via het configuratie paneel.
pl: Usługa zgłosiła błąd w trakcie przetwarzania ustawień MQTT. Możesz otworzyć logi i zarządzać usługami w panelu sterowania.
pt_br: O serviço retornou um erro ao solicitar suas configurações do MQTT. Verifique os logs para obter mais informações. Você pode abrir os logs e gerenciar o serviço no painel de configuração.
ru: Служба вернула сообщение об ошибке при запросе своих настроек MQTT. Проверьте журналы для получения дополнительной информации. Вы можете открывать журналы и управлять службой с панели конфигурации.
sl: Storitev je vrnila napako, ko je zahtevala svoje nastavitve MQTT. Za več informacij preverite dnevnike. Dnevnike lahko odprete in upravljate storitev na konfiguracijski plošči.
tr: Hizmet, MQTT ayarlarını isterken bir hata döndürdü. Daha fazla bilgi için günlükleri kontrol edin. Yapılandırma panelinden günlükleri açabilir ve hizmeti yönetebilirsiniz.

# ServiceConnect_CommandsFailed
source: Fetching configured commands failed!
de: Abrufen konfigurierter Befehle fehlgeschlagen
es: no se pudieron obtener los comandos configurados
fr: La récupération des commandes configurées a échoué
nl: ophalen geconfigureerde commando's gefaald
pl: Pobieranie skonfigurowanych komand zakończone błędem!
pt_br: Falha ao buscar comandos configurados
sl: pridobivanje konfiguriranih ukazov ni uspelo
tr: Yapılandırılan komutlar getirilemedi!

# ServiceConnect_CommandsFailedMessage
source: The service returned an error while requesting its configured commands. Check the logs for more info. You can open the logs and manage the service from the configuration panel.
de: Der Dienst hat beim Anfordern seiner konfigurierten Befehle einen Fehler zurückgegeben. Weitere Informationen findest du in den Logs. Du kannst die Logs öffnen und den Dienst über das Konfigurationsfenster verwalten.
es: El servicio devolvió un error al solicitar sus comandos configurados. Consulte los registros para obtener más información. Puede abrir los registros y administrar el servicio desde el panel de configuración.
fr: Le service a renvoyé une erreur lors de la récupération des commandes configurées. Consultez les journaux pour plus d'informations. Vous pouvez ouvrir les journaux et gérer le service à partir du panneau de configuration.
nl: De service heeft een fout teruggegeven tijdens het ophalen van de opgeslagen commando's. Controleer de logs voor meer info. Je kunt de logs openen en de service beheren via het configuratie paneel.
pl: Usługa zwróciła błąd podczas zapytania o jej skonfigurowane komendy. Sprawdź logi by pozyskać więcej informacji. Możesz otworzyć logi i zarządzać usługami w panelu sterowania.
pt_br: O serviço retornou um erro ao solicitar seus comandos configurados. Verifique os logs para obter mais informações. Você pode abrir os logs e gerenciar o serviço no painel de configuração.
ru: Служба вернула ошибку при запросе своих настроенных команд. Проверьте журналы для получения дополнительной информации. Вы можете открывать журналы и управлять службой с панели конфигурации.
sl: Storitev je med zahtevo po svojih konfiguriranih ukazih vrnila napako. Za več informacij preverite dnevnike. Dnevnike lahko odprete in upravljate storitev na konfiguracijski plošči.
tr: Hizmet, yapılandırılmış komutlarını isterken bir hata döndürdü. Daha fazla bilgi için günlükleri kontrol edin. Yapılandırma panelinden günlükleri açabilir ve hizmeti yönetebilirsiniz.

# ServiceConnect_SensorsFailed
source: Fetching configured sensors failed!
de: Abrufen konfigurierter Sensoren fehlgeschlagen
es: no se pudieron obtener los sensores configurados
fr: La récupération des capteurs configurés a échoué
nl: ophalen opgeslagen sensoren gefaald
pl: Odczytywanie skonfigurowanego czujnika zakończone błędem!
pt_br: Falha ao buscar sensores configurados
sl: pridobivanje konfiguriranih senzorjev ni uspelo
tr: Yapılandırılmış sensörler getirilemedi!

# ServiceConnect_SensorsFailedMessage
source: The service returned an error while requesting its configured sensors. Check the logs for more info. You can open the logs and manage the service from the configuration panel.
de: Der Dienst hat beim Anfordern seiner konfigurierten Sensoren einen Fehler zurückgegeben. Weitere Informationen findest du in den Logs. Du kannst die Logs öffnen und den Dienst über das Konfigurationsfenster verwalten.
es: El servicio devolvió un error al solicitar sus sensores configurados. Consulte los registros para obtener más información. Puede abrir los registros y administrar el servicio desde el panel de configuración.
fr: Le service a renvoyé une erreur lors de la récupération des capteurs configurés. Consultez les journaux pour plus d'informations. Vous pouvez ouvrir les journaux et gérer le service à partir du panneau de configuration.
nl: De service heeft een fout teruggegeven tijdens het ophalen van de opgeslagen sensoren. Controleer de logs voor meer info. Je kunt de logs openen en de service beheren via het configuratie paneel.
pl: Usługa zgłosiła błąd w trakcie pobierania ustawień czujników. Sprawdź logi po więcej informacji. Możesz otworzyć logi i zarządzać usługami w panelu sterowania.
pt_br: O serviço retornou um erro ao solicitar seus sensores configurados. Verifique os logs para obter mais informações. Você pode abrir os logs e gerenciar o serviço no painel de configuração.
ru: Служба вернула сообщение об ошибке при запросе своих настроенных датчиков. Проверьте журналы для получения дополнительной информации. Вы можете открывать журналы и управлять службой с панели конфигурации.
sl: Storitev je med zahtevo po konfiguriranih senzorjih vrnila napako. Za več informacij preverite dnevnike. Dnevnike lahko odprete in upravljate storitev na konfiguracijski plošči.
tr: Hizmet, yapılandırılmış sensörlerini isterken bir hata döndürdü. Daha fazla bilgi için günlükleri kontrol edin. Yapılandırma panelinden günlükleri açabilir ve hizmeti yönetebilirsiniz.

# ServiceGeneral_TbAuthId_MessageBox1
source: Storing an empty auth ID will allow all HASS.Agent to access the service. Are you sure you want this?
de: Das Speichern einer leeren Authentifizierungs-ID ermöglicht allen HASS.Agents den Zugriff auf den Server. Bist du sicher, dass du das willst?
es: Si se almacena un auth ID vacío, todos los HASS.Agent podrán acceder al servicio. ¿Está seguro de que quiere esto?
fr: La sauvegarde d'identifiant d'authentification vide permettra à tous les HASS.Agents d'accéder au serveur. Êtes-vous sûr de vouloir cela ?
nl: Het opslaan van een lege auth ID zorgt ervoor dat alle HASS.Agents toegang hebben tot de service. Weet je zeker dat je dit wilt?
pl: Zapisanie pustego pola auth ID pustego spowoduje, że każda usługa HASS.Agent będzie mogła się połączyć. Czy jesteś pewien?
pt_br: Armazenar um ID de autenticação vazio permitirá que todos os HASS.Agents acessem o servidor. Tem certeza de que quer isso?
ru: Сохранение пустого идентификатора авторизации позволит использовать все HASS.Agents для доступа к серверу. Ты уверен, что хочешь этого?
sl: Shranjevanje praznega ID-ja pristnosti bo vsem HASS.Agentom omogočilo dostop do strežnika. Ste prepričani, da želite to?
tr: Boş bir kimlik doğrulama kimliğinin saklanması, tüm HASS.Agent'ların hizmete erişmesine izin verecektir. Bunu istediğinden emin misin?

# ServiceGeneral_SavingFailedMessageBox
source: An error occurred whilst saving, check the logs for more information.
de: Beim Speichern ist ein Fehler aufgetreten, weitere Informationen in den Protokollen.
es: Se produjo un error al guardar, consulte los registros para obtener más información.
fr: Une erreur s'est produite lors de l'enregistrement, consultez les journaux pour plus d'informations.
nl: Er is iets misgegaan bij het opslaan, controleer de logs voor meer info.
pl: Wystąpił błąd podczas zapisywania, sprawdź logi, aby uzyskać więcej informacji.
pt_br: Ocorreu um erro ao salvar, verifique os logs para obter mais informações.
ru: При сохранении произошла ошибка, проверьте журналы для получения дополнительной информации.
sl: Pri shranjevanju je prišlo do napake, za več informacij preverite dnevnike.
tr: Kaydederken bir hata oluştu, daha fazla bilgi için günlükleri kontrol edin.

# ServiceGeneral_BtnStoreDeviceName_MessageBox1
source: Please provide a device name!
de: Bitte gebe zuerst einen Gerätenamen ein.
es: Introduzca un nombre de dispositivo primero.
fr: Veuillez d'abord saisir un nom d'appareil.
nl: Vul eerst een apparaatnaam in.
pl: Proszę wprowadzić nazwę urządzenia!
pt_br: Insira primeiro um nome de dispositivo.
ru: Пожалуйста, сначала введите имя устройства.
sl: Najprej vnesite ime naprave.
tr: Lütfen bir cihaz adı girin!

# ServiceGeneral_BtnStoreCustomExecutor_MessageBox1
source: Please select an executor first. (Tip: Double click to Browse)
de: Bitte wähle zuerst einen Exekutor aus (Tipp: doppelklick zum Durchsuchen).
es: Primero seleccione un ejecutor (sugerencia: haga doble clic para navegar).
fr: Veuillez d'abord sélectionner un programme (astuce : double-cliquez pour parcourir).
nl: Selecteer eerst een executor (tip: dubbelklik om te bladeren).
pl: Najpierw wybierz środowisko wykonania (wskazówka: kliknij dwukrotnie, aby przeglądać).
pt_br: Selecione um executor primeiro (dica: clique duas vezes para navegar).
ru: Пожалуйста, сначала выберите исполнителя (совет: дважды щелкните для просмотра).
sl: Najprej izberite izvajalca (nasvet: dvokliknite za brskanje).
tr: Lütfen önce bir yürütücü seçin. (İpucu: Gözatmak için çift tıklayın)
