Repository: LAB02-Research/HASS.Agent
Catalog: src/HASS.Agent/Resources/Localization/Languages.*.resx
Languages: de, es, fr, nl, pl, pt_br, ru, sl, tr

# ConfigExternalTools_LblInfo1
source: This page allows you to configure bindings with external tools.
de: Diese Seite erlaubt es dir Bindungen mit externen Tools zu konfigurieren.
es: En esta página podrá configurar los enlaces con una herramienta externa.
fr: Cette page vous permet de configurer des liaisons avec des outils externes.
nl: Op deze pagina kun je koppelingen met externe programma's configureren.
pl: Ta strona umożliwia konfigurowanie powiązań za pomocą narzędzi zewnętrznych.
pt_br: Esta página permite configurar ligações com ferramentas externas.
ru: Эта страница позволяет настраивать привязки с помощью внешних инструментов.
sl: Ta stran vam omogoča, da konfigurirate poveave z zunanjimi orodji.
tr: Bu sayfa, dış araçlarla bağlantı kurmanızı sağlar.

# ConfigExternalTools_LblBrowserName
source: Browser Name
es: nombre del navegador
fr: Nom du navigateur
nl: browser naam
pl: nazwa przeglądarki
pt_br: nome do navegador
ru: имя браузера
sl: ime brskalnika
tr: Tarayıcı adı

# ConfigExternalTools_LblInfo2
source: By default HASS.Agent will launch URLs using your default browser. You can also configure a specific browser to be used instead along with launch arguments to run in private mode.
de: Normalerweise öffnet HASS.Agent URLs in deinem Standardbrowser. Wenn du willst, kannst du auch einen anderen Browser einstellen. Außerdem kannst du die Argumente angeben, die zum Starten im Privatmodus verwendet werden.
es: Por defecto HASS.Agent abre las URLs usando su navegador por defecto. Si quiere, puede también configurar un navegador específico. Adicionalmente, puede configurar argumentos para abrir el navegador en modo privado.
fr: Par défaut, HASS.Agent lancera les URL à l'aide de votre navigateur par défaut. Si vous le souhaitez, vous pouvez également configurer un navigateur spécifique. De plus, vous pouvez configurer les arguments utilisés pour lancer en mode privé.
nl: ‎Standaard start HASS.Agent URL's met je standaardbrowser. Als je wilt, kun je ook een specifieke browser configureren. Daarnaast kan je de argumenten configureren die worden gebruikt om in privémodus te starten.‎
pl: Domyślnie HASS.Agent otwiera adresy URL przy użyciu domyślnej przeglądarki. Jeśli chcesz, możesz też skonfigurować określoną przeglądarkę. Dodatkowo możesz skonfigurować argumenty używane do uruchamiania w trybie prywatnym.
pt_br: Por padrão, o HASS.Agent iniciará URLs usando seu navegador padrão. Se você quiser, você também pode configurar um navegador específico. Além disso, você pode configurar os argumentos usados ​​para iniciar em modo privado.
ru: По умолчанию, HASS.Агент запустит URL-адреса используя ваш браузер по умолчанию. Если вы хотите, вы также можете настроить определенный браузер. Кроме того, вы можете настроить аргументы, используемые для запуска в приватном режиме.
sl: HASS.Agent bo privzeto zagnal URLje s privzetim brskalnikom. Če želiš, lahko nastaviš specifičen brskalnik. Dodatno lahko nastaviš tudi argumente za zagon v privatnem načinu.
tr: Varsayılan olarak HASS.Agent, varsayılan tarayıcınızı kullanarak URL'leri başlatır. Ayrıca, özel modda çalışacak başlatma argümanlarıyla birlikte kullanılacak belirli bir tarayıcıyı da yapılandırabilirsiniz.

# ConfigExternalTools_LblBrowserBinary
source: Browser Binary
de: Browser Binärdatei
es: navegador binario
fr: Exécutable du navigateur
pl: plik .exe przeglądarki
pt_br: binário do navegador
ru: двоичный файл браузера
sl: binarna datoteka brskalnika
tr: Tarayıcı İkili

# ConfigExternalTools_LblLaunchIncogArg
source: Additional Launch Arguments
de: Inkognito Startargument
es: argumento para lanzar en modo incognito
fr: Lancer avec l'argument incognito
nl: start privémodus args
pl: uruchom argument incognito
pt_br: iniciar incógnito argumento
ru: запуск аргумента инкогнито
sl: argumenti za privatni način
tr: Ek Başlatma Argümanları

# ConfigExternalTools_LblCustomExecutorBinary
source: Custom Executor Binary
de: benutzerdefinierte Exekutor-Binärdatei
es: ejecutar binario de forma personalizada
fr: binaire de l'exécuteur personnalisé
nl: eigen uitvoerder binary
pl: niestandardowy plik wykonywalny środowiska
pt_br: binário de executor personalizado
ru: пользовательский двоичный файл исполнителя
sl: binarni izvajalec po meri
tr: Özel Yürütücü İkili Dosyası

# ConfigExternalTools_LblInfo3
source: You can configure the HASS.Agent to use a specific interpreter such as Perl or Python. Use the 'custom executor' command to launch this executor.
de: Du kannst HASS.Agent so konfigurieren, dass ein bestimmter Interpreter wie Perl oder Python verwendet wird. Verwende den Befehl „benutzerdefinierter Exekutor“, um diesen Interpreter zu starten.
es: Puede configurar HASS.Agent para usar un ejecutor específico, como perl o python. Use el comando 'ejecutor personalizado' para iniciar este ejecutor.
fr: Vous pouvez configurer HASS.Agent pour utiliser un exécuteur spécifique, comme perl ou python. Utilisez la commande 'exécuteur personnalisé' pour lancer cet exécuteur.
nl: Je kunt HASS.Agent configureren om een eigen uitvoerder te gebruiken, zoals perl of python. Gebruik het 'eigen uitvoerder' commando om 'm te starten.
pl: Możesz skonfigurować HASS.Agent, aby używał określonego środowiska wykonania, takiego jak Perl lub Python. Użyj polecenia „niestandardowe środowisko wykonania”, aby uruchomić to środowisko.
pt_br: Você pode configurar o HASS.Agent para usar um executor específico, como perl ou python. Use o comando 'custom executor' para iniciar este executor.
ru: Вы можете настроить HASS.Агент для использования определенного исполнителя, например perl или python. Используйте команду 'пользовательский исполнитель', чтобы запустить этот исполнитель.
sl: HASS.Agent lahko konfigurirate za uporabo določenega izvajalca, kot sta perl ali python. Za zagon tega izvajalca uporabite ukaz 'custom executor'.
tr: HASS.Agent'ı Perl veya Python gibi belirli bir yorumlayıcı kullanacak şekilde yapılandırabilirsiniz. Bu yürütücüyü başlatmak için 'özel yürütücü' komutunu kullanın.

# ConfigExternalTools_LblCustomExecutorName
source: Custom Executor Name
de: benutzerdefinierter Exekutor-Name
es: nombre del ejecutor personalizado
fr: Nom de l'exécuteur personnalisé
nl: eigen uitvoerder naam
pl: niestandardowa nazwa środowiska
pt_br: nome do executor personalizado
ru: пользовательское имя исполнителя
sl: ime izvajalca po meri
tr: Özel Yürütücü Adı

# ConfigExternalTools_LblTip1
source: Tip: Double-click to Browse
de: Tip: Doppelklick zum Durchsuchen
es: consejo: haga doble clic para navegar
fr: Conseil : double-cliquez pour parcourir
nl: tip: dubbelklik om te bladeren
pl: wskazówka: kliknij dwukrotnie, aby przeglądać
pt_br: dica: clique duas vezes para navegar
ru: совет: дважды щелкните для просмотра
sl: nasvet: dvokliknite za brskanje
tr: İpucu: Göz atmak için çift tıklayın

# ConfigExternalTools_BtnExternalBrowserIncognitoTest
source: &Test
pt_br: teste
ru: тест
tr: &Ölçek

# ConfigGeneral_LblInfo4
source: HASS.Agent will wait a grace period before notifying you of disconnects from MQTT or HA's API. You can set the amount of seconds to wait in this grace period below.
de: HASS.Agent wartet eine Weile, bevor du über Unterbrechungen von MQTT oder der HA-API benachrichtigt wirst. Du kannst die Sekundenzahl hier einstellen.
es: HASS.Agent esperará un tiempo antes de notificarle las desconexiones de MQTT o la API de HA. Puede establecer la cantidad de segundos aquí.
fr: HASS.Agent attendra un moment avant de vous avertir des déconnexions de MQTT ou de l'API HA. Vous pouvez définir le nombre de secondes ici.
nl: HASS.Agent wacht even voordat je een bericht krijgt over een verbroken verbinding met MQTT of HA's API. Je kunt het aantal seconden hier instellen.
pl: HASS.Agent poczeka chwilę, zanim powiadomi Cię o rozłączeniu z MQTT lub API HA. Tutaj możesz ustawić ilość sekund.
pt_br: O HASS.Agent aguardará um pouco antes de notificá-lo sobre desconexões da API do MQTT ou HA. Você pode definir a quantidade de segundos aqui.
ru: ХАСС.Агент подождет некоторое время, прежде чем уведомить вас об отключениях от MQTT или API HA. Вы можете установить количество секунд здесь.
sl: HASS.Agent bo počakal nekaj časa, preden vas bo obvestil o prekinitvah povezave z MQTT ali API-jem HA. Tukaj lahko nastavite količino sekund.
tr: HASS.Agent, MQTT veya HA'nın API'si ile olan bağlantı kesintilerini size bildirmeden önce bir ek süre bekleyecektir. Aşağıda bu ek süre içinde beklenecek saniye miktarını ayarlayabilirsiniz.

# ConfigGeneral_LblDisconGraceSeconds
source: Seconds
de: Sekunden
es: segundos
fr: secondes
nl: seconden
pl: sekundy
pt_br: segundos
ru: секунды
sl: sekunde
tr: saniye

# ConfigGeneral_LblDisconGracePeriod
source: Disconnected Grace &Period
de: Unterbrechungstoleranz
es: &período de gracia desconectado
fr: Délai avant déconnection
nl: verbroken verbinding wacht &periode
pl: tolerowany czas &rozłączenia
pt_br: período de desconexão
sl: prekinjena brezplačna doba
tr: Bağlantı Kesildi İzin ve Süresi

# ConfigGeneral_LblInfo3
source: IMPORTANT: if you change this value, HASS.Agent will unpublish all your sensors, commands and force a restart of itself so they can be republished under the new device name. Your automations and scripts will keep working.
de: Wichtig: Wenn du diesen Wert änderst, wird HASS.Agent all deine Sensoren und Befehle nicht mehr veröffentlichen und einen Neustart erzwingen, damit sie unter dem neuen Gerätenamen veröffentlicht werden können. Die Automatisierungen und Skripte werden weiterhin funktionieren.
es: Importante: si cambia este valor, HASS.Agent anulará la publicación de todos sus sensores y comandos y fuerce un reinicio de sí mismo, para que puedan volver a publicarse con el nuevo nombre del dispositivo. Tus automatizaciones y scripts seguirán funcionando.
fr: Important : si vous modifiez cette valeur, HASS.Agent dépubliera tous vos capteurs et commandes et forcera un redémarrage de lui-même, afin qu'ils puissent être republiés sous le nouveau nom de l'appareil. Vos automatisations et scripts continueront de fonctionner.
nl: ‎Belangrijk: als je deze waarde wijzigt, maakt HASS.Agent de publicatie van al je sensoren en opdrachten ongedaan en dwingt zichzelf opnieuw op te starten, zodat ze opnieuw kunnen worden gepubliceerd onder de nieuwe apparaatnaam. Je automatiseringen en scripts blijven werken.‎
pl: Ważne: jeśli zmienisz tę wartość, HASS.Agent cofnie publikację wszystkich twoich czujników i poleceń, oraz wymusi ponowne uruchomienie, aby można je było ponownie opublikować pod nową nazwą urządzenia. Twoje automatyzacje i skrypty będą nadal działać.
pt_br: Importante: se você alterar esse valor, o HASS.Agent cancelará a publicação de todos os seus sensores e comandos e forçará uma reinicialização, para que possam ser republicados com o novo nome do dispositivo. Suas automações e scripts continuarão funcionando.
ru: Важно: если вы измените это значение, HASS.Агент отменит публикацию всех ваших датчиков и команд и принудительно перезапустит себя, чтобы их можно было повторно опубликовать под новым именем устройства. Ваши средства автоматизации и скрипты будут продолжать работать.
sl: Pomembno: če spremenite to vrednost, bo HASS.Agent preklical objavo vseh vaših senzorjev in ukazov in se prisilno znova zažene, tako da jih je mogoče znova objaviti pod novim imenom naprave. Vaše avtomatizacije in skripti bodo še naprej delovali.
tr: ÖNEMLİ: Bu değeri değiştirirseniz, HASS.Agent tüm sensörlerinizi, komutlarınızı yayından kaldıracak ve yeni cihaz adı altında yeniden yayınlanabilmeleri için kendini yeniden başlatmaya zorlayacaktır. Otomasyonlarınız ve komut dosyalarınız çalışmaya devam edecek.

# ConfigGeneral_LblInfo2
source: The device name is used to identify your machine on Home Assistant. It is also used as a prefix for your command/sensor names (this can be changed per entity).
de: Der Gerätename wird verwendet, um deinen Rechner in HA zu identifizieren. Er wird auch als Präfix für deine Befehls-/Sensornamen verwendet (kann pro Entität geändert werden).
es: El nombre del dispositivo se usa para identificar su máquina en HA. También se usa como prefijo para los nombres de sus comandos/sensores (se puede cambiar por entidad).
fr: Le nom de l'appareil est utilisé pour identifier votre machine sur HA. Il est également utilisé comme préfixe pour vos noms de commande/capteur (peut être modifié par entité).
nl: ‎Apparaatnaam wordt gebruikt om je apparaat op HA te identificeren. Het wordt ook gebruikt als een voorvoegsel voor je commando/sensor namen (kan per entiteit worden gewijzigd).‎
pl: Nazwa urządzenia służy do identyfikacji Twojej maszyny w HA. Jest również używany jako przedrostek dla nazw poleceń/sensorów (może być zmieniany dla każdej encji).
pt_br: O nome do dispositivo é usado para identificar sua máquina no HA. Também é usado como um prefixo para seus nomes de comando/sensor (pode ser alterado por entidade).
ru: Имя устройства используется для идентификации вашего компьютера на HA. Он также используется в качестве префикса для имен ваших команд / датчиков (может быть изменен для каждого объекта).
sl: Ime naprave se uporablja za identifikacijo vaše naprave na HA. Uporablja se tudi kot predpona za imena vaših ukazov/senzorjev (se lahko spremeni na entiteto).
tr: Cihaz adı, Home Assistant'ta makinenizi tanımlamak için kullanılır. Ayrıca komut/sensör adlarınız için bir önek olarak kullanılır (bu, varlık başına değiştirilebilir).

# ConfigGeneral_LblInfo1
source: This page contains general configuration settings, for more settings you can browse the tabs on the left.
de: Diese Seite enthält allgemeine Konfigurationselemente. Für weitere Einstellungen durchsuche die Registerkarten auf der linken Seite.
es: Esta página contiene elementos de configuración general. Para obtener más configuraciones, explore las pestañas de la izquierda.
fr: Cette page contient les éléments de configuration générale. Pour plus de paramètres, parcourez les onglets sur la gauche.
nl: ‎Deze pagina bevat algemene configuratie-items. Blader voor meer instellingen door de tabbladen aan de linkerkant.‎
pl: Ta strona zawiera ogólne elementy konfiguracji. Aby uzyskać więcej ustawień, przejrzyj zakładki po lewej stronie.
pt_br: Esta página contém itens de configuração geral. Para obter mais configurações, navegue pelas guias à esquerda.
ru: Эта страница содержит общие элементы конфигурации. Для получения дополнительных настроек перейдите на вкладки слева.
sl: Ta stran vsebuje splošne konfiguracijske elemente. Za več nastavitev brskajte po zavihkih na levi.
tr: Bu sayfa genel yapılandırma ayarlarını içerir, daha fazla ayar için soldaki sekmelere göz atabilirsiniz.

# ConfigGeneral_LblDeviceName
source: Device &Name
de: Geräte&Name
es: &nombre del dispositivo
fr: Nom de l'appareil
nl: apparaat&naam
pl: nazwa &urządzenia
pt_br: nome do dispositivo
ru: устройство и имя
sl: ime naprave
tr: Cihaz adı

# ConfigHomeAssistantApi_LblTip1
source: Tip: Double-click this field to browse
de: Tipp: doppelklicke dieses Feld zum Durchsuchen
es: consejo: haga doble clic en este campo para navegar
fr: Conseil : double-cliquez sur ce champ pour parcourir
nl: tip: dubbelklik op dit veld om te bladeren
pl: wskazówka: kliknij dwukrotnie, aby przeglądać
pt_br: dica: clique duas vezes neste campo para navegar
ru: совет: дважды щелкните это поле, чтобы просмотреть
sl: nasvet: dvokliknite to polje za brskanje
tr: İpucu: Göz atmak için bu alana çift tıklayın

# ConfigHomeAssistantApi_LblClientCertificate
source: Client &Certificate
de: &Clientzertifikat
es: &certificado de cliente
fr: Certificat client
nl: client &certificaat
pl: &certyfikat klienta
pt_br: certificado de cliente
ru: сертификат клиента
sl: certifikat klienta
tr: Müşteri ve Sertifika

# ConfigHomeAssistantApi_CbHassAutoClientCertificate
source: Use &automatic client certificate selection
de: &automatische Auswahl des Client-Zertifikats verwenden
es: usar la selección &automática de certificados de cliente
fr: Utiliser la sélection automatique du certificat
nl: gebruik &automatisch cliënt certificaat selectie
pl: użyj &automatycznego wyboru certyfikatu klienta
pt_br: usar seleção automática de certificado de cliente
ru: использование автоматического выбор сертификата клиента
sl: uporabite samodejno izbiro potrdil odjemalca
tr: &Otomatik istemci sertifikası seçimini kullan

# ConfigHomeAssistantApi_BtnTestApi
source: &Test Connection
de: &teste Verbindung
es: conexión de &prueba
fr: Tester la connexion
nl: &test verbinding
pl: &test połączenia
pt_br: teste de conexão
ru: тестовое соединение
sl: testiraj povezavo
tr: &Test bağlantısı

# ConfigHomeAssistantApi_LblInfo1
source: To learn which entities you have configured and to send quick actions, HASS.Agent uses Home Assistant's API. Please provide a long-lived access token and the address of your Home Assistant instance. You can get a token in Home Assistant by clicking your profile picture at the bottom-left and navigating to the bottom of the page until you see the 'CREATE TOKEN' button.
de: Um zu erfahren, welche Entitäten du konfiguriert hast, und um quick actions zu senden, verwendet HASS.Agent die API von Home Assistant. Bitte gebe einen dauerhaften Zugriffs-Token und die Adresse deiner Home Assistant-Instanz an. Du kannst einen Token über deine Profilseite erhalten. Scrolle einfach nach unten und klicke auf „TOKEN ERSTELLEN“.
es: Para conocer las entidades que tiene configuradas, y para enviar acciones rápidas, HASS.Agent usa la API de Home Assistant. Por favor, proporcione un token de acceso de larga duración, y la dirección de su instancia de Home Assistant. Puedes obtener un token a través de tu página de perfil. Desplácese hasta la parte inferior y haga clic en 'CREAR TOKEN'.
fr: Pour connaître les entités que vous avez configurées et envoyer des actions rapides, HASS.Agent utilise l'API de Home Assistant. Veuillez fournir un jeton d'accès de longue durée et l'adresse de votre instance Home Assistant. Vous pouvez obtenir un jeton via votre page de profil. Faites défiler vers le bas et cliquez sur "CRÉER UN JETON".
nl: Om te leren welke entiteiten je geconfigureerd hebt, en om snelle acties te versturen, gebruikt HASS.Agent Home Assistant's API. Geef een 'long-lived access token' op, en het adres van je Home Assistant installatie. Je kunt zo'n token krijgen via je profiel pagina. Blader naar onderaan de pagina en klik op 'TOKEN AANMAKEN'.
pl: Aby dowiedzieć się, które encje skonfigurowałeś i wysyłać szybkie akcje, HASS.Agent używa API Home Assistant. Podaj długoterminowy token dostępu i adres swojej instancji Home Assistant. Możesz otrzymać token poprzez stronę swojego profilu. Przewiń w dół i kliknij „UTWÓRZ TOKEN”.
pt_br: Para saber quais entidades você configurou e enviar ações rápidas, o HASS.Agent usa API do Home Assistant. Forneça um token de acesso de longa duração e o endereço da sua instância do Home Assistant. Você pode obter um token através da sua página de perfil. Role até o final e clique em 'CRIAR TOKEN'
ru: Чтобы узнать, какие объекты вы настроили, и отправить быстрые действия, нажмите кнопку HASS.Агент использует API домашнего помощника. Пожалуйста, предоставьте токен доступа с длительным сроком действия и адрес вашего экземпляра Home Assistant. Вы можете получить токен через страницу своего профиля. Прокрутите страницу вниз и нажмите 'СОЗДАТЬ ТОКЕН'.
sl: Če želite izvedeti, katere entitete ste konfigurirali, in za pošiljanje hitrih dejanj uporablja HASS.Agent API Home Assistant. Navedite dolgotrajni žeton za dostop in naslov svojega primerka Home Assistant. Žeton lahko dobite na strani vašega profila. Pomaknite se do dna in kliknite 'USTVARI ŽETON'.
tr: Hangi varlıkları yapılandırdığınızı öğrenmek ve hızlı eylemler göndermek için HASS.Agent, Home Assistant'ın API'sini kullanır. Lütfen uzun ömürlü bir erişim belirteci ve Home Assistant örneğinizin adresini sağlayın. Home Assistant'ta sol alttaki profil resminize tıklayarak ve 'TOKEN OLUŞTUR' düğmesini görene kadar sayfanın en altına giderek bir token alabilirsiniz.

# ConfigHomeAssistantApi_LblApiToken
source: &API Token
fr: Jeton API
pl: &token api
pt_br: token api
ru: &api токен
sl: api ključ
tr: &API Simgesi

# ConfigHomeAssistantApi_LblServerUri
source: Server &URI
es: &URI del servidor
fr: URL du serveur
pl: &URL serwera
pt_br: servidor uri
ru: &url сервера
sl: uri naslov strežnika
tr: Sunucu &URI

# ConfigHotKey_BtnClearHotKey
source: &Clear
de: löschen
es: &borrar
fr: Effacer
nl: leegmaken
pl: &wyczyść
pt_br: limpar
ru: &очистить
sl: &počisti
tr: &Temizlemek

# ConfigHotKey_LblInfo1
source: An easy way to pull up your quick actions is to use a global hotkey. This way, whatever you're doing on your machine, you can always interact with Home Assistant.
de: Ein einfacher Weg, deine quick actions aufzurufen, ist die Verwendung eines globalen Hotkeys. Auf diese Weise kannst du immer mit Home Assistant interagieren, egal was du gerade auf deinem Computer machst.
es: Una manera fácil de activar sus acciones rápidas es usar una tecla de acceso rápido global. De esta manera, hagas lo que hagas en tu máquina, siempre puedes interactuar con Home Assistant.
fr: Un moyen simple d'afficher vos actions rapides consiste à utiliser un raccourci clavier global. De cette façon, quoi que vous fassiez sur votre machine, vous pouvez toujours interagir avec Home Assistant.
nl: Een makkelijke manier om je snelle acties te tonen is via een globale sneltoets. Op deze manier kun je, wat je ook aan het doen bent op je machine, altijd communiceren met Home Assistant.
pl: Łatwym sposobem na wywołanie szybkich akcji jest użycie globalnego skrótu. W ten sposób, cokolwiek robisz na swoim komputerze, zawsze możesz wchodzić w interakcję z Home Assistant.
pt_br: Uma maneira fácil de puxar suas ações é usar uma tecla de atalhos rápidos. Dessa forma, independentemente do que estiver fazendo em sua máquina, você sempre poderá interagir com o Home Assistant.
ru: Простой способ выполнить быстрые действия - использовать глобальную горячую клавишу. Таким образом, что бы вы ни делали на своем компьютере, вы всегда можете взаимодействовать с Home Assistant.
sl: Enostaven način za pridobivanje hitrih dejanj je uporaba globalne bližnjice. Na ta način lahko vedno sodelujete z Home Assistantom, karkoli že počnete na svojem računalniku.
tr: Hızlı işlemlerinizi almanın kolay bir yolu, genel bir global hotkey kullanmaktır. Bu şekilde, makinenizde ne yapıyorsanız yapın, Home Assistant ile her zaman etkileşimde bulunabilirsiniz.

# ConfigHotKey_CbEnableQuickActionsHotkey
source: &Enable Quick Actions Hotkey
de: Hotkey für quick actions aktivier&en
es: &activar la tecla de acceso directo de acciones rápidas
fr: Activer le raccourci clavier des actions rapides
nl: sn&elle acties sneltoets inschakelen
pl: &włącz skrót do szybkich akcji
pt_br: ativar tecla de atalhos rápidos
ru: &включить горячую клавишу быстрого действия
sl: omogoči bližnjico za hitra dejanja
tr: &Hızlı İşlemler Kısayol Tuşunu Etkinleştir

# ConfigHotKey_LblHotkeyCombo
source: &Hotkey Combination
de: Tastenkombination
es: combinación de &teclas de acceso rápido
fr: Combinaison du raccourcis clavier
nl: &sneltoets combinatie
pl: &kombinacja klawiszy skrótu
pt_br: combinação de atalhos
ru: &горячие клавиши
sl: kombinacija tipk
tr: &Kısayol Kombinasyonu

# ConfigLocalStorage_BtnClearImageCache
source: Clear Image Cache
de: lösche Bildcache
es: borrar caché de imagen
fr: Effacer le cache d'image
nl: afbeeldingen cache leegmaken
pl: wyczyść pamięć podręczną obrazów
pt_br: limpar cache de imagem
ru: очистить кэш изображений
sl: počisti predpomnilnik slik
tr: Görüntü Önbelleğini Temizle

# ConfigLocalStorage_BtnOpenImageCache
source: Open Folder
de: öffne Ordner
es: carpeta abierta
fr: Ouvrir le dossier
nl: map openen
pl: otwórz folder
pt_br: abrir pasta
ru: открыть папку
sl: odpri mapo
tr: Açık dosya
