Repository: LAB02-Research/HASS.Agent
Catalog: src/HASS.Agent/Resources/Localization/Languages.*.resx
Languages: de, es, fr, nl, pl, pt_br, ru, sl, tr

# ConfigService_BtnStopService
source: &Stop Service
de: Dienst &stoppen
es: &finalizar servicio
fr: Arrêter le service
pl: zatrzymaj usługę
pt_br: parar serviço
ru: &остановить сервис
sl: ustavi servis
tr: &Hizmeti durdur

# ConfigService_BtnEnableService
source: &Enable Service
de: Dienst aktivi&eren
es: &activar servicio
fr: Activer le service
nl: s&ervice inschakelen
pl: włącz usługę
pt_br: habilitar serviço
ru: &включить сервис
sl: omogoči servis
tr: &Hizmeti Etkinleştir

# ConfigService_BtnReinstallService
source: &Reinstall Service
de: Dienst neuinstallie&ren
es: &re-instalar servicio
fr: Réinstaller le service
nl: se&rvice herinstalleren
pl: &przeinstaluj usługę
ru: &переустановить сервис
sl: znova namesti servis
tr: &Hizmeti Yeniden Yükle

# ConfigService_LblInfo2
source: If you do not configure the service, it won't do anything. However, you can still decide to disable it as well. The installer will leave the disabled service alone(if you remove the service, the installer will reinstall it).
de: Wenn du den Dienst nicht konfigurierst, wird er nichts tun. Du kannst ihn jedoch auch deaktivieren. Das Installationsprogramm lässt den deaktivierten Dienst in Ruhe (wenn du den Dienst entfernst, installiert das Installationsprogramm ihn neu).
es: Si no configura el servicio, no hará nada. Sin embargo, también puede decidir desactivarlo. El instalador dejará el servicio desactivado (si elimina el servicio, el instalador lo reinstalará).
fr: Si vous ne configurez pas le service, il ne fera rien. Cependant, vous pouvez décider le désactiver quand même. L'installateur laissera le service désactivé seul (si vous désinstallez le service, l'installateur le réinstallera).
nl: Als je de service niet configureert, doet hij niks. Je kunt alsnog kiezen om 'm helemaal uit te schakelen. De installer zal de uitgeschakelde service met rust laten (als je 'm verwijdert, zal de installer hem terugzetten).
pl: Jeśli nie skonfigurujesz usługi, nie będzie ona działać. Pomimo to, nadal możesz zdecydować się na jej wyłączenie. Instalator pozostawi wyłączoną usługę bez zmian (jeśli usuniesz usługę, instalator zainstaluje ją ponownie).
pt_br: Se você não configurar o serviço, ele não fará nada. No entanto, você ainda pode decidir desativá-lo também. O instalador deixará o serviço desativado sozinho (se você remover o serviço, o instalador o reinstalará).
ru: Если вы не настроите службу, она ничего не сделает. Тем не менее, вы все равно можете решить отключить и его. Программа установки оставит отключенную службу в покое (если вы удалите службу, программа установки переустановит ее).
sl: Če servisa ne nastaviš, ne bo naredil ničesar. Če želiš, ga lahko še vedno samo onemogočiš. Inštalacijski program bo pustil servis onemogočen (če odstraniš servis, ga bo inštalacijski program ponovno samodejno namestil).
tr: Hizmeti yapılandırmazsanız, hiçbir şey yapmaz. Ancak, yine de devre dışı bırakmaya karar verebilirsiniz. Yükleyici, devre dışı bırakılan hizmeti kendi başına bırakacaktır (hizmeti kaldırırsanız, yükleyici yeniden yükleyecektir).

# ConfigService_LblInfo3
source: You can try reinstalling the service if it's not working correctly. Your configuration and entities won't be removed.
de: Du kannst versuchen, den Dienst neu zu installieren, wenn er nicht richtig funktioniert. Deine Konfiguration und Entitäten werden dabei nicht entfernt.
es: Puede intentar reinstalar el servicio si no funciona correctamente. Su configuración y entidades no se eliminarán.
fr: Vous pouvez essayer de réinstaller le service s'il ne fonctionne pas correctement. Votre configuration et vos entités ne seront pas supprimées.
nl: Je kunt proberen om de service opnieuw te installeren als hij niet goed werkt. Je configuratie en entiteiten blijven bewaard.
pl: Możesz spróbować ponownie zainstalować usługę, jeśli nie działa poprawnie. Twoja konfiguracja i encje nie zostaną usunięte.
pt_br: Você pode tentar reinstalar o serviço se não estiver funcionando corretamente. Sua configuração e entidades não serão removidas.
ru: Вы можете попробовать переустановить службу, если она работает неправильно. Ваша конфигурация и объекты не будут удалены.
sl: V kolikor servis ne deluje pravilno, ga lahko znova namestiš. Konfiguracija in entitete ne bodo odstranjene.
tr: Düzgün çalışmıyorsa hizmeti yeniden yüklemeyi deneyebilirsiniz. Yapılandırmanız ve varlıklarınız kaldırılmayacak.

# ConfigService_BtnShowLogs
source: Open Service &Logs Folder
de: Ordner für Dienstprotoko&lle öffnen
es: abrir la carpeta de &registros de servicio
fr: Ouvrir le dossier de journalisation
nl: open service &logs map
pl: otwórz folder usługi i &logów
pt_br: abrir pasta de logs de serviço
ru: откройте папку service &logs
sl: odpri mapo dnevnika servisa
tr: Hizmet ve Günlükler Klasörünü Aç

# ConfigService_LblInfo4
source: If the service still fails after reinstalling, please open a ticket and send the content of the latest log.
de: Wenn der Dienst nach der Neuinstallation immer noch nicht funktioniert, eröffne bitte ein Ticket und sende den Inhalt des letzten Protokolls.
es: Si el servicio sigue fallando después de reinstalarlo, abra un ticket y envíe el contenido del registro más reciente.
fr: Si le service continue d'échouer après réinstallation, veuillez ouvrir un ticket et envoyer le contenu du dernier journal.
nl: Als de service nog steeds faalt na herinstallatie, open dan een ticket en stuur de inhoud van de laatste log.
pl: Jeśli usługa nadal nie działa po ponownej instalacji, otwórz zgłoszenie i wyślij zawartość najnowszego dziennika.
pt_br: Se o serviço ainda falhar após a reinstalação, abra um ticket e envie o conteúdo do log mais recente.
ru: Если служба по-прежнему не работает после переустановки, пожалуйста, откройте заявку и отправьте содержимое последнего журнала.
sl: Če storitev po ponovni namestitvi še vedno ne uspe, odprite vstopnico in pošljite vsebino najnovejšega dnevnika.
tr: Yeniden yüklemeden sonra hizmet hala başarısız olursa, lütfen bir bilet açın ve en son günlüğün içeriğini gönderin.

# ConfigStartup_LblInfo1
source: HASS.Agent can start when you login by creating an entry in your user profile's registry. Since HASS.Agent is user based, if you want to launch for another user, just install and config HASS.Agent there.
de: HASS.Agent kann gestartet werden, wenn du dich anmeldest, indem du einen Eintrag in der Registrierung deines Benutzerprofils erstellst. Da HASS.Agent benutzerbasiert ist, kannst du HASS.Agent, wenn du es für einen anderen Benutzer starten willst, einfach dort installieren und konfigurieren.
es: HASS.Agent puede iniciarse cuando inicia sesión creando una entrada en el registro de su perfil de usuario. Dado que HASS.Agent se basa en el usuario, si desea ejecutarlo para otro usuario, simplemente instálelo y configúrelo. HASS.Agente allí.
fr: HASS.Agent peut redémarrer à la connexion en créant une entrée dans le registre du profil utilisateur. HASS.Agent étant basé sur un utilisateur, si vous voulez le lancer pour un autre utilisateur, installez et configurez HASS.Agent sur celui-ci.
nl: HASS.Agent kan starten als je inlogt via het register van je gebruikersprofiel. Aangezien HASS.Agent gebruiker-gebaseerd is, als je 'm voor een andere gebruiker wilt starten, kun je daar de configuratie uitvoeren.
pl: HASS.Agent można uruchomić podczas logowania do systemu, tworząc wpis w rejestrze profilu użytkownika. Ponieważ HASS.Agent jest oparty na użytkownikach, jeśli chcesz uruchomić dla innego użytkownika, zainstaluj i skonfiguruj HASS.Agent na jego profilu.
pt_br: O HASS.Agent pode ser iniciado quando você efetua login criando uma entrada no registro do seu perfil de usuário. Como o HASS.Agent é baseado no usuário, se você quiser iniciar para outro usuário, basta instalar e configurar o HASS.Agent lá.
ru: HASS.Agent может запускаться при входе в систему путем создания записи в реестре вашего профиля пользователя. С тех пор, как HASS.Agent зависит от пользователя, если вы хотите запустить для другого пользователя, просто установите и настройте HASS.Agent там.
sl: HASS.Agent se lahko zažene, ko se prijavite, tako da ustvarite vnos v registru vašega uporabniškega profila. Ker HASS.Agent temelji na uporabniku, če želite zagnati za drugega uporabnika, samo namestite in konfigurirajte HASS. Agent tam.
tr: HASS.Agent, kullanıcı profilinizin kayıt defterinde bir giriş oluşturarak oturum açtığınızda başlayabilir. HASS.Agent kullanıcı tabanlı olduğundan, başka bir kullanıcı için başlatmak istiyorsanız, HASS.Agent'ı orada kurun ve yapılandırın.

# ConfigStartup_BtnSetStartOnLogin
source: &Enable Start-on-Login
de: Beim Login starten aktivi&eren
es: &activar inicio al iniciar sesión
fr: Activer le démarrage à l'ouverture de session
nl: start-bij-inlogg&en inschakelen
pl: &włącz uruchamianie przy logowaniu
pt_br: ativar iniciar no login
ru: &включить запуск при входе в систему
sl: omogoči zagon ob prijavi
tr: &Oturum Açıldığında Başlatmayı Etkinleştir

# ConfigStartup_LblStartOnLoginStatusInfo
source: Start-on-Login Status:
de: Beim Login starten status:
es: estado de inicio de sesión:
fr: Statut du démarrage à l'ouverture de session:
nl: start-bij-inloggen status:
pl: status uruchomienia przy logowaniu:
pt_br: estado de iníciar no login:
ru: статус запуска при входе в систему:
sl: stanje zagona ob prijavi:
tr: Girişte Başlama Durumu:

# ConfigUpdates_CbBetaUpdates
source: Notify me of &beta releases
de: Benachrichtige mich auch über &Beta-Version
es: notificarme también de las versiones &beta
fr: Me notifier de mise à jour de beta également
nl: laat het me ook weten als er een &beta release is
pl: powiadom mnie również o &wersjach beta
pt_br: notifique-me sobre versões beta também
ru: также уведомляйте меня о новых бета-версиях
sl: obvesti me tudi o beta verzijah
tr: Beni &beta sürümlerinden haberdar et

# ConfigUpdates_LblInfo2
source: When a new update is available, HASS.Agent can download the installer and launch it for you. The certificate of the downloaded file will get checked before running,you will still get to review the release notes and manually approve the update.
de: Wenn es ein Update gibt, bietet HASS.Agent die Möglichkeit, die Versionsseite zu öffnen. Aber wenn du willst, kann HASS.Agent auch das Installationsprogramm für dich herunterladen und starten - noch weniger Aufwand! Das Zertifikat der heruntergeladenen Datei wird vor der Ausführung geprüft.
es: Cuando haya una actualización, HASS.Agent ofrecerá la opción de abrir la página de lanzamiento. Pero si desea, HASS.Agent también puede descargar y lanzar el instalador - ¡aún menos que hacer! El certificado del archivo descargado se comprobará antes de su ejecución.
fr: Lorsqu'il y a une mise à jour, HASS.Agent vous proposera l'option d'ouvrir la page de version. Mais si vous voulez HASS.Agent peut également télécharger et lancer l'installateur pour vous - encore moins de choses à faire ! Le fichier de certificat de téléchargement sera vérifié avant exécution.
nl: Wanneer er een update is, zal HASS.Agent je aanbieden om de release pagina te openen. Als je wilt, kan HASS.Agent de installer voor je downloaden en starten - hoef je zelf nog minder te doen! Het certificaat van het gedownloade bestand wordt gecontroleerd vóór uitvoering.
pl: Gdy pojawi się aktualizacja, HASS.Agent zaoferuje opcję otwarcia strony projektu. Jeśli chcesz, HASS.Agent może również pobrać i uruchomić instalator za Ciebie - jeszcze mniej do zrobienia! Certyfikat pobranego pliku zostanie sprawdzony przed wykonaniem.
pt_br: Quando houver uma atualização, o HASS.Agent oferecerá a opção de abrir a página de lançamento. Mas se você quiser, o HASS.Agent também pode baixar e iniciar o instalador para você - menos para você fazer! O certificado do arquivo baixado será verificado antes da execução.
ru: Когда будут обновления, HASS.Agent предложит вам открыть страницу выпуска. Но если ты хочешь, HASS.Agent также может загрузить и запустить установщик для вас - еще меньше работы! Сертификат загруженного файла будет проверен перед выполнением.
sl: Ko bo posodobitev, bo HASS.Agent ponudil možnost odpiranja strani za izdajo. Ampak če želite lahko HASS.Agent tudi prenese in zažene namestitveni program namesto vas - še manj dela! Potrdilo prenesene datoteke bo preverjeno pred izvedbo.
tr: Yeni bir güncelleme mevcut olduğunda, HASS.Agent yükleyiciyi indirebilir ve sizin için başlatabilir. İndirilen dosyanın sertifikası çalıştırmadan önce kontrol edilecek, yine de sürüm notlarını gözden geçirecek ve güncellemeyi manuel olarak onaylayacaksınız.

# ConfigUpdates_CbExecuteUpdater
source: Automatically &download future updates
de: anbieten, das Installationsprogramm für mich herunterzuladen und zu starten
es: ofrecer &descargar y lanzar el instalador por mí
fr: Proposer de télécharger et lancer la mise à jour pour moi
nl: aanbieden om de installer voor mij te &downloaden en starten
pl: zaproponuj &pobranie i uruchomienie instalatora za mnie
pt_br: baixar e iniciar o instalador para mim
ru: предложить мне скачать и запустить установщик
sl: samodejno ponudi prenos ter zagon inštalacijskega programa
tr: Gelecekteki güncellemeleri otomatik olarak &indir

# ConfigUpdates_LblInfo1
source: HASS.Agent checks for updates in the background if enabled. You will be sent a push notification if a new update is discovered, letting you know a new version is ready to be installed.
de: Wenn du möchtest, kann HASS.Agent im Hintergrund nach Updates suchen. Du erhältst dann eine Benachrichtigung (einmal pro Update), die dich darüber informiert, dass eine neue Version zur Installation bereit ist.
es: Si lo desea, HASS.Agent puede buscar actualizaciones en segundo plano. Recibirá una notificación (una vez por actualización) que le informará que hay una nueva versión lista para instalar.
fr: Si vous le souhaitez, HASS.Agent peut vérifier les mises à jour en arrière-plan. Vous recevrez une notification (une fois par mise à jour), vous informant qu'une nouvelle version est prête à être installée.
nl: Als je wilt, kan HASS.Agent op de achtergrond controleren op updates. Je krijgt een notificatie (eenmalig per update) om je te laten weten dat er een nieuwe versie klaar staat.
pl: Jeśli chcesz, HASS.Agent może sprawdzać aktualizacje w tle. Otrzymasz powiadomienie (raz na aktualizację) informujące, że nowa wersja jest gotowa do zainstalowania.
pt_br: Se você quiser, o HASS.Agent pode verificar atualizações em segundo plano. Você receberá uma notificação (uma vez por atualização), informando que uma nova versão está pronta para ser instalada.
ru: Если хочешь, HASS.Agent может проверять наличие обновлений в фоновом режиме. Вы получите уведомление (один раз за каждое обновление), сообщающее вам, что новая версия готова к установке.
sl: Če želite, lahko HASS.Agent preveri posodobitve v ozadju. Prejeli boste obvestilo (enkrat na posodobitev) , s katerim boste vedeli, da je nova različica pripravljena za namestitev.
tr: HASS.Agent, etkinleştirilirse arka planda güncellemeleri kontrol eder. Yeni bir güncelleme keşfedilirse, yeni bir sürümün yüklenmeye hazır olduğunu bildiren bir anında iletme bildirimi gönderilecektir.

# ConfigUpdates_CbUpdates
source: Notify me when a new &release is available
de: Benachrichtige mich, wenn eine neue Ve&rsion verfügbar ist
es: notificarme cuando haya una nueva &versión disponible
fr: Me notifier lors de la présence d'une nouvelle version
nl: laat het me weten wanneer er een nieuwe &release is
pl: powiadom mnie, gdy nowa &wersja będzie dostępna
pt_br: notifique-me quando uma nova versão estiver disponível
ru: сообщить мне, когда будет доступна новая версия
sl: obvesti me, ko je na voljo nova verzija
tr: Yeni bir &sürüm çıktığında bana haber ver

# OnboardingWelcome_LblInfo1
source: Welcome to the HASS.Agent! It looks like this is the first time you are launching the agent. To assist you with a first time setup, proceed with the configuration steps below or alternatively, click 'Close'.
de: Es sieht so aus, als wäre dies das erste Mal, dass du HASS.Agent startest. Wenn du möchten, können wir die Konfiguration durchgehen. Wenn nicht, klicke einfach auf „Schließen“.
es: Parece que esta es la primera vez que inicia HASS.Agent. Si quieres, podemos pasar por la configuración. Si no, simplemente haga clic en 'cerrar'.
fr: Il semble que ce soit la première fois que vous lancez HASS.Agent. Si vous le souhaitez, nous pouvons passer la configuration. Si ce n'est pas le cas, cliquez simplement sur "fermer".
nl: Het lijkt erop dat dit de eerste keer is dat je HASS.Agent start. Als je wilt, kunnen we de configuratie doorlopen. Zo niet, klik dan op 'sluiten'.
pl: Wygląda na to, że uruchamiasz HASS.Agent po raz pierwszy. Jeśli chcesz, możemy przejść przez konfigurację. Jeśli nie, po prostu kliknij „zamknij
pt_br: Parece que esta é a primeira vez que você iniciou o HASS.Agent. Se você quiser, podemos passar pela configuração. Se não, basta clicar em 'fechar'.
ru: Похоже это первый раз, когда вы запустили HASS.Agent. Если вы хотите, мы можем просмотреть конфигурацию. Если нет, просто нажмите кнопку 'закрыть'.
sl: Izgleda, da je to tvoj prvi zagon HASS.Agenta. Če želiš, lahko greva čez nastavitve. Če ne, samo pritisni 'zapri'.
tr: HASS.Agent'a hoş geldiniz! Aracıyı ilk kez başlatıyorsunuz gibi görünüyor. İlk kurulumda size yardımcı olmak için aşağıdaki yapılandırma adımlarını uygulayın veya alternatif olarak 'Kapat'ı tıklayın.

# OnboardingWelcome_LblInfo2
source: The device name is used to identify your machine on Home Assistant, it is also used as a suggested prefix for your commands and sensors.
de: Der Gerätename wird zur Identifizierung deines Geräts bei HA verwendet. Er wird auch als vorgeschlagenes Präfix für deine Befehle und Sensoren verwendet.
es: El nombre del dispositivo se usa para identificar su máquina en HA. También se usa como un prefijo sugerido para sus comandos y sensores.
fr: Le nom de l'appareil est utilisé pour identifier votre machine sur HA. Il est également utilisé comme préfixe suggéré pour vos commandes et capteurs.
nl: Apparaatnaam wordt gebruikt om je machine te identificeren binnen HA. Het wordt ook gebruikt om een voorvoegsel voor te stellen voor je commando's en sensoren.
pl: Nazwa urządzenia służy do identyfikacji Twojej maszyny w HA. Jest również używana jako sugerowany przedrostek dla twoich poleceń i czujników.
pt_br: O nome do dispositivo é usado para identificar sua máquina no HA. Também é usado como um prefixo sugerido para seus comandos e sensores.
ru: Имя устройства используется для идентификации вашего компьютера в HA. Он также используется в качестве рекомендуемого префикса для ваших команд и датчиков.
sl: Ime naprave služi za identifikacijo te naprave na HA. Uporabljeno je tudi kot predlagana predpona za komande ter senzorje.
tr: Cihaz adı, Home Assistant'ta makinenizi tanımlamak için kullanılır, ayrıca komutlarınız ve sensörleriniz için önerilen bir önek olarak kullanılır.

# OnboardingWelcome_LblDeviceName
source: Device &Name
de: Geräte&name
es: &nombre del dispositivo
fr: Nom de l'appareil
nl: apparaat&naam
pl: &nazwa urządzenia
pt_br: nome do dispositivo
ru: &имя устройства
sl: ime naprave
tr: Cihaz adı

# OnboardingStartup_BtnSetLaunchOnLogin
source: Yes, &start HASS.Agent on System Login
de: Ja, aktivi&ere Login beim Start
es: sí, &activar el lanzamiento al iniciar sesión
fr: oui, & activer le lancement à la connexion
nl: ja, schak&el start-bij-inloggen in
pl: tak, &włącz uruchamianie przy logowaniu
pt_br: sim, habilite o iniciar no login
ru: да, включить запуск при входе в систему
sl: da, omogoči samodejni zagon ob prijavi
tr: Evet, Sistem Girişinde HASS.Agent'ı &başlatın

# OnboardingStartup_LblInfo1
source: HASS.Agent can start with your system, this allows for any sensors and data transmission between your device and Home Assistant to begin as soon as you login. This setting can be changed any time later in the HASS.Agent configuration window.
de: HASS.Agent kann starten, wenn du dich bei Windows anmeldest, indem ein Schlüssel in deinem Benutzerprofil erstellt wird. Du kannst diesen Schlüssel im Konfigurationsfenster jederzeit entfernen (oder neu erstellen).
es: El nombre del dispositivo se usa para identificar su máquina en HA. También se usa como un prefijo sugerido para sus comandos y sensores. HASS.Agent puede iniciarse cuando inicia sesión en Windows, creando una clave en el registro de su perfil de usuario. Siempre puede eliminar (o volver a crear) esta clave a través de la ventana Configuración.
fr: HASS.Agent peut se lancer lorsque vous vous connectez à Windows, en créant une clé dans le registre de votre profil utilisateur. Vous pouvez toujours supprimer (ou recréer) cette clé via la fenêtre de configuration.
nl: HASS.Agent kan starten als je inlogt via het register van je gebruikersprofiel. Je kunt deze sleutel altijd verwijderen (of aanmaken) via het Configuratie scherm.
pl: HASS.Agent można uruchomić po zalogowaniu się do systemu Windows, tworząc klucz w rejestrze profilu użytkownika. Zawsze możesz usunąć (lub odtworzyć) ten klucz w oknie Konfiguracja.
pt_br: O HASS.Agent pode ser iniciado quando você faz login no Windows, criando uma chave de registro no seu perfil de usuário. Você sempre pode remover (ou recriar) essa chave por meio da janela Configuração.
ru: HASS.Agent можно запустить при входе в Windows, создав ключ в реестре вашего профиля пользователя. Вы всегда можете удалить (или воссоздать) этот ключ через окно конфигурации.
sl: HASS.Agent se lahko zažene ob prijavi v Windowse s pomočjo ključa v uporabnikovem registru. Kadarkoli lahko ta ključ izbrišeš (ali izdelaš) v nastavitvenem meniju.
tr: HASS.Agent, sisteminizle başlayabilir, bu, oturum açar açmaz cihazınız ve Home Assistant arasındaki tüm sensörlerin ve veri aktarımının başlamasına olanak tanır. Bu ayar, daha sonra HASS.Agent yapılandırma penceresinde herhangi bir zamanda değiştirilebilir.

# OnboardingStartup_LblCreateInfo
source: Fetching current state, please wait..
de: Einen Moment, ermittle den aktuellen Status ..
es: Un segundo, determinando el estado actual...
fr: Une seconde, détermination de l'état actuel ..
nl: Even geduld, huidige staat bepalen ..
pl: Chwilka, sprawdzam aktualny stan...
pt_br: Um segundo, determinando o estado atual ..
ru: Одна секунда, определение текущее состояние..
sl: Trenutek, določam trenutno stanje ..
tr: Mevcut durum getiriliyor, lütfen bekleyin..

# OnboardingNotifications_LblTip1
source: Note: 5115 is the default port, only change it if you changed it in Home Assistant.
de: Beachte: 5115 ist der Standardport, ändere ihn nur, wenn du ihn auch in Home Assistant geändert hast.
es: Nota: 5115 es el puerto predeterminado, solo cámbialo si lo cambiaste en Home Assistant.
fr: Remarque : 5115 est le port par défaut, ne le modifiez que si vous l'avez modifié dans Home Assistant.
nl: Ter info: 5115 is de standaard poort, pas dit alleen aan als je het ook in Home Assistant aangepast hebt.
pl: Uwaga: 5115 to domyślny port, zmień go tylko wtedy, gdy zmieniłeś go w Home Assistant.
pt_br: Nota: 5115 é a porta padrão, altere-a apenas se você a alterou no Home Assistant.
ru: Примечание: 5115 - это порт по умолчанию, меняйте его только в том случае, если вы изменили его в Home Assistant.
sl: Opomba: privzeta vrata so 5115, spremeni jih samo, če si jih tudi v Home Assistantu.
tr: Not: 5115 varsayılan bağlantı noktasıdır, yalnızca Home Assistant'ta değiştirdiyseniz değiştirin.
