Repository: LAB02-Research/HASS.Agent
Catalog: src/HASS.Agent/Resources/Localization/Languages.*.resx
Languages: de, es, fr, nl, pl, pt_br, ru, sl, tr

# ConfigMediaPlayer_BtnMediaPlayerReadme
source: Media Player &Documentation
de: Mediaplayer-&Dokumentation
es: reproductor multimedia y documentación
fr: Documentation du lecteur multimédia
nl: mediaspeler &documentatie
pl: &dokumentacja odtwarzacza multimedialnego
ru: медиаплеер и &документация
sl: &dokumentacija medijskega predvajalnika
tr: Medya Oynatıcı ve Belgeler

# ConfigMediaPlayer_CbEnableMediaPlayer
source: &Enable Media Player Functionality
de: Media-Player-Funktionalität aktivi&eren
es: &activar la funcionalidad del reproductor multimedia
fr: Activer la fonctionnalité lecteur multimédia
nl: mediasp&eler functionaliteit inschakelen
pl: &włącz funkcję odtwarzacza multimedialnego
ru: &включить функциональность медиаплеера
sl: &omogoči funkcionalnost media predvajalnika
tr: &Medya Oynatıcı İşlevselliğini Etkinleştir

# ConfigMediaPlayer_LblInfo1
source: HASS.Agent can act as a media player for Home Assistant, so you'll be able to see and control any media that's playing, and send text-to-speech. If you have MQTT enabled, your device will automatically get added. Otherwise, manually configure the integration to use the local API.
de: HASS.Agent kann als Mediaplayer für Home Assistant fungieren, sodass Du alle wiedergegebenen Medien steuerst und Text-zu-Sprache senden kannst. Damit dies funktioniert, muss die lokale API aktiviert sein.
es: HASS.Agent puede actuar como reproductor multimedia para Home Assistant, por lo que podrá ver y controlar cualquier medio que se esté reproduciendo, y enviar texto a voz. Si tiene MQTT activado, su dispositivo se añadirá automáticamente. De lo contrario, configure manualmente la integración para usar la API local.
fr: HASS.Agent peut agir comme un lecteur multimédia pour Home Assistant, vous pourrez donc contrôler tous les médias en cours de lecture et envoyer de la synthèse vocale. L'API locale doit être activée pour que cela fonctionne.
nl: HASS.Agent kan fungeren als een mediaspeler voor Home Assistant, zodat je alle spelende media kunt bedienen en text-naar-spraak kunt sturen. Als je MQTT ingeschakeld hebt, wordt je apparaat automatisch toegevoegd. Configureer anders de integratie handmatig om de lokale API te gebruiken.
pl: HASS.Agent może działać jako odtwarzacz multimediów dla Home Assistant, dzięki czemu będziesz mógł kontrolować dowolne odtwarzane multimedia i wysyłać tekst-do-mowy. Aby to zadziałało, musisz włączyć lokalny interfejs API.
ru: HASS.Agent может выступать в качестве медиаплеера для Home Assistant, так что вы сможете управлять любым воспроизводимым носителем и отправлять текст в речь. Для этого необходимо включить локальный API.
sl: HASS.Agent lahko deluje kot medijski predvajalnik za Home Assistant, tako lahko vidite in nadzirate kaj se predvaja in pošiljate tekst-v-govor. Če imate MQTT vključen bo vaša naprava samodejno dodana, sicer pa jo lahko ročno dokdate z uporabo lokalnega API.
tr: HASS.Agent, Home Assistant için bir medya oynatıcı görevi görebilir, böylece çalmakta olan herhangi bir medyayı görebilir ve kontrol edebilir ve metinden konuşmaya gönderebilirsiniz. MQTT'yi etkinleştirdiyseniz, cihazınız otomatik olarak eklenir. Aksi takdirde, yerel API'yi kullanmak için entegrasyonu manuel olarak yapılandırın.

# ConfigMediaPlayer_LblInfo2
source: If something is not working, make sure you try the following steps: - Install the HASS.Agent integration - Restart Home Assistant - Make sure HASS.Agent is active with MQTT enabled! - Your device should get detected and added as an entity automatically - Optionally: manually add it using the local API
de: Wenn etwas nicht funktioniert, stelle sicher, dass du diese Schritte befolgt hast: - HASS.Agent-Media-Player Integration installieren - Home Assistant neustarten - Media_Player Entität konfigurieren - Home Assistant neustarten
es: Si algo no funciona, asegúrese de haber seguido estos pasos: - Instalar la integración HASS.Agent - Reiniciar Home Assistant - Asegúrese de que HASS.Agent está activo con MQTT activado - Su dispositivo será detectado - Opcionalmente: añádalo manualmente, usando la API local
fr: Si quelque chose ne fonctionne pas, suivez les étapes suivantes: - Installer l'intégration HASS.Agent-MediaPlayer - Redémarrer Home Assistant - Configurer une entité media_player - Redémarrer Home Assistant
nl: Als iets niet werkt, controleer of je de volgende stappen hebt doorlopen: - HASS.Agent integratie installeren - Home Assistant herstarten - Controleer dat HASS.Agent actief is met MQTT ingeschakeld - Je apparaat wordt herkend! - Optioneel: handmatig toevoegen, gebruikmakend van de lokale API
pl: Jeśli coś nie działa, upewnij się, że wykonałeś następujące kroki: - Zainstaluj integrację HASS.Agent-MediaPlayer - Uruchom ponownie Home Assistant - Skonfiguruj encję media_player - Uruchom ponownie Home Assistant
ru: Если что-то не работает, убедитесь, что вы выполнили следующие действия: - Установите HASS.Agent-MediaPlayer integration - Перезагрузите Home Assistant - Настройте объект media_player - Перезагрузите Home Assistant
sl: Če kaj ne deluje se prepričajte, da ste storili tole: - namestili HASS.Agent-MediaPlayer integracijo - Restartali Home Assistant - da je HASS.Agent aktiven in MQTT vključen - tako bo vaša naprava zaznana! - opcijsko: dodate jo ročno z uporabo lokalnega API
tr: Bir şey çalışmıyorsa, aşağıdaki adımları denediğinizden emin olun: - HASS.Agent entegrasyonunu kurun - Home Assistant'ı yeniden başlatın - MQTT etkinken HASS.Agent'ın etkin olduğundan emin olun! - Cihazınız otomatik olarak bir varlık olarak algılanmalı ve eklenmelidir - İsteğe bağlı olarak: yerel API'yi kullanarak manuel olarak ekleyin

# ConfigMediaPlayer_LblLocalApiDisabled
source: The local API is disabled however the media player requires it in order to function.
de: die lokale API ist deaktiviert, der Medien Player benötigt sie jedoch.
es: la API local está desactivada, pero el reproductor multimedia la necesita para funcionar
fr: L'API locale est désactivée, mais le lecteur multimédia en a besoin pour fonctionner
nl: de lokale API is uitgeschakeld, maar de mediaspeler heeft 'm nodig om te functioneren
pl: lokalne API jest wyłączone, ale odtwarzacz multimedialny wymaga go do działania
ru: локальный API отключен, но медиаплеер нуждается в нем для работы
sl: lokalni API je onemogočen, toda medijski predvajalnik ga potrebuje za delovanje
tr: Yerel API devre dışıdır, ancak medya oynatıcının çalışması için buna ihtiyacı vardır.

# ConfigNotifications_LblLocalApiDisabled
source: The local API is disabled however the media player requires it in order to function.
de: die lokale API ist deaktiviert, der Medien Player benötigt sie jedoch.
es: la API local está desactivada, pero el reproductor multimedia la necesita para funcionar
fr: L'API locale est désactivée, le lecteur multimédia en a besoin pour fonctionner
nl: de lokale API is uitgeschakeld, maar de mediaspeler heeft 'm nodig om te functioneren
pl: lokalne API jest wyłączone, ale odtwarzacz multimedialny wymaga go do działania
ru: локальный API отключен, но медиаплеер нуждается в нем для работы
sl: lokalni API je onemogočen, toda medijski predvajalnik ga potrebuje za delovanje
tr: Yerel API devre dışıdır, ancak medya oynatıcının çalışması için buna ihtiyacı vardır.

# ConfigTrayIcon_BtnShowWebViewPreview
source: Show &Preview
de: zeige Vorschau
es: Mostrar vista previa
fr: Afficher l'aperçu
nl: toon voorbeeld
pl: pokaż &podgląd
ru: показать &предварительный просмотр
sl: prikaži predogled
tr: Önizlemeyi Göster

# ConfigTrayIcon_CbDefaultMenu
source: Show &Default Menu
de: Stan&dardmenü anzeigen
es: mostrar &menú predeterminado
fr: Afficher le menu &default
nl: toon stan&daard menu
pl: pokaż &domyślne menu
ru: показать &меню по умолчанию
sl: prikaži privzeti meni
tr: &Varsayılan Menüyü Göster

# ConfigTrayIcon_CbShowWebView
source: Show &WebView
de: zeige &WebView
es: Mostrar & vista web
fr: Afficher &webview
nl: toon &webview
pl: pokaż &widok internetowy
ru: показать &webview
sl: prikaži webview
tr: &Web Görünümünü Göster

# ConfigTrayIcon_CbWebViewKeepLoaded
source: &Keep page loaded in the background
de: lasse Seite im Hintergrund geladen
es: &mantener la página cargada en segundo plano
fr: Garder la page chargée en arrière-plan
nl: hou pagina geladen in de achtergrond
pl: &utrzymuj stronę załadowaną w tle
ru: &сохранить загрузку страницы в фоновом режиме
sl: ohrani stran naloženo v ozadju
tr: &Sayfayı arka planda yüklü tut

# ConfigTrayIcon_LblInfo1
source: Control the behaviour of the tray icon when it is right-clicked.
de: Lege fest, wie sich das Taskleistensymbol bei einem Klick mit der rechten Maustaste verhält.
es: Controle el comportamiento del icono de la bandeja con un clic del botón derecho del ratón.
fr: Contrôler la façon dont l'icone de la barre d'état se comporte suite à un clique droit.
nl: Beheer de manier waarop de systeemvak pictogram zich gedraagt bij een rechtermuisknop klik.
pl: Kontroluj zachowanie ikony w zasobniku po kliknięciu prawym przyciskiem myszy.
ru: Управляйте поведением значка в трее при щелчке правой кнопкой мыши.
sl: Nastavite obnašanje ikon ob desnem kliku miške.
tr: Sağ tıklandığında tepsi simgesinin davranışını kontrol edin.

# ConfigTrayIcon_LblInfo2
source: (This uses extra resources, but reduces loading time.)
de: dies verbraucht einige Ressourcen, verkürzt aber die Ladezeit
es: esto usa algunos recursos, pero reduce el tiempo de carga
fr: Cela utilise plus de ressource, mais réduit le temps de chargement
nl: dit gebruikt wat resources, maar verlaagt de laadtijd
pl: (Zużywa trochę zasobów, ale skraca czas ładowania)
ru: это потребляет некоторые ресурсы, но сокращает время загрузки
sl: tole porabi nekaj sredstev, ampak zmanjša čas nalaganja
tr: (Bu, ekstra kaynaklar kullanır, ancak yükleme süresini azaltır.)

# ConfigTrayIcon_LblWebViewSize
source: Size (px)
de: Größe
es: Talla
fr: taille
nl: grootte
pl: Rozmiar (px)
ru: размер
sl: velikost
tr: Boyut (px)

# ConfigTrayIcon_LblWebViewUrl
source: &WebView URL (For instance, your Home Assistant Dashboard URL)
de: zu zeigende &url (zum Beispiel ein Home Assistant Dashboard)
es: &url para mostrar (por ejemplo, un panel de Home Assistant)
fr: URL à afficher (par exemple un tableau de bord Home Assistant)
nl: &url om te tonen (bijvoorbeeld een Home Assistant dashboard)
pl: &url do pokazania (na przykład panel Home Assistant)
ru: &url для отображения (например, панель управления Home Assistant)
sl: &url za prikaz (npr. Home Assistant glavni pogled)
tr: &WebView URL'si (Örneğin, Home Assistant Dashboard URL'niz)

# Configuration_TablLocalApi
source: Local API
de: Lokale API
es: API locales
fr: API locale
nl: Lokale API
pl: Lokalne API
sl: Lokalni API
tr: Yerel API

# Configuration_TabMediaPlayer
source: Media Player
de: Medien Player
es: Reproductor multimedia
fr: Lecteur Multimédia
nl: MediaSpeler
pl: Odtwarzacz Multimedialny
sl: Media Predvajalnik
tr: Medya oynatıcı

# Configuration_TabTrayIcon
source: Tray Icon
de: Taskleistensymbol
es: Icono de bandeja
fr: Icon de la barre d'état
nl: Systeemvak Pictogram
pl: Ikona w Zasobniku
ru: Значок в трее
sl: Tray ikona
tr: Tepsi ikonu

# HelperFunctions_InputLanguageCheckDiffers_ErrorMsg1
source: Your input language '{0}' is known to collide with the default CTRL-ALT-Q hotkey. Please set your own.
de: Deine Eingabesprache „{0}“ kollidiert bekanntermaßen mit dem Standard-Hotkey CTRL-ALT-Q. Bitte lege deinen eigenen fest.
es: Se sabe que su idioma de entrada '{0}' colisiona con la tecla de acceso directo predeterminada CTRL-ALT-Q. Establezca el suyo propio.
fr: Votre langue de saisie '{0}' est connue pour entrer en conflit avec le raccourci clavier par défaut CTRL-ALT-Q. Veuillez en définir un autre.
nl: Je invoertaal '{0}' staat erom bekend te botsen met de standaard CTRL-ALT-Q sneltoets. Stel daarom je eigen in.
pl: Twój język wprowadzania „{0}” koliduje z domyślnym skrótem klawiszowym CTRL-ALT-Q. Proszę ustawić własny.
ru: Известно, что ваш язык ввода '{0}' конфликтует с горячей клавишей CTRL-ALT-Q по умолчанию. Пожалуйста, установите свой собственный.
sl: Vaš vhodni jezik '{0}' je znan, da je v konfliktu s privzeto bližnjivo CTRL-ALT-Q. Prosim, nastavite svojo.
tr: Giriş dilinizin '{0}' varsayılan CTRL-ALT-Q kısayol tuşuyla çakıştığı biliniyor. Lütfen kendinizinkini ayarlayın.

# HelperFunctions_InputLanguageCheckDiffers_ErrorMsg2
source: Your input language '{0}' is unknown, and might collide with the default CTRL-ALT-Q hotkey. Please check to be sure. If it does, consider opening a ticket on GitHub so it can be added to the list.
de: Dein Eingabesprache „{0}“ ist unbekannt und könnte mit dem Standard-Hotkey CTRL-ALT-Q kollidieren. Bitte überprüfe dies. Wenn dies der Fall ist, solltest du ein Ticket auf GitHub eröffnen, damit es zur Liste hinzugefügt werden kann.
es: Su idioma de entrada '{0}' es desconocido y podría colisionar con la tecla de acceso directo predeterminada CTRL-ALT-Q. Por favor verifique para estar seguro. Si es así, considere abrir un ticket en GitHub para que pueda agregarse a la lista.
nl: Je invoertaal '{0}' is onbekend, en kan botsen met de standaard CTRL-ALT-Q sneltoets. Controleer dit voor de zekerheid. Als het zo is, overweeg dan een ticket te openen op GitHub om 'm aan de lijst toe te laten voegen.
pl: Twój język wprowadzania „{0}” jest nieznany i może kolidować z domyślnym skrótem klawiszowym CTRL-ALT-Q. Sprawdź, aby się upewnić. Jeśli tak, rozważ otwarcie zgłoszenia na GitHub, aby można go było dodać do listy.
ru: Ваш язык ввода '{0}' неизвестен и может конфликтовать с горячей клавишей CTRL-ALT-Q по умолчанию. Пожалуйста, проверьте, чтобы быть уверенным. Если это произойдет, рассмотрите возможность открытия заявки на GitHub, чтобы ее можно было добавить в список.
sl: Vaš vhodni jezik '{0}' je neznan in je lahko v konfliktu s privzeto bližnjivo CTRL-ALT-Q. Prosim, preverite. Če je v konfliktu odprite pomoč v GitHub, da bo dodan na seznam.
tr: Giriş diliniz '{0}' bilinmiyor ve varsayılan CTRL-ALT-Q kısayol tuşuyla çakışabilir. Lütfen emin olmak için kontrol edin. Varsa, listeye eklenebilmesi için GitHub'da bir bilet açmayı düşünün.

# HelperFunctions_ParseMultipleKeys_ErrorMsg1
source: No keys found
de: keine Tasten gefunden
es: no se encontraron llaves
fr: aucunes clefs trouvées
nl: geen toetsen gevonden
pl: nie znaleziono klawiszy
ru: клавиши не найдены
sl: Ni najdenih ključev
tr: Anahtar bulunamadı

# HelperFunctions_ParseMultipleKeys_ErrorMsg2
source: brackets missing, start and close all keys with [ ]
de: Klammern fehlen. starte und schließe alle Tasten mit []
es: faltan corchetes, inicie y cierre todas las teclas con [ ]
fr: crochets manquants, démarrez et terminez toutes les clefs avec [ ]
nl: haakjes missen, start en sluit alle toetsen met [ ]
pl: brak nawiasów, uruchom i zamknij wszystkie klawisze za pomocą [ ]
ru: скобки отсутствуют, все клавиши запускаются и закрываются с помощью [ ]
sl: manjkajo oklepaji, začetek in konec mora biti [ ]
tr: parantezler eksik, tüm tuşları [ ] ile başlatın ve kapatın

# HelperFunctions_ParseMultipleKeys_ErrorMsg3
source: Error while parsing keys, please check the logs for more information.
de: Fehler beim Parsen der Tasten. Überprüfe die Protokolle für weitere Informationen
es: error al analizar las claves, verifique el registro para obtener más información
fr: erreur sur une clef, vérifier le journal pour plus d'informations
nl: fout tijdens verwerken toetsen, controleer de logs voor meer info
pl: błąd podczas parsowania klawiszy, sprawdź logi, aby uzyskać więcej informacji
ru: ошибка при разборе клавиш, проверьте журнал для получения дополнительной информации
sl: napaka pri razčlenjevanju ključev, glejte dnevnik
tr: Anahtarlar ayrıştırılırken hata oluştu, daha fazla bilgi için lütfen günlükleri kontrol edin.

# HelperFunctions_ParseMultipleKeys_ErrorMsg4
source: The number of open brackets ('[') does not correspond to the number of closed brackets. (']')! ({0} to {1})
de: die Anzahl der „[“-Klammern entspricht nicht der von „]“-Klammern ({0} bis {1})
es: el número de corchetes '[' no corresponde a los ']' ({0} a {1})
nl: het aantal '[' haakjes komt niet overeen met het aantal ']' haakjes ({0} tegenover {1})
pl: liczba nawiasów „[” nie odpowiada nawiasom „]” (od {0} do {1})
ru: количество скобок '[' не соответствует скобкам ']' (от {0} до {1})
sl: število oklepajev '[' ne ustreza številu oklepajev ']' ({0} do {1})
tr: Açık parantezlerin sayısı ('['), kapalı parantezlerin sayısına karşılık gelmez. (']')! ({0} - {1})

# Help_LblDocumentation
source: Documentation
de: Dokumentation
es: Documentación
nl: Documentatie
pl: Dokumentacja
ru: Документация
sl: Dokumentacija
tr: belgeler

# Help_LblDocumentationInfo
source: Documentation and Usage Examples
de: Dokumentation und Nutzungsbeispiele
es: Documentación y ejemplos de uso.
fr: Documentation et exemples d'utilisation.
nl: Documentatie en gebruiksvoorbeelden.
pl: Dokumentacja i przykłady użycia.
ru: Документация и примеры использования.
sl: Dokumentacija in primeri uporabe
tr: Belgeler ve Kullanım Örnekleri

# Main_BtnCheckForUpdate
source: Check for &Updates
de: Auf &updates überprüfen
es: buscar &actualizaciones
fr: Vérifier les mises à jour
nl: controleer op &updates
pl: spra&wdź aktualizacje
ru: проверка наличия &обновлений
sl: preveri za &posodobitve
tr: Güncellemeleri kontrol et

# Main_LblLocalApi
source: Local API:
de: lokale API:
es: API locales:
fr: API locale :
nl: lokale api:
pl: lokalne api:
ru: локальный api:
sl: lokalni api:
tr: Yerel API:

# Main_TsSatelliteService
source: Manage Satellite Service
de: verwalte Satellite Service
es: gestionar servicio satelital
fr: Gérer le Service Windows
nl: beheer satalliet service
pl: zarządzaj Usługą Satellite
ru: управление спутниковой службой
sl: uredi satelitsko storitev
tr: Uydu Hizmetini Yönet

# OnboardingIntegrations_LblInfo1
source: To use notifications, you need to install and configure the HASS.Agent-notifier integration in Home Assistant. This is very easy using HACS, but you can also install manually. Visit the link below for more information.
de: Um Benachrichtigungen verwenden zu können, musst du die HASS.Agent-Notifier-Integration installieren und konfigurieren in Home Assistant. Dies ist mit HACS sehr einfach, aber du kannst es auch manuell installieren. Nutze den folgenden Link für mehr Informationen.
es: Para usar las notificaciones, es necesario instalar y configurar la integración HASS.Agent-notifier en Asistente Hogar. Esto es muy fácil usando HACS, pero también puede instalarlo manualmente. Visite el siguiente enlace para obtener más información.
fr: Pour utiliser les notifications, vous devez installer et configurer l'intégration HASS.Agent-notifier dans Home Assistant. C'est très facile avec HACS, mais vous pouvez également l'installer manuellement. Visitez le lien ci-dessous pour plus informations.
nl: Om notificaties te gebruiken, moet je de HASS.Agent integratie installeren en configureren in Home Assistant. Dit is makkelijk via HACS, maar je kunt ook handmatig installeren. Bezoek de link hieronder voor meer informatie.
pl: Aby korzystać z powiadomień musisz najpierw zainstalować i skonfigurować integracje HASS.Agent-notifier w Home Assistant. Najprościej zainstalować ja używając HACS, ale możesz zrobić to tez manualnie. Sprawdź link poniżej po więcej informacji.
ru: Чтобы использовать уведомления, вам необходимо установить и настроить HASS.Agent-notifier integration в Home Assistant. Это очень просто сделать с помощью HACS, но вы также можете установить его вручную.Для получения дополнительной информации перейдите по ссылке ниже.
sl: Za uporabo obvestil morate namestiti in skonfigurirati HASS.Agent integracijo v Home Assistant. To je zelo enostavno z uporabo HACS, lahko pa jo namestite tudi ročno. Glejte povezavo spodaj za več informacij.
tr: Bildirimleri kullanmak için Home Assistant'ta HASS.Agent-notifier entegrasyonunu kurmanız ve yapılandırmanız gerekir. Bu, HACS'ı kullanmak çok kolaydır, ancak manuel olarak da kurabilirsiniz. Daha fazla bilgi için aşağıdaki bağlantıyı ziyaret edin.

# OnboardingIntegrations_LblInfo2
source: Make sure you follow these steps: - Install the HASS.Agent-Notifier and / or HASS.Agent-MediaPlayer integration - Restart Home Assistant -Configure a notifier and / or media_player entity -Restart Home Assistant
de: Stelle sicher, dass du diese Schritte befolgst: - Installiere die HASS.Agent - Notifier- und / oder HASS.Agent - MediaPlayer-Integration - Starte Home-Assistant neu - Konfiguriere eine Notifier- und / oder Media_Player-Entität - Starte Home-Assistant neu
es: Asegúrese de seguir estos pasos: - Instale la integración HASS.Agent-Notifier y/o HASS.Agent-MediaPlayer - Reinicie Home Assistant -Configurar un notificador y/o entidad media_player -Reinicie Home Assistant
fr: Suivez les étapes suivantes : - Installer l'intégration HASS.Agent-Notifier et/ou HASS.Agent-MediaPlayer - Redémarrez Home Assistant -Configurer une notification et/ou une entité media_player -Redémarrer Home Assistant
nl: Controleer of je deze stappen doorlopen hebt: - Installeer de HASS.Agent-Notifier en / of HASS.Agent-MediaPlayer integratie - Herstart Home Assistant - Configureer een notifier en / of media_player entiteit - Herstart Home Assistant
pl: Upewnoj sie ze przestrzegasz tej kolejności: - Zainstaluj integracje HASS.Agent-Notifier i/lub HASS.Agent-MediaPlayer - Zresetuj Home Assistant - Skonfiguruj integracje (HASS.Agent-Notifier i/lub HASS.Agent-MediaPlayer) - Zresetuj Home Assistant
ru: Убедитесь, что вы выполнили следующие действия: - Установите HASS.Agent - Notifier и/или HASS.Agent - MediaPlayer integration - Перезагрузите Home Assistant - Настройка объекта notifier и /или media_player - Перезагрузите Home Assistant
sl: Prepričajte, da ste storili tole: - namestiti HASS.Agent-Notifirer in/ali HASS.Agent-MediaPlayer integracijo - restartali Home Assistant - skonfigurirali entiteto za obvestila in/ali medijski predvajalnik - restartali Home Assistant
tr: Aşağıdaki adımları uyguladığınızdan emin olun: - HASS.Agent-Notifier ve/veya HASS.Agent-MediaPlayer entegrasyonunu kurun - Home Assistant'ı yeniden başlatın -Bir bildirim ve/veya media_player varlığı yapılandırın -Home Assistant'ı yeniden başlatın
