Repository: LAB02-Research/HASS.Agent
Catalog: src/HASS.Agent/Resources/Localization/Languages.*.resx
Languages: de, es, fr, nl, pl, pt_br, ru, sl, tr

# UpdatePending_LblUpdateQuestion_Download
source: Do you want to &download and launch the installer?
de: Möchtest Du das Installationsprogramm herunterla&den und starten?
es: ¿Desea &descargar e iniciar el instalador?
fr: Voulez-vous télécharger et lancer le programme d'installation ?
nl: Wil je de installer &downloaden en starten?
pl: Czy chcesz &pobrać i zainstalować?
pt_br: Deseja baixar e iniciar o instalador?
ru: Вы хотите загрузить и запустить программу установки?
sl: Ali želite prenesti in zagnati namestitveni program?
tr: Yükleyiciyi &indirmek ve başlatmak istiyor musunuz?

# UpdatePending_LblUpdateQuestion_Navigate
source: Do you want to &navigate to the release page?
de: Möchtest du zur Veröffentlichungsseite &navigieren?
es: ¿Quieres &navegar a la página de lanzamiento?
fr: Voulez-vous accéder à la page des releases ?
nl: Wil je &navigeren naar de release pagina?
pl: Czy chcesz przejść do $informacji o wersji?
pt_br: Deseja navegar para a página de lançamento?
ru: Вы хотите перейти на страницу выпуска?
sl: Ali se želite pomakniti na stran za izdajo?
tr: Sürüm sayfasına &getmek istiyor musunuz?

# UpdatePending_InstallUpdate
source: Install Update
de: Update installieren
es: Instalar actualización
fr: Installer la mise à jours
nl: update installeren
pl: zainstaluj aktualizację
pt_br: instalar atualização
ru: установить обновление
sl: namestite posodobitev
tr: Güncellemeyi yükle

# UpdatePending_InstallBetaRelease
source: Install Beta Release
de: Beta Version installieren
es: instalar versión BETA
fr: Installer la dernière version BETA
nl: BETA versie installeren
pl: zainstaluj aktualizację BETA
pt_br: instalar a versão BETA
ru: установить БЕТА-версию
sl: namestite BETA izdajo
tr: Beta Sürümünü Yükle

# UpdatePending_OpenReleasePage
source: Open Release Page
de: Release Seite öffnen
es: abrir página de publicación
fr: Ouvrir la page des releases
nl: release pagina openen
pl: Otwórz stronę z wydaniami
pt_br: abrir página de lançamento
ru: открыть страницу выпуска
sl: odprite stran za izdajo
tr: Yayın Sayfasını Aç

# UpdatePending_OpenBetaReleasePage
source: Open Beta Release Page
de: offene Beta Versions Seite
es: abrir la página de lanzamiento BETA
fr: Ouvrir la page des releases BETA
nl: BETA release pagina openen
pl: Otwórz stronę z wydaniami BETA
pt_br: abrir a página de lançamento BETA
ru: открыть страницу БЕТА-версии
sl: odprite stran za BETA izdaje
tr: Beta Sürüm Sayfasını Aç

# UpdatePending_LblUpdateQuestion_Processing
source: Processing request, please wait..
de: Einen Moment, deine Anfrage wird verarbeitet ..
es: Espera, procesando tu solicitud..
fr: Patientez, traitement de votre demande..
nl: Ogenblik geduld, bezig je verzoek te verwerken ..
pl: Poczekaj, przetwarzam twoje żądanie..
pt_br: Aguarde, processando seu pedido..
ru: Подождите, обрабатываю ваш запрос ..
sl: Počakajte, obdelava vaše zahteve..
tr: İstek işleniyor, lütfen bekleyin..

# UpdatePending_BtnDownload_Processing
source: Processing..
de: verarbeitet ..
es: Procesando ..
fr: Traitement ..
nl: verwerken ..
pl: przetwarzanie ..
pt_br: processando ..
ru: обработка ..
sl: obdelava ..
tr: İşleme..

# OnboardingManager_OnboardingTitle_Start
source: HASS.Agent Onboarding: Start [{0}/{1}]
es: Incorporación de HASS.Agent: Inicio [{0}/{1}]
fr: HASS.Agent intégration : Démarrage [{0}/{1}]
pl: HASS.Agent Start: API [{0}/{1}]
pt_br: Integração do HASS.Agent: Iniciar [{0}/{1}]
sl: HASS.Agent Onboarding: začetek [{0}/{1}]
tr: HASS.Agent İlk Katılımı: [{0}/{1}] öğesini başlatın

# OnboardingManager_OnboardingTitle_Startup
source: HASS.Agent Onboarding: Startup [{0}/{1}]
de: HASS.Agent-Onboarding: Start [{0}/{1}]
es: Incorporación de HASS.Agent: puesta en marcha [{0}/{1}]
fr: HASS.Agent intégration : Démarrage [{0}/{1}]
nl: HASS.Agent Onboarding: Opstarten [{0}/{1}]
pl: HASS.Agent Startup: API [{0}/{1}]
pt_br: Integração do HASS.Agent: Inicialização [{0}/{1}]
sl: HASS.Agent Onboarding: zagon [{0}/{1}]
tr: HASS.Agent İlk Katılım: Başlangıç [{0}/{1}]

# OnboardingManager_OnboardingTitle_Notifications
source: HASS.Agent Onboarding: Notifications [{0}/{1}]
de: HASS.Agent-Onboarding: Benachrichtigungen [{0}/{1}]
es: Incorporación de HASS.Agent: Notificaciones [{0}/{1}]
fr: HASS.Agent intégration : Notifications [{0}/{1}]
nl: HASS.Agent Onboarding: Notificaties [{0}/{1}]
pl: HASS.Agent Powiadomienia: API [{0}/{1}]
pt_br: Integração do HASS.Agent: Notificações [{0}/{1}]
sl: HASS.Agent Onboarding: obvestila [{0}/{1}]
tr: HASS.Agent İlk Katılım: Bildirimler [{0}/{1}]

# OnboardingManager_OnboardingTitle_Integration
source: HASS.Agent Onboarding: Integration [{0}/{1}]
es: Incorporación de HASS.Agent: Integración [{0}/{1}]
fr: HASS.Agent intégration : Intégration [{0}/{1}]
nl: HASS.Agent Onboarding: Integraties [{0}/{1}]
pl: HASS.Agent Integracja: API [{0}/{1}]
pt_br: Integração do HASS.Agent: Integração [{0}/{1}]
sl: HASS.Agent Onboarding: integracija [{0}/{1}]
tr: HASS.Agent İlk Katılım: Entegrasyon [{0}/{1}]

# OnboardingManager_OnboardingTitle_Api
source: HASS.Agent Onboarding: API [{0}/{1}]
es: Incorporación de HASS.Agent: API [{0}/{1}]
fr: HASS.Agent intégration : API [{0}/{1}]
pl: HASS.Agent Wprowadzenie: API [{0}/{1}]
pt_br: Integração do HASS.Agent: API [{0}/{1}]
tr: HASS.Agent İlk Katılım: API [{0}/{1}]

# OnboardingManager_OnboardingTitle_Mqtt
source: HASS.Agent Onboarding: MQTT [{0}/{1}]
es: Incorporación de HASS.Agent: MQTT [{0}/{1}]
fr: HASS.Agent intégration : MQTT [{0}/{1}]
pl: HASS.Agent MQTT: API [{0}/{1}]
pt_br: Integração do HASS.Agent: MQTT [{0}/{1}]
tr: HASS.Agent İlk Katılımı: MQTT [{0}/{1}]

# OnboardingManager_OnboardingTitle_HotKey
source: HASS.Agent Onboarding: HotKey [{0}/{1}]
es: Incorporación de HASS.Agent: tecla de acceso directo [{0}/{1}]
fr: HASS.Agent intégration : Raccourcis [{0}/{1}]
nl: HASS.Agent Onboarding: SnelToets [{0}/{1}]
pl: HASS.Agent Skróty klawiszowe: API [{0}/{1}]
pt_br: Integração do HASS.Agent: Atalho [{0}/{1}]
tr: HASS.Agent İlk Katılım: Kısayol Tuşu [{0}/{1}]

# OnboardingManager_OnboardingTitle_Updates
source: HASS.Agent Onboarding: Updates [{0}/{1}]
es: Incorporación de HASS.Agent: actualizaciones [{0}/{1}]
fr: HASS.Agent intégration : Mises à jour [{0}/{1}]
pl: HASS.Agent Aktualizowanie: API [{0}/{1}]
pt_br: Integração do HASS.Agent: Atualizações [{0}/{1}]
sl: HASS.Agent Onboarding: posodobitve [{0}/{1}]
tr: HASS.Agent İlk Katılım: Güncellemeler [{0}/{1}]

# OnboardingManager_OnboardingTitle_Completed
source: HASS.Agent Onboarding: Completed [{0}/{1}]
de: HASS.Agent Onboarding: Abgeschlossen [{0}/{1}]
es: Incorporación de HASS.Agent: completado [{0}/{1}]
fr: HASS.Agent intégration : Terminée [{0}/{1}]
nl: HASS.Agent Onboarding: Voltooid [{0}/{1}]
pl: HASS.Agent Ukończone: API [{0}/{1}]
pt_br: Integração do HASS.Agent: Concluído [{0}/{1}]
sl: HASS.Agent Onboarding: dokončano [{0}/{1}]
tr: HASS.Agent İlk Katılımı: Tamamlandı [{0}/{1}]

# OnboardingManager_ConfirmBeforeClose_MessageBox1
source: Are you sure you want to abort the onboarding process? Your progress will not be saved, and it will not be shown again on next launch.
de: Bist du sicher, dass du den Onboarding-Prozess abbrechen willst? Dein Fortschritt wird nicht gespeichert und wird beim nächsten Start nicht mehr angezeigt.
es: ¿Está seguro de que desea cancelar el proceso de incorporación? Su progreso no se guardará y no se volverá a mostrar en el próximo lanzamiento.
fr: Voulez-vous vraiment abandonner le processus d'intégration ? Votre progression ne sera pas enregistrée et ne sera plus affichée au prochain lancement.
nl: Weet je zeker dat je het onboarding proces wilt afbreken? Je voortgang wordt niet opgeslagen, en het wordt de volgende keer niet meer getoond.
pl: Czy na pewno chcesz zatrzymać proces wprowadzenia? Postępy nie zostaną zapisane i proces ten nie zostanie pokazany przy kolejnym uruchomieniu.
pt_br: Tem certeza de que deseja abortar o processo de integração? Seu progresso não será salvo e não será exibido novamente no próximo lançamento.
ru: Вы уверены, что хотите прервать процесс адаптации? Ваш прогресс не будет сохранен, и он не будет показан снова при следующем запуске.
sl: Ali ste prepričani, da želite prekiniti postopek vključitve? Vaš napredek ne bo shranjen in ne bo več prikazan ob naslednjem zagonu.
tr: İlk katılım sürecini iptal etmek istediğinizden emin misiniz? İlerlemeniz kaydedilmeyecek ve bir sonraki başlatmada tekrar gösterilmeyecektir.

# UpdateManager_GetLatestVersionInfo_Error
source: Error fetching info, please check logs for more information.
de: Fehler beim Abrufen von Informationen, prüfe die Protokolle
es: error al obtener información, verifique los registros
fr: Erreur lors de la récupération des informations, vérifiez les journaux
nl: fout tijdens ophalen info, controleer de logs
pl: Błąd podczas pobierania informacji, sprawdz logi po więcej informacji.
pt_br: erro ao buscar informações, verifique os logs
ru: error fetching info, check the logs
sl: napaka pri pridobivanju informacij, preverite dnevnike
tr: Bilgi alınırken hata oluştu, lütfen daha fazla bilgi için günlükleri kontrol edin.

# UpdateManager_DownloadAndExecuteUpdate_MessageBox1
source: Unable to prepare downloading the update, check the logs for more info. The release page will now open instead.
de: Das Herunterladen des Updates kann nicht vorbereitet werden, prüfe die Protokolle für weitere Informationen. Stattdessen wird nun die Veröffentlichungsseite geöffnet.
es: No se puede preparar la descarga de la actualización, consulte los registros para obtener más información. La página de lanzamiento ahora se abrirá en su lugar.
fr: Impossible de préparer le téléchargement de la mise à jour, consultez les journaux pour plus d'informations. La page de mise à jour s'ouvrira maintenant à la place.
nl: Kan het downloaden van de update niet voorbereiden, controleer de logs voor meer info. De release pagina zal nu geopend worden.
pl: Nie można rozpocząć pobierania aktualizacji, sprawdź logi po więcej informacji. Teraz pojawi się okno informacji o aktualizacji.
pt_br: Não foi possível preparar o download da atualização, verifique os logs para obter mais informações. A página de lançamento agora será aberta.
ru: Не удалось подготовиться к загрузке обновления, проверьте журналы для получения дополнительной информации. Вместо этого теперь откроется страница выпуска.
sl: Ni mogoče pripraviti prenosa posodobitve, za več informacij preverite dnevnike. Namesto tega se bo odprla stran za izdajo.
tr: Güncellemeyi indirmeye hazırlanamıyor, daha fazla bilgi için günlükleri kontrol edin. Bunun yerine şimdi sürüm sayfası açılacaktır.

# UpdateManager_DownloadAndExecuteUpdate_MessageBox2
source: Unable to download the update, check the logs for more info. The release page will now open instead.
de: Das Update kann nicht heruntergeladen werden, prüfe die Protokolle für weitere Informationen. Stattdessen wird nun die Veröffentlichungsseite geöffnet.
es: No se puede descargar la actualización, consulte los registros para obtener más información. La página de lanzamiento ahora se abrirá en su lugar.
fr: Impossible de télécharger la mise à jour, consultez les journaux pour plus d'informations. La page de mise à jour s'ouvrira maintenant à la place.
nl: Kan de update niet downloaden, controleer de logs voor meer info. De release pagina zal nu geopend worden.
pl: Nie można pobrać aktualizacji, sprawdź logi po więcej informacji. Teraz pojawi się okno informacji o aktualizacji.
pt_br: Não foi possível baixar a atualização, verifique os logs para obter mais informações. A página de lançamento agora será aberta.
ru: Не удалось загрузить обновление, проверьте журналы для получения дополнительной информации. Вместо этого теперь откроется страница выпуска.
sl: Posodobitve ni mogoče prenesti, za več informacij preverite dnevnike. Namesto tega se bo odprla stran za izdajo.
tr: Güncelleme indirilemiyor, daha fazla bilgi için günlükleri kontrol edin. Bunun yerine şimdi sürüm sayfası açılacaktır.

# UpdateManager_DownloadAndExecuteUpdate_MessageBox3
source: The downloaded file FAILED the certificate check. This could be a technical error, but also a tampered file! Please check the logs, and post a ticket with the findings.
de: Die heruntergeladene Datei hat die Zertifikatsprüfung nicht bestanden. Dies könnte ein technischer Fehler sein, aber auch eine manipulierte Datei! Bitte prüfe die Protokolle und sende ein Ticket mit den Ergebnissen.
es: El archivo descargado FALLÓ la verificación del certificado. ¡Esto podría ser un error técnico, pero también un archivo alterado! Verifique los registros y publique un ticket con los hallazgos.
fr: Le fichier téléchargé n'a pas pu être vérifié. Il peut s'agir d'une erreur technique, mais aussi d'un fichier trafiqué ! Veuillez vérifier les journaux et poster un ticket avec les résultats.
nl: Het gedownloade bestand is GEZAKT voor de certificaat controle. Dit kan een technische fout zijn, maar ook een gemodificeerd bestand! Controleer de logs, en maak een ticket aan met je bevindingen.
pl: Pobieranie zakończone BŁĘDEM podczas procesu weryfikacji. To może oznaczać błąd techniczny, lub naruszony plik! Sprawdź logi i załóż wątek na GitHub.
pt_br: O arquivo baixado FALHA na verificação do certificado. Isso pode ser um erro técnico, mas também um arquivo adulterado! Por favor, verifique os logs e poste um ticket com as descobertas.
ru: Загруженный файл НЕ ПРОШЕЛ проверку сертификата. Это может быть техническая ошибка, но также и подделанный файл! Пожалуйста, проверьте журналы и отправьте заявку с результатами.
sl: Prenesena datoteka NI PREVERJANJE potrdila. To je lahko tehnična napaka, pa tudi nedovoljena datoteka! Preverite dnevnike in objavite vstopnico z ugotovitvami.
tr: İndirilen dosya sertifika kontrolünde BAŞARISIZ OLDU. Bu teknik bir hata olabileceği gibi tahrif edilmiş bir dosya da olabilir! Lütfen günlükleri kontrol edin ve bulguları içeren bir bilet gönderin.

# UpdateManager_DownloadAndExecuteUpdate_MessageBox4
source: Unable to launch the installer (did you approve the UAC prompt?), check the logs for more info. The release page will now open instead.
de: Das Installationsprogramm kann nicht gestartet werden (hast du die UAC-Aufforderung bestätigt?), prüfe die Protokolle für weitere Informationen. Stattdessen wird nun die Veröffentlichungsseite geöffnet.
es: No se pudo iniciar el instalador (¿aprobó el aviso de UAC?), Consulte los registros para obtener más información. La página de lanzamiento ahora se abrirá en su lugar.
fr: Impossible de lancer le programme d'installation (avez-vous approuvé l'invite UAC ?), consultez les journaux pour plus d'informations. La page de mise à jour s'ouvrira maintenant à la place.
nl: Kan de installer niet lanceren (heb je het UAC verzoek toegestaan?), controleer de logs voor meer info. De release pagina zal nu geopend worden.
pl: Nie mogę uruchomić instalacji (czy zaakceptowałeś komunikat UAC?), sprawdź logi po więcej informacji. Teraz pojawi się okno informacji o aktualizacji.
pt_br: Não é possível iniciar o instalador (você aprovou o prompt do UAC?), verifique os logs para obter mais informações. A página de lançamento agora será aberta.
ru: Не удается запустить программу установки (вы одобрили запрос UAC?), проверьте журналы для получения дополнительной информации. Вместо этого теперь откроется страница выпуска.
sl: Namestitvenega programa ni mogoče zagnati (ali ste odobrili poziv UAC?), za več informacij preverite dnevnike. Namesto tega se bo odprla stran za izdajo.
tr: Yükleyici başlatılamıyor (UAC istemini onayladınız mı?), daha fazla bilgi için günlükleri kontrol edin. Bunun yerine şimdi sürüm sayfası açılacaktır.

# HassApiManager_ToolTip_ConnectionSetupFailed
source: HASS API: Connection setup failed.
de: hass api: Verbindungsaufbau fehlgeschlagen
es: hass api: la configuración de la conexión falló
fr: HASS API : échec de la configuration de la connexion
nl: hass api: verbindingsconfiguratie gefaald
pl: hass API: konfiguracja połączenia nie powiodła się
pt_br: hass api: falha na configuração da conexão
ru: hass api: не удалось установить соединение
sl: hass api: nastavitev povezave ni uspela
tr: HASS API: Bağlantı kurulumu başarısız oldu.

# HassApiManager_ToolTip_InitialConnectionFailed
source: HASS API: Initial connection failed.
de: hass api: initiale Verbindung fehlgeschlagen
es: hass api: la conexión inicial falló
fr: HASS API : échec de la connexion initiale
nl: hass api: intiële verbinding gefaald
pl: hass API: połączenie początkowe nie powiodło się
pt_br: hass api: falha na conexão inicial
ru: hass api: не удалось установить первоначальное соединение
sl: hass api: začetna povezava ni uspela
tr: HASS API: İlk bağlantı başarısız oldu.

# HassApiManager_ToolTip_ConnectionFailed
source: HASS API: Connection failed.
de: hass api: Verbindung fehlgeschlagen
es: hass api: conexión fallida
fr: HASS API : connexion échouée
nl: hass api: verbinding gefaald
pl: hass API: połączenie nie powiodło się
pt_br: hass api: falha na conexão
ru: hass api: сбой подключения
sl: hass api: povezava ni uspela
tr: HASS API: Bağlantı başarısız.

# HassApiManager_CheckHassConfig_CertNotFound
source: Client certificate file not found.
de: Client Zertifikatsdatei nicht gefunden
es: archivo de certificado de cliente no encontrado
fr: Fichier de certificat client introuvable
nl: cliënt certificaatbestand niet gevonden
pl: Nie znaleziono pliku certyfikatu klienta
pt_br: arquivo de certificado do cliente não encontrado
ru: файл сертификата клиента не найден
sl: Datoteka potrdila odjemalca ni najdena
tr: İstemci sertifika dosyası bulunamadı.

# HassApiManager_CheckHassConfig_UnableToConnect
source: Unable to connect, check URI.
de: Verbindung kann nicht hergestellt werden, Uri prüfen
es: no se puede conectar, comprobar uri
fr: Impossible de se connecter, vérifier l'adresse
nl: kan niet verbinden, controleer de uri
pl: nie można się połączyć, sprawdź URI
pt_br: incapaz de conectar, verifique uri
ru: не удается подключиться, проверьте url
sl: ni mogoče vzpostaviti povezave, preverite uri
tr: Bağlanamıyor, URI'yi kontrol edin.

# HassApiManager_CheckHassConfig_ConfigFailed
source: Unable to fetch configuration, please check API key.
de: Konfiguration kann nicht abgerufen werden, Api-Schlüssel prüfen
es: no se puede obtener la configuración, verifique la clave api
fr: Impossible de récupérer la configuration, vérifiez la clé API
nl: kan de configuratie niet ophalen, controleer api sleutel
pl: nie można pobrać konfiguracji, sprawdź klucz api
pt_br: incapaz de buscar a configuração, verifique a chave api
ru: не удалось получить конфигурацию, проверьте ключ api
sl: ne morem pridobiti konfiguracije, preverite ključ api
tr: Yapılandırma getirilemiyor, lütfen API anahtarını kontrol edin.

# HassApiManager_ConnectionFailed
source: Unable to connect, please check URI and configuration.
de: Verbindung kann nicht hergestellt werden, prüfe Uri und Konfiguration
es: no se puede conectar, verifique uri y config
fr: Impossible de se connecter, vérifiez l'adresse et la configuration
nl: kan niet verbinden, controleer uri en configuratie
pl: nie można się połączyć, sprawdź URI i konfigurację
pt_br: incapaz de conectar, verifique uri e config
ru: не удается подключиться, проверьте url и конфигурацию
sl: ni mogoče vzpostaviti povezave, preverite uri in config
tr: Bağlanamıyor, lütfen URI'yi ve yapılandırmayı kontrol edin.

# HassApiManager_ToolTip_QuickActionFailed
source: quick action: action failed, check the logs for info
de: Quick Action: Aktion fehlgeschlagen, überprüfe die Protokolle für Informationen
es: acción rápida: la acción falló, verifique los registros para obtener información
fr: Action Rapide : échec de l'action, consultez les journaux pour plus d'informations
nl: snelle actie: actie gefaald, controleer de logs voor meer info
pl: szybka akcja: akcja nie powiodła się, sprawdź logi, aby uzyskać informacje
pt_br: atalhos rápidos: ação falhou, verifique os logs para obter informações
ru: быстрое действие: действие не выполнено, проверьте информацию в журналах
sl: hitro dejanje: dejanje ni uspelo, za informacije preverite dnevnike
tr: hızlı eylem: eylem başarısız oldu, bilgi için günlükleri kontrol edin

# HassApiManager_ToolTip_QuickActionFailedOnEntity
source: quick action: action failed, entity not found
de: Quick Action: Aktion fehlgeschlagen, Entität nicht gefunden
es: acción rápida: acción fallida, entidad no encontrada
fr: Action Rapide : échec de l'action, entité introuvable
nl: snelle actie: actie gefaald, entiteit niet gevonden
pl: szybka akcja: akcja nie powiodła się, encja nie została znaleziona
pt_br: atalhos rápidos: ação falhou, entidade não encontrada
ru: быстрое действие: действие не выполнено, объект не найден
sl: hitro dejanje: dejanje ni uspelo, subjekt ni najden
tr: hızlı eylem: eylem başarısız oldu, varlık bulunamadı

# MqttManager_ToolTip_ConnectionError
source: MQTT: Error while connecting
de: MQTT: Fehler bei Verbindung
es: mqtt: error al conectar
fr: MQTT : erreur lors de la connexion
nl: mqtt: fout tijdens verbinden
pl: mqtt: błąd podczas łączenia
pt_br: mqtt: erro ao conectar
ru: mqtt: ошибка при подключении
sl: mqtt: napaka pri povezovanju
tr: MQTT: Bağlanırken hata oluştu

# MqttManager_ToolTip_ConnectionFailed
source: MQTT: Failed to connect
de: MQTT: Verbindung fehlgeschlagen
es: mqtt: no se pudo conectar
fr: MQTT : échec de la connexion
nl: mqtt: verbinden gefaald
pl: mqtt: nie udało się połączyć
pt_br: mqtt: falha ao conectar
ru: mqtt: не удалось подключиться
sl: mqtt: povezava ni uspela
tr: MQTT: Bağlanılamadı

# MqttManager_ToolTip_Disconnected
source: MQTT: Disconnected
de: MQTT: getrennt
es: mqtt: desconectado
fr: mqtt: déconnecté
nl: mqtt: verbinding verbroken
pl: mqtt: rozłączony
pt_br: mqtt: desconectado
ru: mqtt: отключен
sl: mqtt: prekinjena
tr: MQTT: Bağlantı kesildi

# NotifierManager_Initialize_MessageBox1
source: Error trying to bind the API to port {0}. Make sure no other instance of HASS.Agent is running and the port is available and registered.
de: Fehler beim Versuch, die API an Port {0} zu binden. Stelle sicher, dass keine andere Instanz von HASS.Agent läuft und der Port verfügbar und registriert ist.
es: Error al intentar vincular la API al puerto {0}. Asegúrese de que no se esté ejecutando ninguna otra instancia de HASS.Agent y que el puerto esté disponible y registrado.
fr: Erreur lors de la tentative d'appairage de l'API au port {0}. Assurez-vous qu'aucune autre instance de HASS.Agent n'est en cours d'exécution et que le port est disponible et enregistré.
nl: Fout tijdens het binden van de API aan poort {0}. Controleer of er niet nog een andere instantie van HASS.Agent actief is, en of de poort beschikbaar en geregistreerd is.
pl: Błąd podczas próby powiązania interfejsu API z portem {0}. Upewnij się, że żadne inna instancja HASS.Agent nie jest uruchomiona, a port jest dostępny i zarejestrowany.
pt_br: Erro ao tentar vincular a API à porta {0}. Certifique-se de que nenhuma outra instância do HASS.Agent esteja em execução e que a porta esteja disponível e registrada.
ru: Ошибка при попытке привязать API к порту {0}. Убедитесь, что нет другого запущеного экземпляра HASS.Agent и порт доступен и зарегистрирован.
sl: Napaka pri poskusu vezave API-ja na vrata {0}. Prepričajte se, da se noben drug primerek HASS.Agent ne izvaja in da so vrata na voljo in registrirana.
tr: API'yi {0} bağlantı noktasına bağlamaya çalışırken hata oluştu. HASS.Agent'ın başka hiçbir örneğinin çalışmadığından ve bağlantı noktasının kullanılabilir ve kayıtlı olduğundan emin olun.
